[
    {
        "case_id": "最高法院 71 年度台上字第 4215 號 民事",
        "case_summary": "給付利息",
        "case_date": "民國 71 年 10 月 07 日",
        "case_gist": "已發生之利息及違約金債權，皆為獨立之債權，非民法第二百九十五條第\r\n一項所謂之從屬債權，如債權之原本部分讓與，此項之利息及違約金債權\r\n應不因而同移轉於受讓人。若未支付之利息，同條第二項固規定推定其隨\r\n同原本移轉於受該云云，然而本件情形，被上訴人祗因保證人為主債務人\r\n清償債務之原本部分，其對主債務人之債權，在保證人清償之原本部分「\r\n限度」內，依同法第七百四十九條規定，應移轉於保證人，未清償之利息\r\n債權，不在移轉之列，已甚為明顯，自不得為上開之推定。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4214 號 民事",
        "case_summary": "給付利息",
        "case_date": "民國 71 年 10 月 07 日",
        "case_gist": "(一) 當事人約定之違約金過高者，法院固非不得依同法第二百五十二條\r\n      之規定，以職權減至相當之數額。惟是否相當，須依一般客觀者事\r\n      實、社會經濟狀況以及當事人所受損害情形以為斟酌之標準。原審\r\n      核減上訴人請求違約金額為六萬九千七百零九元，而維持第一審駁\r\n      回超過此金額部分之請求之判決，並未斟酌上開情事，自難謂無適\r\n      用法則不當之違法。\r\n (二) 上訴人是否就質物取償，乃其權利，當不得以其未行使此項權利，\r\n      遂謂其已免除保證人陳永田之保證債務。\r\n (三) 數人保證同一債務，債權人允許其中一保證人延期或分期償還其保\r\n      證之債務，其他保證人尚無得據以可主張免除保證責任之規定，原\r\n      審以上訴人就新三東之債務，允許其中一保證人即陳永田延期及分\r\n      期償還，認定另一保證人即被上訴人易槐因而應不負保證責任，尢\r\n      屬適用法規不當。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4206 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 71 年 10 月 06 日",
        "case_gist": "曾光梅買受土地後仍供連德興公司使用，屬於使用借貸關係性質，上訴人\r\n既係由連德興公司改組變更名稱，其實仍為同一主體，就系爭土地而言與\r\n曾光梅間仍為使用借貸關係。惟使用借貨契約，除當事人有特約外，無移\r\n轉其權利義務與第三人之可言。被上訴人即無承受曾光梅貨與人地位之餘\r\n地。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4199 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 71 年 10 月 06 日",
        "case_gist": "共有物全部或一部之出租，係屬民法第八百二十條第一項所定管理行為，\r\n除契約另有訂定外，應由共有人全體共同管理之。如共有人中之一人未經\r\n他共有人之同意，擅將共有物之全部或一部出租他人，對於他共有人不生\r\n效力。查系爭房屋原屬上訴人與訴外人姚文謨所共有，在分割前，姚文謨\r\n未經上訴人之同意，擅將系爭土地出租與三寶公司興建廠房，此為原審確\r\n定之事實，姚文謨既將共有土地出租與三寶公司興建廠房，其所出租者顯\r\n有共有物中之特定土地，而非其對於共有物之應有部分，縱未超過其得使\r\n用之範圍，揆諸首揭說明，此項出租行為對於上訴人仍非有效。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4182 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 71 年 10 月 04 日",
        "case_gist": "民法第一百九十七條第二項之不當得利返還請求權，依同法第一百二十五\r\n條之規定，因十五年間不行使而消滅，本院二十九年上字第一六一五號著\r\n有判例。本件上訴人係依不當得利之法律關係而為請求，自與已登記不動\r\n產所有人行使回復請求權之情形有間，原審認定上訴人之不當得利返還請\r\n求權因罹於時效而消滅，尚不生違背法令問題。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4154 號 民事",
        "case_date": "民國 71 年 09 月 30 日",
        "case_gist": "〔董事之車馬費與報酬有別〕\r\n董事之車馬費，係指董事前往公司或為公司與他人洽商業務所應支領之交\r\n通費用而言，與董事之報酬有別。中華公司董事會決議董事月支車馬費二\r\n萬元，並無違反公司法第一百九十六條規定。又原審既已認定中華公司六\r\n十八年二月一日董事會出席董事不足法定人數，其所為決議無效，其謂該\r\n次董事會已決議停發董事車馬費，暨張乃凡不得請求車馬費及其法定利息\r\n，即有可議。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4131 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 09 月 30 日",
        "case_gist": "土地法第三十條第一項規定：私有農地所有權之移轉，其承受人以能自耕\r\n者為限，其立法為意旨，原在間接扶植能自任耕作之人取得農地，故該條\r\n項規定之承受人之自耕能力，應專指承受人本人而言，與其配偶或同一戶\r\n內之直系血親有無自耕能力無關。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4116 號 民事",
        "case_date": "民國 71 年 09 月 29 日",
        "case_gist": "〔董事會應將章程及歷屆股東會議事錄等備置於本公司〕\r\n股東會議事錄，應與出席股之簽名簿及代理出席之委託書一併保存；又董\r\n事會應將章程及歷屆股東會議事錄、資產負債表、損益表備置於本公司，\r\n公司法 (舊) 第一百八十三條第三項及第二百十條第一項，分別定有明文\r\n。依此規定，高豐公司股東會議事錄應為被上訴人所保管。原審未注意及\r\n此，竟採黃○偉之證言，謂「前董事長張○昌未予移交」，而未命被上訴\r\n人提出該議事錄，以查明上訴人前開主張是否實在，遽為上訴人不利之認\r\n定，自嫌速斷。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4114 號 民事",
        "case_summary": "返還價金",
        "case_date": "民國 71 年 09 月 29 日",
        "case_gist": "權利之瑕疵，出賣人對之負擔保責任者，以買賣契約成立時業已存在者為\r\n限，若於契約成立當時權利並無瑕疵，而嗣後權利始有欠缺，則僅生債務\r\n不履行或危險負擔之問題，與權利瑕疵擔保責任無關。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4112 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 09 月 29 日",
        "case_gist": "損害賠償之方法，以回復原狀為原則，金錢賠償為例外，故損害發生之後\r\n，如有回復原狀之可能，受害人請求加害人賠償，應先行定期催告請求為\r\n回復原狀，逾期不為回復時，始得請求以金錢賠償其損害。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4105 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 71 年 09 月 29 日",
        "case_gist": "票據為提示證券，故付款請求權之行使，須以提示之方法為之，而支票執\r\n票人所為提示，應視為執票人行使請求權之意思通知，具有中斷時效之效\r\n力。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4092 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 71 年 09 月 24 日",
        "case_gist": "依耕地三七五減租條例所訂立之耕地租賃契約，承租人應以所租土地供耕\r\n作之用，且應自任耕作，此就該條例第十六條規定觀之自明，承租人在所\r\n租土地上建築房屋，即屬不自任耕作，應准出租人收回耕地。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 397 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 71 年 09 月 24 日",
        "case_gist": "抗告人聲請訴訟救助，雖提出鄰里長證明書，以釋明其無資力支出訴訟費\r\n用，但鄰里長對鄰里民之經濟狀況，不能謂完全瞭解，該證明書尚難釋明\r\n抗告人無資力支出訴訟費用。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 395 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 71 年 09 月 24 日",
        "case_gist": "當事人依民事訴訟法第四百九十六條規定提起再審之訴，以主張同條項各\r\n款規定之情形即為合法，至其情形是否果屬實在，則為其訴有無理由之問\r\n題，除其再審之訴尚欠缺其他合法要件外，即應依判決程序調查裁判。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4025 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 71 年 09 月 23 日",
        "case_gist": "土地法第四十三條所稱依本法所為之登記，有絕對效力，係為保護善意第\r\n三人而設。第三人因信賴登記而取得土地權利時，不因登記原因之無效或\r\n撤銷，而被剝奪。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4021 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 71 年 09 月 23 日",
        "case_gist": "租賃物之租金約定以稻谷給付者，出租人依民法第四百四十二條規定請求\r\n增加租金時，僅得就承租人應付稻谷之數額而為調整，不得請求變更給付\r\n物之種類，改以金錢給付。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4020 號 民事",
        "case_summary": "請求參與分配",
        "case_date": "民國 71 年 09 月 23 日",
        "case_gist": "強制執行法第三十四條第二項所謂債務人無他財產足供清償，非僅指債務\r\n人除受執行之財產外，全無其他財產而言，即有其他財產，如不足供清償\r\n參與分配債權人之全部債務者，該債權人即得以其全部債權聲明參與分配\r\n。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4014 號 民事判決",
        "case_summary": "返還價金（損害賠償）",
        "case_date": "民國 71 年 09 月 23 日",
        "case_gist": "被上訴人於第一審以上訴人違約為由，請求賠償損害，至在原審主張契約\r\n已解除，請求返還價金，自不得謂非訴之變更，原審似認其訴之變更為合\r\n法，被上訴人在第一審原訴之訴訟繫屬，即應因訴之變更而消滅，亦即第\r\n一審就原訴所為之裁判，應因合法的訴之變更而當然失其效力，此際，原\r\n審僅得就變更之新訴審判，乃原審見未及此，竟為維持第一審就原訴已失\r\n效力之裁判之判決，自難謂合。(已審編為判例)"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4013 號 民事",
        "case_summary": "確認股東會決議無效",
        "case_date": "民國 71 年 09 月 23 日",
        "case_gist": "確認之訴，除確認證書真偽之訴外，必須以法律關係為其訴訟標的。公司\r\n法第一百九十一條雖規定股東會決議之內容違反法令或章程者無效，然此\r\n種決議之內容為法律關係發生之原因，要非法律關係之本身，當不能作為\r\n確認之訴之標的。倘其非有請求確認因該決議內容所生或受該決議危害影\r\n響之法律關係存與否之真意，徙以該決議內容本身是否存在為其確認為之\r\n標的，即非有當。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 390 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 71 年 09 月 23 日",
        "case_gist": "此項聲明，係將原請求以金錢計算租金者，變更以稻谷計付，自屬訴之變\r\n更。抗告人雖稱其在第二審之聲明，依民事訴訟法第二百五十六條第二款\r\n規定，不待相對人同意，亦得為之。抗告人變更之訴，相對人等既表示不\r\n予同意，自非合法，因而裁定駁回之。經核於法洵無違誤。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4010 號 民事",
        "case_summary": "撤銷仲裁判斷",
        "case_date": "民國 71 年 09 月 22 日",
        "case_gist": "形成判決，因直接足生創設、變更或消滅法律關係之效力，故形成之訴，\r\n限於法律有明文規定時，始得為之，否則不得任意提起。本件兩造間無訂\r\n立仲裁契約，但仲裁協會就兩造間爭議，仍予以仲裁判斷，為原審所確定\r\n之事實。惟此與商務仲裁條例第二十三條所定得以訴請撤銷仲裁判斷之情\r\n形，無一相符，被上訴人據行提起本件訴訟，自為法所不許。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 4009 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 71 年 09 月 22 日",
        "case_gist": "定有存續期間，擔保債權最高限額之抵押契約，在存續期間屆滿前，雖其\r\n債權已清償，或嗣後所擔保之債權尚未發生，亦非當然失效。除債權人拋\r\n棄其擔保之權利外，抵押權設定人不得於存續期間屆滿前片面終止契約，\r\n而訴請塗銷其抵押權之設定登記。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3986 號 民事",
        "case_summary": "返還保證金",
        "case_date": "民國 71 年 09 月 17 日",
        "case_gist": "債務人享有同時履行抗辯權者，未行使此項抗辯權以前，仍可發生遲延責\r\n任之問題，必須行使以後始能免責。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3979 號 民事",
        "case_date": "民國 71 年 09 月 17 日",
        "case_gist": "〔支票時效抗辯與有關法律規定的配合〕\r\n上訴人謂主債務人萬良公司之票據債務，自其受敗訴判決確定之日起，至\r\n本件被上訴人提起訴訟之日止，已逾一年，其追索權應罹於時效而消滅，\r\n彼等之保證債務，亦不存在一節，經調閱臺灣台中地方法院六十九年訴字\r\n第七八五號被上訴人訴求萬良公司給付票款事件卷宗，查其第八六頁郵務\r\n送達證書記載，萬良公司係於六十九年四月三日收受命其給付票款之判決\r\n正本，未據提起上訴，扣除在途期間三日，算至六十九年四月二十六日，\r\n而告確定，依民法第一百三十七條第二項，票據法第二十二條第一項規定\r\n，自該日起，其追索權一年消滅時效期間，算至七十年四月廿六日被上訴\r\n人提起本件訴訟時，固已完成，惟依強制執行法第四條第三項規定，原有\r\n時效期間延長為五年，尚難謂被上訴人對支票款追索權已罹於時效而消滅\r\n，從而，另立切結書，為其保證人之上訴人即不得依民法第七百四十二條\r\n規定為效時之抗辯云云，為其論據，經核於法尚無不合。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3923 號 民事",
        "case_summary": "返還占有物",
        "case_date": "民國 71 年 09 月 17 日",
        "case_gist": "汽車為動產，依民法第七百六十一第一項規定，其物權之讓與以交付為生\r\n效要件。在監理機關所為過戶，屬於行政上之監理事，不生物權移轉之效\r\n力。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 386 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 71 年 09 月 17 日",
        "case_gist": "民事訴訟法第四百零一條第一項所謂訴訟繫屬後為當事人之繼受人者，及\r\n當事人占有請求之標的物者，係指就訴訟標的之法律關係繼受當事人地位\r\n者，及專為當事人之利益而占有請求之標的物者而言。"
    },
    {
        "case_id": "最高法院 71 年度台聲字第 224 號 民事",
        "case_summary": "確認地上權",
        "case_date": "民國 71 年 09 月 17 日",
        "case_gist": "解釋意思表示，原屬事實審法院之職權，故事實審法院解釋意思表示所為\r\n法律上之判斷，不發生適用法規顯有錯誤之情形。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3915 號 民事",
        "case_summary": "設定地上權登記",
        "case_date": "民國 71 年 09 月 16 日",
        "case_gist": "租地建屋，除有特別約定外，承租人欲建何種房屋，非出租人所得所過問\r\n，且於租賃關係繼續存在中，承租人為配合都市發展，將已建之房屋拆除\r\n重建，或利用尚未使用之空地加以增建，出租人並負有同意建築之義務。\r\n而此種同意建築義務，與承租人所負支付租金之義務，又非無互有對價之\r\n關係，如出租人不為同意，承租人自得提出同時履行之抗辯，拒絕其租金\r\n之支付。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3913 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 09 月 16 日",
        "case_gist": "應受判決事項聲明之擴張或減縮。雖亦為訴之變更或追加，但如其訴訟標\r\n的並不因而生變更或追加者，依民事訴訟法第二百五十六條第二款及第四\r\n百四十六條第一項但書之規定，原告無論在第一審或第二審均得任意為之\r\n。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 380 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 71 年 09 月 16 日",
        "case_gist": "軍人及其家屬優待條例第十條所謂不得強制執行之財產，係指強制執行法\r\n第二章至第四章關於金錢給付請求權之強制執行而言，不包括關於物之交\r\n付請求權之執行在內。"
    },
    {
        "case_id": "最高法院 71 年度台聲字第 215 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 71 年 09 月 16 日",
        "case_gist": "裁定已經確定，如有民事訴訟法第四百九十六條第一項第一款之情形，依\r\n同法第五百零七條規定固非不得聲請再審，惟該條款所謂適用法規顯有錯\r\n誤者，不包括不備理由之情形在內。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3907 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 09 月 15 日",
        "case_gist": "法人合併於另一法人，而另一法人仍然存續者，學者謂之吸收合併，被吸\r\n收之法人因合併而消滅，其合併前之權利義務，應由合併後存續之法人包\r\n括的承受之(公司法第七十五條參照)。此與法人因合併以外之事由而解散\r\n須經清算程序之情形有間，不生清算法人之問題。合作社法第二條規定合\r\n作社為法人，當然有上開法則之適用。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 373 號 民事",
        "case_summary": "交還房屋",
        "case_date": "民國 71 年 09 月 15 日",
        "case_gist": "上訴須對於原判決所宣示之主文為之，若說明主文之理由雖於當事人有所\r\n不利，因無裁判效力，即與當事人之權利義務初無所妨，亦不容對之提起\r\n上訴。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3885 號 民事",
        "case_summary": "給付買賣價金",
        "case_date": "民國 71 年 09 月 10 日",
        "case_gist": "民法第一百三十一條所謂時效因起訴而中斷者，係僅指有請求權之人，以\r\n訴行使其請求權，其消滅時效因而中斷而言。本年四十六年台上字第一一\r\n七三號著有判例。原審認為上訴人就訟爭貨款請求權消滅時效不因被上訴\r\n人另案提起消極確認之訴而中斷，自不生違背法令問題。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3849 號 民事",
        "case_summary": "排除侵害",
        "case_date": "民國 71 年 09 月 10 日",
        "case_gist": "商標所用文字及讀音，係用以表彰其商品，以與他人同類之商品相區別，\r\n均為構成商標之主要部分 (行政法院四七年第五一號、第二九九號判例參\r\n照) ，依商標法第五條之規定，商標所用文字，雖以國文為主，但亦得以\r\n外文為輔，是其所用外文，亦構成商標之主要部分，NAPOXEN 與 NAPOSIN\r\n商標之外文構成近似之情形，自係以近似名稱，侵害被上訴人之商標專用\r\n權，至藥品之包裝形態、圖樣顏色，於商標專用權是否已受侵害之認定，\r\n並無影響，無審究必要。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 365 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 71 年 09 月 10 日",
        "case_gist": "當事人非居住法院管轄區域內者，其在途期間之計算，依司法院 (70) 院\r\n台廳一字第○一五三七號函頒發之「法院訴訟當事人在途期間表」二、「\r\n當事人非居住於管轄區域內者」， (一) 居住於國內者之規定：其在途期\r\n間按該法院管轄區域內之在途期間日數 (日數不同者，按最長日數) ，再\r\n加其居住地第一審法院管轄區域內之在途期間日數 (日數不同者，按最長\r\n日數) 計算。查本件第一審台灣彰化地方法院管轄區域內之在途期間日數\r\n為二日，抗告人居住地第一審台灣台中地方法院管轄區域內之在途期間最\r\n長日數為三日，則抗告人上訴第二審之在途期間應共為五日，抗告人於七\r\n十年十一月三日收受第一審判決，上訴期間為二十日，扣除在途期間五日\r\n，至同年十一月廿八日始行屆滿，其於同年月廿七日提出上訴狀於台灣彰\r\n化地方法院，顯未逾法定上訴期間，原裁定駁回其上訴，自有未合。"
    },
    {
        "case_id": "最高法院 71 年度台聲字第 208 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 71 年 09 月 09 日",
        "case_gist": "民事訴訟法第四百九十七條係就不得上訴於第三審法院之事件而為之規定\r\n，本件前再審程序，既係對本院確定裁定聲請再審，自無準用民事訴訟法\r\n第四百九十七條規定之餘地，聲請人準用上開規定聲請再審，自有未合。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3825 號 民事",
        "case_summary": "確認單獨繼承權存在",
        "case_date": "民國 71 年 09 月 08 日",
        "case_gist": "繼承回復請求權，係指正當繼承人請求確認其繼承資格及回復繼承標的之\r\n權利而言。此項請求權應以與其繼承爭執資格之表見繼承人為對象，向之\r\n訴請回復，始有民法第一千一百四十六條第二項時效之適用 (見本院五十\r\n三年度台上字第一九二八號判例) 。準此，必須繼承權受侵害之人以表見\r\n繼承人為被告提起回復繼承權之訴，經表見繼承人提出時效抗辯，始有民\r\n法第一千一百四十六條第二項之適用。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3778 號 民事",
        "case_date": "民國 71 年 09 月 03 日",
        "case_gist": "〔海商法上主張具有優先權之債權人應就其優先性質舉證〕\r\n原審維持第一審所為上訴人敗訴之判決，係以： (一) 上訴人就其債權新\r\n台幣 (下同) 五十八萬九千四百三十二元之性質及如何具有優先受償之法\r\n律關係，未能舉證。 (二) 被上訴人司○光等三十二人之債權，除有一萬\r\n三千八百五十三元二角八分為多列者外，均屬同條第三款之債權，其順位\r\n在上訴人債權之前，經另案本院七十年度台上字第一三三七號確定判決審\r\n認無異。上訴人應受既判力之拘束，不得再為相反之主張。 (三) 該三十\r\n二人之債權，僅受償百分之五四‧六，尚有三百六十三萬一千四百十四元\r\n尚未受償。扣除上開多列之數外，餘欠尚鉅，故司○光、姜○璋、莊○新\r\n、中華海事檢定社、德同公司支出之訴訟費用、執行費、鑑定費合計六十\r\n萬七千六百十三元，縱經調查結，果屬於普通債權，亦因更正分配表結果\r\n，仍歸第三順位債權人司○光等三十二人受償，債權順位在後之上訴人，\r\n仍無法受到分配，顯無訴訟實益，自無即受確認判決之法律上利益云云，\r\n為其論據。\r\n第查 (一) 上訴人之債權，在分配表上已列在依巴拿馬商法第一五○七條\r\n第四順位分配，無人提出異議，已屬確定之事實，故其債權之性質及如何\r\n具有優先受償權？不生上訴人應再舉證之問題。 (二) 按既判力僅及於原\r\n告與被告間為訴訟標的之法律關係，對於同一方當事人相互間並無既判力\r\n之可言。上開另案係德同公司為原告以司○光等三十二人及上訴人為共同\r\n被告而起訴，德同公司被判敗訴確定，無論其判決理由如何認定，因上訴\r\n人係勝訴者，又非上訴人與司○光等三十二人間之訴訟，上訴人無從對其\r\n判決理由聲明上訴，故該確定判決就上訴人與司○光等三十二人間之本件\r\n訴訟標的不生既判力之問題。 (三) 設各被上訴人之債權經調查結果，均\r\n為普通債權，或其優先於上訴人之債權額，並未多至影響上訴人債權額之\r\n全部或一部受償，上訴人即有全部或一部分受確認判決之法律上利益。原\r\n審對以上各點概未注意，遽憑前詞而為上訴人敗訴之判決，自難謂非違誤\r\n。上訴論旨，執是指摘原判決不當，聲明廢棄，非無理由。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3765 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "債務人異議之訴，須以其主張消滅或妨礙債權人請求之事由，係發生於執\r\n行名義成立後者，或在以裁判為執行名義時，其為異議原因之事實，係發\r\n生在前訴訟言詞辯論終結後者，債務人始得於強制執行程序終結前提起之\r\n。若其主張此項事由，在執行名義成立之前，或在前訴訟言詞辯論終結之\r\n前，即已存在，則為執行名義之裁判縱有不當，亦非異議之訴所能救濟。\r\n此項執行名義，不限於有實體上確定力之執行名義，即依非訟事件程序所\r\n為之裁定，縱無確定實體上法律關係存否之效力者，亦包括在內。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3762 號 民事",
        "case_summary": "離婚",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "本件上訴人於六十九年九月二十五日向第一審法院起訴，請求准上訴人與\r\n被上訴人離婚，於訴狀表明被上訴人之住所為彰化市中正路二段三七六巷\r\n十三號，嗣因不能送達，經上訴人聲請公示送達，法院准其所請，並於七\r\n十年十一月二十八日依上訴人之一造辯論而判決上訴勝訴，已告確定，茲\r\n被上訴人主張伊係於七十年一月二十七日閱覽卷宗，始悉上情云云。經調\r\n閱上開卷宗查核無異。是被上訴人於七十年二月十四日提起本件再審之訴\r\n，顯未逾三十日之不變期間。次查被上訴人於六十八年及六十九年間向與\r\n子女居住於彰化市民族路二九八號房屋等情，業經兩造子女陳佩君、陳貞\r\n君、陳俊修、陳姿燕及陳蓉蓉分別於本案及另案刑事偵查中證明無異，並\r\n經證人劉玉信、熊金泉結證屬實，足證上訴人確知被上訴人係偕同子女居\r\n於彰化市民族路上址。詎上訴人於前訴訟程序，不能向被上訴人為送達後\r\n，竟未陳報被上訴人之上開居所，據指被上訴人應為送達之處所不明，聲\r\n請公示送達，法院准其所請，進而依其一造辯論而為判決，被上訴人以有\r\n民事訴訟法第四百九十六條第一項第六款所定情形，提起本件再審之訴，\r\n自應准許。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3753 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "都市地方房屋之租金，以不超過土地及其建築物申報總價額年息百分之十\r\n為限，土地法第九十七條第一項定有明文。又所謂土地及建築物之總價額\r\n，土地法施行法第二十五條規定，土地價額，依法定地價；建築物價額，\r\n依該管縣市地政機關估定之價額。而法定地價，依土地法第一百四十八條\r\n規定，係為土地所有人依該法規定所申報之地價，在平均地權條例施行區\r\n域，當係指土地所有人於地政機關舉辦規定地價或重新規定地價之時，其\r\n公告申報地價期間自行申報之地價，未於該期間內申報，地政機關公告之\r\n地價而言(參看該條例第十六條)。至於土地公告現值，乃為直轄市及縣市\r\n地政機關就轄區內土地，分別區段、地目、地價等級，經常調查地價動態\r\n及市價每年編製之土地現值表，經地價評議委員會評定後，分區公告者，\r\n(同條例第四十六參照)與前述因規定地價或重新規定地價所公告之地價，\r\n顯有不同 (但在舉辦規定地價或重新規定地價之當年以公告地價為公告現\r\n值，見同條例施行細則第六十四條) 是故都市地方房屋之租金，縱未紹過\r\n土地公告現值及建築物評定價額總額年息百分十，但已超過土地申報地價\r\n(未申報者依公告地價)及建築物評定價額總額年息百分之十者，仍為法所\r\n不許。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3749 號 民事",
        "case_summary": "給付保險金",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "當事人提出之書證，縱屬真正，亦僅有形式上之證據力，其實質上證據力\r\n之有無，應由法院根據經驗法則依自由心證判斷之，而外國法院判決於我\r\n國法院之裁判，無拘束力，其得否採用之為證據，又必須調查該案原有證\r\n據及其他一切情事，於足以資判斷。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3748 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "占有固為事實，並非權利，但究屬財產之法益，民法第九百六十條至第九\r\n百六十二條且設有保護之規定，侵害之，即屬違反法律保護他人之規定，\r\n侵權行為之違法性非非具備，自應成立侵權行為。至占有人對該占有物有\r\n無所有權，初非所問。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3746 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "當事人因情事變更，而以他項聲明代最初之聲明，法律基於便宜之理由，\r\n在民事訴訟法第二百五十六條第三款固規定於訴訟無礙，不受同法第二百\r\n五十五條之拘束，但其在本質上仍屬訴之變更。而在第二審為訴之變更合\r\n法者，原訴可訴認為已因而視為撤回時，第一審就原訴所為判決，自當然\r\n失其效力。第二審法院應專就新訴為裁判，無須更就該判決之上訴為裁判\r\n。原審見未及此，就被上訴人變更之新訴准許，並命上訴人如數給付後，\r\n又將第一審判決予以部分廢棄，於法自屬有違。(已審編為判例)"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3743 號 民事",
        "case_summary": "給付違約金",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "契約當事人之一方履行遲延者，如該契約未以此為解除條件，他僅得依民\r\n第二百五十四條或二百五十五條之規定解除契約。並非於一方履行遲延時\r\n，契約當然失其效力。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3738 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "分割共有物之目的，在消滅共有關係。故除當事人有合意外，分割之結果\r\n，自不應創設另一共有關係。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3735 號 民事",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "〔解散之公司，除因合併、破產而解散者外，應行清算〕\r\n查「解散之公司，除因合併、破產而解散者外，應行清算」「解散之公司\r\n，於清算範圍內，視為尚未解散」，公司法第廿四條、第廿五條定有明文\r\n。按舊百○公司雖於六十七年七月七日完成解散登記，已如上述，但是否\r\n已履行清算之法定程序，尚欠明瞭，倘未履行清算程序，舊百○公司之人\r\n格，難謂已經消滅。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3733 號 民事",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "〔公司除依法律或公司章程以保證為業務者外，不得為任何保證人〕\r\n本件上訴人與訴外人華○公司所訂之基本買賣合約，除第十條規定「乙方\r\n (華○公司) 連帶保證人保證乙方履行本合約，若乙方無法履行本合約時\r\n乙方連帶保證人願負本合約中乙方應負之一切責任…」外，另無涉及進出\r\n口業務，顯與該公司所經營之保證業務無關，依公司法第十六條第二項規\r\n定，雖應由公司負責人自負保證責任。然如前述華○公司業務實\r\n際係由張○雄負責，並據曾在上訴人公司任職之蔡○耀證稱：「訂契約當\r\n時，黃○標之簽名章及印章，是張○雄代蓋的」，「以後張○雄打電話來\r\n，我與許○榮去華○公司對保…」「事隔太久，已記不清楚黃○標是否在\r\n場」，上訴人另一職員許○榮亦稱：「我記得對保是在華王公司對的」「\r\n我對黃○標這個人沒有印象」，足證本件基本買賣合約連帶保證人項下所\r\n蓋華○公司及其負責人即被上訴人黃○標之印章，均係張○雄所蓋，實非\r\n被上訴人代華○公司為保證行為，且無從認定被上訴人知為保證而不為反\r\n對之表示。況上訴人亦為公司法人，當必知悉公司法第十六條第一項規定\r\n，尚無民法第一百六十九條前段規定之適用，是難令被上訴人負授權人之\r\n責任，爰基此將第一審所為不利於上訴人之判決，判予維持，經核尚無不\r\n合。上訴論旨，執指摘原判決不當，聲明廢棄，非有理由。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3732 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 08 月 31 日",
        "case_gist": "私有農地所有權之移轉，其承受人固以能自耕者為限，惟未限定不能自耕\r\n者，不得於買賣農地時，約定將有所有權移轉於有自耕能力之人。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3729 號 民事",
        "case_summary": "塗銷質權登記",
        "case_date": "民國 71 年 08 月 30 日",
        "case_gist": "因繼承而取得不動產物權者，非經登記，固不得處分其物權，但為訴訟經\r\n濟計，當事人一訴請求辦理繼承登記後再為分割，並無不可。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3720 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 71 年 08 月 30 日",
        "case_gist": "被上訴人謝澤未原為八德鄉公所建設科科員，明知系爭土地為禁建地而故\r\n意隱匿，未將系爭土地不能興建住宅之瑕疵告知上訴人，依民法第三百五\r\n十四條第一項規定，應負契約預定效用之瑕疵擔保責任，縱屬實在，亦屬\r\n買受人即上訴人得依民法第三百五十九條規定解除契約或請求減少價金問\r\n題，非謂買受人即可據以拒付或遲延給付價款，是上訴人未依約定期限給\r\n付第一期價款，已應負遲延責任，經被上訴人限期一個月催告後上訴人仍\r\n逾期不為給付，被上訴人因再以存證函通知上訴人，聲明解除契約，於民\r\n法第二百五十四條規定，並無不合。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3706 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 08 月 27 日",
        "case_gist": "增值稅之繳付，乃為地主之上訴人所負公法上之義務，不因私法契約上特\r\n約，由何方負擔，而得解免或變更此項公法上之義務，僅上訴人於繳納後\r\n，得依特約，請求其對方負擔。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3697 號 民事",
        "case_date": "民國 71 年 08 月 27 日",
        "case_gist": "〔支票雖為無因、文義證券，但簽發支票非不可作為債務清償之方法〕\r\n支票雖為無因、文義證券，但簽發支票，既非不可作為債務清償之方法，\r\n原審對於上訴人交付上開支票，是否確與車禍墊款無關，及其調現實情如\r\n何，又未詳為調查勾稽，遽為不利於上訴人之判斷，即嫌速斷。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3671 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 71 年 08 月 27 日",
        "case_gist": "本票內記載免除作成拒絕證書者，執票人仍應於所定期限內為付款之提示\r\n，僅主張執票人未為提示者，應負舉證之責而已 (參看票據法第一百二十\r\n四條、第九十五條) ，並非謂執票人可不於所定期限內為付款之提示。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3641 號 民事",
        "case_date": "民國 71 年 08 月 25 日",
        "case_gist": "〔代理人簽名於票據，必須有代理本人為票據行為之權限者，始對本人發\r\n生效力〕\r\n本院四十一年台上字第七六四號判例所謂：「代理人於其代理權限內，以\r\n本人名義蓋本人名章，並自行簽名於票據者，縱未載代理人字樣，而由票\r\n據全部記載之趣旨觀之，如依社會觀念，足認有為本人之代理關係存在者\r\n，仍難謂非已有為本人代理之旨之載明」云云。必須簽名於票據者有代理\r\n本人為票據行為之權限者始足當之，如簽名於票據者並無代理本人之權限\r\n，其簽名對於本人不生效力，並應依票據法第五條規定自負其責。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3638 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 08 月 23 日",
        "case_gist": "買賣之物缺少出賣人所保證之品質者，買受人固得依民法第三百六十條規\r\n定請求不履行之賠償損害，惟查被上訴人為系爭車輛之製造廠商，並非買\r\n賣契約之當事人，上訴人本於買賣關係請求被上訴人就其因買賣之物之瑕\r\n疵所受損害負連帶給付責任，自屬無據。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3636 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 08 月 23 日",
        "case_gist": "實施查封後債務人就查封物所為移轉，設定負擔或其他有礙執行效果之行\r\n為，對於債權人不生效力，強制執行法第五十一條第二項定有明文，所謂\r\n「其他有礙執行效果之行為」，係指處分行為以外，其他足以影響查封效\r\n力之行為，例如將查封物出租、出借等是，所謂債權人，應兼指聲請執行\r\n之債權人及拍定人而言，上訴人就系爭房屋之租賃契約訂立於查封之後，\r\n執行法院不知情而未予排除，被上訴人之拍定系爭房屋，係按無租賃條件\r\n支付價金，上訴人竟執不定期且可轉租之租賃契約主張權利，當然影響被\r\n上訴人對拍賣價額之估計，對於執行效果，大有妨礙，依據前開說明，係\r\n爭房屋之租賃契約，對於被上訴人既不生效力，上訴人殊無依民法第四百\r\n二十五條規主張其租賃契約對系爭房屋之承受人或買受人繼續存在之餘地\r\n。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3620 號 民事",
        "case_summary": "分配表異議",
        "case_date": "民國 71 年 08 月 20 日",
        "case_gist": "原審以被上訴人華比銀行對萬富公司、真實公司、誠實公司所有新萬富輪\r\n、真實輪、誠實輪之抵押權，係向巴國申請設定登記取得，有卷附抵押登\r\n記證明書等件可稽。依強制執行法第一百十四條之三規定，應依船籍國法\r\n即巴國商事法為準據法，以定其船舶優先權及抵押權之位次。依巴國商事\r\n法第一千五百零七條規定，船舶優先權分配船價之順位為：七、船舶抵押\r\n權，八、因船舶必須之補給而發生之債務。執行法院依此項規定，將被上\r\n訴人華比銀行之債權列在上訴人債權之前優先受償，並無不合。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3617 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 08 月 20 日",
        "case_gist": "買賣契約與移轉所有權之契約不同，出賣人對出賣之標的物，不以有處分\r\n權為必要。本件上訴人之母林蔡稻將訟爭土地出賣與被上訴人之父陳清泰\r\n，其移轉所有權之處分行為，縱令未經上訴人及林菊等之同意不能發生效\r\n力，惟其買賣債權契約則非無效。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3612 號 民事",
        "case_summary": "撤銷贈與登記",
        "case_date": "民國 71 年 08 月 20 日",
        "case_gist": "贈與之撤銷，以向受贈人以意思表示為之為已足。又贈與經撤銷後，贈與\r\n人得以關於不當得利之規定，請求返還贈與物，觀諸民法第四百十九條規\r\n定甚明。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3605 號 民事",
        "case_summary": "確認土地抵押權不存在",
        "case_date": "民國 71 年 08 月 20 日",
        "case_gist": "本院五十年度台上字第二○八七號，及五十一年度台上字第一八一九號判\r\n例，亦祗謂不動產經查封後，債務人所為處分行為或設定負擔，僅對債權\r\n人不生效力，其所為登記即有塗銷之原因，而非謂於債務人及其相對人間\r\n亦屬無效而不存在。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3600 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 71 年 08 月 20 日",
        "case_gist": "提起第三審上訴，須具體指摘第二審判決之違背法令。故第三審上訴理由\r\n，如僅引用第二審判決時之攻擊防禦方法作為第三審上訴理由，應認為未\r\n對第二審判決有何具體之指摘，不得謂已合法表明上訴理由。本件上訴人\r\n提起第三審上訴，除引用第二審判決時之攻擊防禦方法作為第三審上訴理\r\n由外，更就原審認定被上訴人取得訟爭支票在法院裁定禁止訴外人施靜仁\r\n為提示或轉讓之假處分之前，既非該裁定之債務人為裁定效力所不及之事\r\n實，謂為違誤，而未具說明其違背何法令。依首揭說明，應認其上訴為不\r\n合法。"
    },
    {
        "case_id": "最高法院 71 年度台聲字第 187 號 民事",
        "case_summary": "確認合夥關係不存在",
        "case_date": "民國 71 年 08 月 20 日",
        "case_gist": "聲請人以伊係以民事訴訟法第四百九十六條第一項第十二款所定事由，為\r\n其再審理由，而依同法第五百條第三項但書規定，聲請再審，乃原法院錯\r\n誤引用該第五百條第一、二項規定為其不利之裁判，本院確定裁定，未予\r\n糾正，適用法規自屬顯有錯誤云云，而據以聲請再審，不無誤會，蓋該第\r\n三項但書所定不在此限，係指有前開第十二款所定再審事由者，雖其知悉\r\n已逾五年，仍得於知悉時起三十日內提起而言，非謂其得排除同條第一、\r\n二項所定三十日不變期間之適用。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3544 號 民事",
        "case_summary": "確認土地所有權",
        "case_date": "民國 71 年 08 月 19 日",
        "case_gist": "依民法第七百六十九條規定主張因時效而取得所有權者，固非不得將自己\r\n之占有與其前占有人之占有合併而主張二十年間和平繼續占有他人未登記\r\n之不動產，第其占有既應以所有之意思為之，自應限於有權利能力之占有\r\n始得主張之。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3541 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 08 月 19 日",
        "case_gist": "數宗土地之共有人，因協議分割，約定互易其各宗土地之應有部分，使雙\r\n方各取得某一筆土地之「全部所有權」，固為含有多數「互為條件」之所\r\n有權應有部分之互易行為。然本質上仍屬協議分割，並非單純的互易，非\r\n經共有人全體同意不得成立。如有一共有人不同意，雙方即無由取得某一\r\n筆之全部所有權，其協議分割之目的，即不能達成。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3520 號 民事",
        "case_summary": "確認借貸關係不存在",
        "case_date": "民國 71 年 08 月 18 日",
        "case_gist": "原告在第二審程序將原訴變更時，法院以其訴之變更為合法，而原訴可認\r\n為已因撤回而終結者，則在第一審原訴之訴訟繫屬應因訴之變更而消滅，\r\n亦即第一審就原訴所為之裁判，應因合法的訴之變更而當然失其效力，第\r\n二審法院不得將第一審就原訴所為之判決維持或廢棄改判。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3519 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 71 年 08 月 18 日",
        "case_gist": "出租人依土地法第一百零三條第四款規定，以承租人「積欠租金額達二年\r\n以上時」為由終止租約，必須承租人積欠租金達二年以上時，始得依民法\r\n第四百四十條規定，催告承租人支付積欠租金；如承租人積欠租金未達二\r\n年，即不能認出租人有依民法第四百四十條定期催告，並依此催告終止租\r\n約之權限。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3517 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 71 年 08 月 18 日",
        "case_gist": "民事訴訟法第四十條第三項所謂非法人團體，必須由多數人所組成，並須\r\n有一定之組織、名稱、目的、事務所或營業所、獨立之財產及設有對外代\r\n表團體之管理人或代表人，始足當之。經訊據上訴人所舉證人郭文甫證稱\r\n：福利委員會由住戶推派代表管理公共使用物，如電梯、抽水機、環境清\r\n潔打掃，其經費來自住戶每月繳納之管理費，福利委員會收取管理費係代\r\n收代支求性質，並無固定財產等語，華福委員會既無獨立之財產，自無當\r\n事人能力，上訴人列其為被告起訴，即難認為合法。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3516 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 71 年 08 月 18 日",
        "case_gist": "民事訴訟法第二百八十條第一項規定：「當事人對於他造主張之事實，於\r\n言詞辯論時不爭執者，視同自認」，係指當事人對於他造主張之事實，於\r\n言詞辯論時，消極的不表示意見，法律擬制為自認而言；學者以擬制自認\r\n或準自認稱之，此與同法第二百七十九條第一項所定自認，必須當事人對\r\n於他造主張之事實積極的表示承認之情形有別，兩者在法律上之效果亦不\r\n相同；當事人依同法第二百七十九條第一項規定自認後，以自認人能證明\r\n與事實不符，且係出於錯誤而自認者為限，始許撤銷其自認 (見同條第三\r\n項之規定) 。惟當事人對於他造主張之事實，於言詞辯論時不爭執，僅消\r\n極的不表示意見而已，本無自認行為，不生撤銷自認之問題，按其情節，\r\n非可斷定當事人必無爭執之意，依同法第一百九十六條規定，應許當事人\r\n於言詞辯論終結前，隨時為追復爭執之陳述；縱令當事人在第一審未為爭\r\n執，依同法第四百四十七條第二項規定，至第二審程序仍得追復之。原審\r\n見未及此，竟謂被上訴人對於分鬮書之真正，並無爭執，依民事訴訟法第\r\n二百八十條第一項規定，應視同自認，嗣後不得更行否認該分鬮書之真正\r\n，所持法律上之見解，已有違誤。(已審編為判例)"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3494 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 71 年 08 月 13 日",
        "case_gist": "法院應否依民事訴討法第二百六十八條規定延展辯論期日，本有自由裁量\r\n之權，其不為延展，亦不生違背法令問題。本件上訴人對第二審判決提起\r\n上訴，係以原審未延展辯論期日，致無法準備為完全之辯論，訴訟程序即\r\n有瑕疵云云，而未具體說明原判決另有違背法令之處。應認其上訴為不合\r\n法。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3457 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 08 月 13 日",
        "case_gist": "依民法第八百二十七條第二項規定，各公同共有人之權利，及於公同共有\r\n物之全部，並無所謂應有部分之存在，而公同共有物之處分及其他權利之\r\n行使，應得公同共有人全體之同意，復為民法第八百二十八條第二項所明\r\n定，遺產在未分割前，應屬全體繼承人公同共有，則繼承於辦理繼承登記\r\n，使所繼承遺產成為各繼承人分別共有(即消滅公同共有關係)時，自應由\r\n全體繼承人為之。如其有不同意辦理繼承登記為分別共有者，即應由繼承\r\n人中之一人或數人對於其他繼承人起訴，請求辦理之，其訴訟當事人始為\r\n適格。依土地登記規則第二十九條規定，繼承人中之一人或數人僅能申請\r\n為公同共有之登記，如欲申請為分別共有之登記，則應經繼承人全體同意\r\n，此觀該條規定甚明。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3451 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 08 月 13 日",
        "case_gist": "兩造約定以轉讓信用狀方式給付價款；但並非約定由第三人為給付之契約\r\n，因被上訴人作業上之過失，致使上訴人無法憑信用狀取得貨款，受有損\r\n害，亦無民法第二百六十八條規定之適用。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3439 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 71 年 08 月 12 日",
        "case_gist": "查支票乃文義證券及無因證券，故支票上之權利義務，悉依票上所載文義\r\n定之，與其基礎之原因關係各自獨立。支票上權利之行使，不以其原因關\r\n係存在為前提，從而執票人行使支票上權利時，就其基礎之原因關係確係\r\n有效存在，並不負舉證責任。反之，若票據債務人以自己與執票人間所存\r\n抗辯之事由，對抗執票人，依票據法第十三條規定意旨觀之，固非法所不\r\n許，惟應由票據債務人就該抗辯事由負舉證之責任。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3435 號 民事判決",
        "case_summary": "給付貨款",
        "case_date": "民國 71 年 08 月 12 日",
        "case_gist": "由民法第一百三十條之規定而觀，時效因請求而中斷者，請求人苟欲保中\r\n斷之效力，非於請求後六個月內起訴不可。如僅繼續不斷的為請求，而未\r\n於請求後六個月內起訴其中斷之效力，即無由保時。(已審編為判例)"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3433 號 民事判決",
        "case_summary": "清償債務",
        "case_date": "民國 71 年 08 月 12 日",
        "case_gist": "消滅時效因承認而中斷，為民法第一百二十九條第一項第二款所明定，至\r\n同法第一百三十條，係就因請求而中斷者為規定，原審於因承認而中斷之\r\n情形，亦予適用，自有適用法規不當之違法。(已審編為判例)"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 317 號 民事",
        "case_summary": "（鑑定界址）交還土地",
        "case_date": "民國 71 年 08 月 12 日",
        "case_gist": "本件抗告人在地方法院為原告，依其訴之聲明及陳述之事實而觀，係請求\r\n確認至一定界線 (如舊地籍記載) 之土地屬於自己所有，並就相對人陳○\r\n江等逾界占有部分對之為拆屋還地之請求。該地方法院按地政機關調處之\r\n結果為判決，於其不利。雖未於主文內為「其餘上訴駁回」之諭和，究難\r\n謂已受全部勝訴之判決。抗告人聲明上訴，自非不合法。"
    },
    {
        "case_id": "最高法院 71 年度台聲字第 169 號 民事",
        "case_summary": "回復原狀",
        "case_date": "民國 71 年 08 月 12 日",
        "case_gist": "代收送達雖不合法，而於其轉交本人時起，仍應視為合法送達，本院著有\r\n十九年抗字第四六號判例可循。本件前程序台灣高等法院應送達與聲請人\r\n之該院六十九年度再字第六五號第二審判決，於民國六十九年七月十五日\r\n送達，雖由無收受送達權限之潘吉成代收，係不合法，但經本院囑託該院\r\n訊問潘○成，既陳明已於收受後四、五天轉交與聲請人本人云云，是則應\r\n認其收受後四、五天轉交時，視為合送法達。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3426 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 08 月 11 日",
        "case_gist": "本件上訴人應與謝宏基負連帶賠償責任，但上訴人為僱用人，其於賠償損\r\n害時，對於侵權行為之受僱人，有求償權(民法第一百八十八條第三項)，\r\n故上訴依法並無應分擔之部分，則債權人即被上訴人向有負擔部分之債務\r\n人謝宏基免除部分債務時，他債務人即上訴人即因而就免除部分亦同免其\r\n責任。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3416 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 08 月 11 日",
        "case_gist": "股份有限公司之董事長或其他有權代表公司之人與第三人訂立契約時，祗\r\n須表明代表公司之意旨為已足，非以加蓋公司之印章為必要，不得以契約\r\n未加蓋印章而否認其效力。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3413 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 71 年 08 月 06 日",
        "case_gist": "提起第三審上訴，須具體指摘第二審判決之違背法令。故第三審上訴理由\r\n，如僅以第二審判決時之攻擊防禦方法作為第三審上訴理由，應認為未對\r\n第二審判決有何具體之指摘，不得謂已合法表明上訴理由。本件上訴人提\r\n起第三審上訴，僅以第二審判決時之攻擊防禦方法謂被上訴人提起第二審\r\n上訴並無實益，作為第三審上訴理由。並未說明原判決有如何違背法令之\r\n處，即就權利保護要件為訴之成立要件而言，本件被上訴人在第一審既為\r\n被告，亦無對之適用民事訴訟法第二百四十七條規定之餘地。依首揭說明\r\n，應認其上訴為不合法。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3401 號 民事",
        "case_summary": "拆屋交地",
        "case_date": "民國 71 年 08 月 06 日",
        "case_gist": "對於第二審判決上訴，非以違背法令為理由者，不得為之。民事訴訟法第\r\n四百六十七條規定有明文。是對於第二審判決上訴，非主張原判決違背法\r\n令以為上訴理由，即屬不應准許，自應認為不合法而駁回之。而土地與房\r\n屋為各別之不動產，房屋之所有人並非當然取得使用基地之權利。本件上\r\n訴人對第二審判決提起上訴，謂其取得房屋所有權在被上訴人取得訟爭土\r\n地所有權之前，非無權占有云云，而未具體說明原判決違背法令之處。依\r\n首揭說明，應認其上訴為不合法。"
    },
    {
        "case_id": "最高法院 71 年度台再字第 166 號 民事",
        "case_summary": "給付補償金",
        "case_date": "民國 71 年 08 月 04 日",
        "case_gist": "共有物之分割，經分割之形成判決確定者，即生共有關係終止及共有人各\r\n自取得其分得部分所有權之效力，再審被告因確定判決而取得分得部分之\r\n所有權，自不因其後地價調整而獲不當得利，其依確定判決給付再審原告\r\n之補償金，既已依法提存而生清償之效力，再審原告亦不得以嗣後地價調\r\n整援用情事變更原則，請求增加給付。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3365 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 71 年 07 月 30 日",
        "case_gist": "對於第二審判決上訴，非以違背法令為理由者，不得為之。民事訴訟法第\r\n四百六十七條定有明文。是對於第二審判決上訴，非主張原判決違背法令\r\n以為上訴理由，即屬不應准許，自應認為不合法而駁回之。已經本院以二\r\n十六年鄂上字第二三六號著為判例。本件上訴人對第二審判決提起上訴，\r\n係以原審依職權解釋契約、認定事實取捨證據之職權行使為不當為理由，\r\n而未說明其違背何法令。依首揭說明，應認其上訴為不合法。再按自認之\r\n客體為事實，法院就當事人主張之事實，如何適用法律，不受當事人法律\r\n上陳述之拘束，上訴人謂被上訴人已就兩造間之委建承攬關係為自認，法\r\n院不得再為相反法律關係之判斷為違法，殊屬誤會。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3313 號 民事",
        "case_date": "民國 71 年 07 月 30 日",
        "case_gist": "〔財產保險指定之受益人，在其未表示享受利益前，要保人或被保險人非\r\n不得撤銷或變更之〕\r\n財產保險指定之受益人，在其未表示享受其利益前，要保人或被保險人非\r\n不得撤銷或變更之，此為通常之法理。如上訴人所稱被保險人亞細亞公司\r\n，已於六十八年八月廿五日，函囑伊勿將保險金付與被上訴人屬實，而被\r\n上訴人向上訴人借支部分賠償金之日期又在該八月廿五日之後，則能否謂\r\n被上訴人在該八月廿五日之前，已表示享受利益？上訴人仍應向被上訴人\r\n支付全額保險金，尚非無疑。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3271 號 民事判決",
        "case_summary": "清償會款",
        "case_date": "民國 71 年 07 月 23 日",
        "case_gist": "本件原審於七十年九月十八日訊問證人周錦登、林義明時固未隔別行之，\r\n但上訴人之訴訟代理人律師既未表示異議而為本案辯論，依民事訴訟法第\r\n一百九十七條第一項但書規定，應認上訴人之責問權業已喪失。上訴人不\r\n得以此為不服原判決之論據。(已審編為判例)"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3226 號 民事",
        "case_summary": "確認租賃關係不存在",
        "case_date": "民國 71 年 07 月 23 日",
        "case_gist": "確認法律關係成立或不成立之訴，以確認現在之法律關係為限，如已過去\r\n或將來應發生之法律關係，則不得為此訴訟之標的 (參看本院四十九年台\r\n上字號一八一三號判例) 。茲原審既認定訟爭田地於六十九年間為政府依\r\n法征收，則被上訴人請求確認兩造於五十七年間所立調解成立終止租約，\r\n自其時起，租賃關係已不存在，即屬就過去發生之法律關為確認，應不准\r\n許。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3215 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 07 月 23 日",
        "case_gist": "當事人合法委任之訴訟代理人，在訴訟上代為自認，與該當事人自身所為\r\n者無異，非別有確切可信之反證，法院應認該自認之事實為真實，以之為\r\n裁判之基礎。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3204 號 民事",
        "case_summary": "交付土地",
        "case_date": "民國 71 年 07 月 22 日",
        "case_gist": "按選擇之債云者，謂於預定數宗給付中，依選擇而定之一個給付為標的之\r\n債。如原審認定之事實，兩造約定由上訴人提供土地與他人合建房屋時，\r\n被上訴人就建之房屋得任意選擇取得其一棟之部分，固可認為與所謂之選\r\n擇之債相當。惟約定以上訴人是否提供該土地與他人合建房屋為條件，分\r\n別定其給付之標的，為房屋或土地，既非由於選擇而定，即難謂為選擇之\r\n債。況就令為選擇之債，而民法第二百十一條，又係就選擇之債，在選擇\r\n權尚未行使之際，其數宗給付中，有自始不能或嗣後不能之情形時而為之\r\n規定。倘已因選擇權人之選擇，而成為單純之債，其給付標的並經特定者\r\n，該條規定即無適用之餘地。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3200 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 07 月 21 日",
        "case_gist": "民法第六百二十三條規定：「關於物品或旅客之運送，如因喪失、損傷或\r\n遲延而生之賠償請求權，自運送終了，或應終止了之時起，二年間不行使\r\n而消滅」，所謂運送終了，係指交付之而言，而所謂應終了之時，則指貨\r\n物全部喪失時，依通常情形，在相當期間內，得交付之時之意， (民法第\r\n六百三十二條第一項參照) 。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3199 號 民事",
        "case_summary": "返還墊款",
        "case_date": "民國 71 年 07 月 21 日",
        "case_gist": "兩造縱曾和解而未成立，惟未經成立之和解契約，在和解進行中當事人所\r\n為讓步之主張，不能採為判決之根據，本院十八年上字第二一○二號著有\r\n判例，乃原審以兩造曾商談和解為由，而為上訴人不利之認定，亦有未合\r\n。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3196 號 民事",
        "case_summary": "確認債權不存在",
        "case_date": "民國 71 年 07 月 16 日",
        "case_gist": "海商法第五十四條第一項規定「船舶所有人僱用海員，應簽訂僱傭契約，\r\n該項契約經雙方同意簽訂之，在國內應送請航政機關，在國外送請中華民\r\n國領事館認可，僱傭契約修正或終止時亦用」航政機關或中華民國領事館\r\n此項認可處分，為海員僱傭契約生效，變更或使其終止(消滅)之效力要件\r\n，海員僱傭契約之終止，在未經航政機關或中華民國領事館認可以前，尚\r\n難謂己發生契約終止之效力。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3192 號 民事",
        "case_summary": "共有物持分登記",
        "case_date": "民國 71 年 07 月 16 日",
        "case_gist": "祭祀公業派下解散公業之決議，與土地法第三十四條之一所謂共有土地之\r\n處分情形有間，自無上開規定之適用，上訴論旨，指摘原判決不適用上開\r\n規定為不當，求予廢棄，非有理由。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3147 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 71 年 07 月 16 日",
        "case_gist": "起訴或上訴有通知終止契約之效力，係指起訴狀或上訴狀有終止契約之意\r\n思表示，於起訴狀或上訴狀之繕本送達對方時，有終止契約之效力之情形\r\n而言，並非謂起訴或上訴，當然有終止契約之效力。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3146 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 71 年 07 月 16 日",
        "case_gist": "提起民事第三審上訴，應於上訴狀內表明上訴理由，其上訴狀內未表明上\r\n訴理由者，上訴人應於提起上訴後十五日內提出理由書於原第二審法院，\r\n未提出者法院母庸命其補正，此在民事訴訟法第四百七十條第二項及第四\r\n百七十一條第一項定有明文。本件上訴人於民國七十一年五月廿九日提起\r\n第三審上訴，未於上訴狀內表明上訴理由，而該第四百七十條第二項所謂\r\n表明上訴理由，係指表明第二審判決有如何違背法令之情形而言，上訴人\r\n在原審提出之書狀，既係上訴人於第二審判決前作成，其內容自不可能有\r\n第二審判決如何違背法令之論述，顯難依據本件上訴狀內有引用在原審提\r\n出之書狀之記載，而認為上訴人已於上訴狀內表明上訴理由。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3123 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 71 年 07 月 15 日",
        "case_gist": "按第三人就執行標的物，主張有權利提起執行異議之訴，依強制執行法第\r\n十五條規定，應於強制執行程序終結前為之。而假扣押執行，係以查封為\r\n開始，以假扣押標的脫離假扣押之處置，如將假扣押標交付執行或撤銷假\r\n扣押時，其程序即告終結。本年假扣押標的土地，依卷附另案同一法院七\r\n十年度訴字第八三一號判決正本之記載，似已交付同一法院七十年執字第\r\n七三五號執行事件為執行，而脫離假扣押之處置。此項記載，果非虛妄，\r\n則被上訴人本件執行異議之訴，即難謂正當。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 292 號 民事",
        "case_summary": "假處分",
        "case_date": "民國 71 年 07 月 15 日",
        "case_gist": "再抗告人並未主張伊為票據法施行細則第四條所指之原票據權利人，或民\r\n事訴訟法法第五百三十二條第一項所指之債權人。其為本件假處分之聲請\r\n，自屬無從准許。再抗告意旨雖謂：伊經合法執票人黃○靜之授權為本件\r\n假處分之聲請等語。然於此情況下理應以黃○靜為債權 (即聲請人) ，再\r\n抗告人為訴訟代理人為假處分之聲請。尚不得以再抗告人自己為債權人聲\r\n請假處分。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 289 號 民事",
        "case_date": "民國 71 年 07 月 15 日",
        "case_gist": "請求返還土地並又拆除地上工作物之訴訟，計算其上訴利益之額數，應將\r\n土地價額及因拆除地上工作物之損害額，併予計算。本件抗告人對於原法\r\n院所為維持地方法院駁回返還土地又拆除地上砌石及柏油路面請求之第二\r\n審判決，提起第三審上訴。原法院僅按土地價額計算其上訴利益，而不將\r\n因拆除地上砌石及柏油路面之損害額併算入內，即認抗告人因上訴第三審\r\n所得受之利益，不逾銀元八千元，以裁定駁回第三審之上訴，自有未合。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3121 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 71 年 07 月 14 日",
        "case_gist": "兩造對於華南商業銀行赤嵌分行之存款債權，如為可分之債，兩造之權利\r\n，依法推定為均等，各得單獨行使其權利，固無請求分割之必要。然依上\r\n訴人起訴所主張之原因事實以觀，必須兩造全體蓋章，始得向銀行領取存\r\n款，核其性質，似為當事人間約定之不可分之債，果係如此，上訴人自非\r\n不得依民法第八百三十一條準用共有物分割之規定，就系爭存款為分割之\r\n請求。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 3117 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 71 年 07 月 14 日",
        "case_gist": "共有人雖得自由讓與其應有部分，惟讓與應有部分時，受讓人仍按其受讓\r\n之應有部分與他共有人繼續共有關係，若將共有物特定之一部讓與他人，\r\n使受讓人就該一部取得單獨所有權，則非民法第八百十九條第一項所謂應\r\n有部分之處分，而為同條第二項所謂共有物之處分，雖該一部分之所值低\r\n於按其應有部分所應分得之一部，其讓與亦非得共有人全體之同意，不生\r\n效力 。"
    }
]