[
    {
        "case_id": "最高法院 75 年度台上字第 166 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 75 年 01 月 23 日",
        "case_gist": "共有物之出租，屬於共有物之管理行為，其以特定部分出租者須經其他共\r\n有人之同意，否則對其他共有人不生效力。本件上訴人向共有人之一李婦\r\n承租系爭土地，既未經其他共有人同意，則其租賃契約對於其他共有人自\r\n不生效力，受讓系爭土地之被上訴人自亦不受其拘束，上訴人所辯依民法\r\n第四百二十五條規定，其租賃關係對被上訴人繼續存在，應無可取。"
    },
    {
        "case_id": "最高法院 75 年度台上字第 116 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 75 年 01 月 17 日",
        "case_gist": "動產因附合於不動產而歸不動產所有人取得其所有權者，以動產因附合而\r\n成為不動產之重要成分為要件。若附合後仍獨立於不動產之外者，不動產\r\n所有人尚不能取得動產之所有權，此觀民法第八百十一條之規定自明。本\r\n件被上訴人在上訴人土地建築房屋未至完成為獨立之定著物以前，該未完\r\n成之建物固非不動產，而建築房屋原即在土地之外，另創獨立之不動產標\r\n的物，故定著物在未完成以前亦非土地之重要成分，依民法第六十七條之\r\n規定，仍應認為動產。"
    },
    {
        "case_id": "最高法院 75 年度台上字第 83 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 75 年 01 月 16 日",
        "case_gist": "系爭支票為無記名票據，為原審合法確定之事實。而無記名支票，得僅依\r\n交付轉讓之，此觀票據法第一百四十四條、第三十條第一項規定至明。此\r\n項規定，即係民法第二百九十七條第一項但書所指不適用讓與通知之例外\r\n規定。"
    },
    {
        "case_id": "最高法院 75 年度台上字第 64 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 75 年 01 月 16 日",
        "case_gist": "海商法第九十四條規定：「受貨人怠於受領貨物時，運送人或船長得以受\r\n貨人之費用，將貨物寄存於港埠管理機關或合法經營之倉庫，並通知受貨\r\n人。受貨人不明或受貨人拒絕受領貨物時，運送人或船長得依前項之規定\r\n辦理，並通知託運人及受貨人」，是為學說上所謂「以寄存代交付」之「\r\n擬制交付」，運送人或船長倘已為合法之擬制交付，運送人交付貨物之義\r\n務固歸於消滅，惟運送人未具此項擬制交付之情形，而係因港埠管理機關\r\n或海關之要求，將貨物交存港埠管理機關或海關之倉庫時，在此等機關或\r\n倉庫未將貨物交付受貨人前，運送人之交貨義務，仍未消滅。此際運送人\r\n之責任，應依海商法第一百零七條之規定定之，亦即倘運送人能證明其將\r\n貨物交存港埠管理機關或海關之倉庫，係由於上開機關依法之要求，並已\r\n履行其通知受貨人之義務時，即無商業上之過失，可見在此種情形，已不\r\n生海商法第九十四條適用之問題。"
    },
    {
        "case_id": "最高法院 75 年度台聲字第 24 號 民事",
        "case_summary": "確認所有權存在",
        "case_date": "民國 75 年 01 月 16 日",
        "case_gist": "原確定裁定以聲請人對於民事訴訟法第四百六十六條第一項修正公佈後所\r\n為更審判決，提起上訴，其上訴所受利益不逾銀元十萬元，依修正後新法\r\n之規定，其上訴為不合法，予以駁回。經核並無同法第五百零七條準用第\r\n四百九十六條第一項第一款之再審原因。"
    },
    {
        "case_id": "最高法院 75 年度台抗字第 5 號 民事",
        "case_summary": "清償借款、停止訴訟程序",
        "case_date": "民國 75 年 01 月 10 日",
        "case_gist": "當事人不服地方法院或其分院第一審判決提起上訴，固為第三審訴訟程序\r\n之開始，惟第二審訴訟程序之開始，未必即生訴訟移審之效果，申言之必\r\n該上訴已具備合法要件，始生移審之效果。查繳納上訴裁判費，為上訴合\r\n法要件之一，抗告人向原法院提起上訴，既未依法繳納裁判費，其聲請訴\r\n訟救助，又尚未獲准，則抗告人提起之第二審上訴，依上開說明，尚難謂\r\n為已移審於第二審法院，是抗告人向原法院聲請裁定停止本件訴訟程序，\r\n原法院予以駁回於，於法並無不合。"
    },
    {
        "case_id": "最高法院 75 年度台上字第 49 號 民事",
        "case_summary": "回復原狀",
        "case_date": "民國 75 年 01 月 10 日",
        "case_gist": "強制執行法上之拍賣，固為買賣之一種，惟其拍賣程序始終由法院介於其\r\n間，不發生通謀虛偽意思表示或民法第二百四十四條所規定之詐害行為問\r\n題，且上訴人既為債務人，而非債權人，尤無從主張依民法第二百四十四\r\n條第一、二項規定行使撤銷權。又上訴人在第一審主張本於拍賣無效及撤\r\n銷詐害行為，請求回復原狀，其訴訟標的與本於侵權行為，請求回復原狀\r\n，截然不同，上訴人謂伊在第二審本於侵權行為，請求回復原狀，僅係更\r\n正法律上之陳述，而非訴之變更，要無可取。"
    },
    {
        "case_id": "最高法院 75 年度台上字第 34 號 民事",
        "case_summary": "參與分配",
        "case_date": "民國 75 年 01 月 10 日",
        "case_gist": "無對價取得票據，僅生不得享有優於前手之權利之效果，即票據債務人祇\r\n得以其與執票人之前手間所存抗辯之事由對抗執票人，並未使執票人喪失\r\n票據上之權利，原審不問被上訴人對於上訴人之前手有何抗辯之事由，徒\r\n憑上訴人取得係爭本票無對價關係一詞，否定上訴人得行使票據上之權利\r\n，自非正當。"
    },
    {
        "case_id": "最高法院 75 年度台上字第 19 號 民事",
        "case_summary": "交付子女",
        "case_date": "民國 75 年 01 月 09 日",
        "case_gist": "第三審法院應以第二審判決確定之事實為判決基礎，觀之民事訴訟法第四\r\n百七十六條第一項規定甚明，故於第三審應不許提起反訴。本件上訴人對\r\n於被上訴人提起之交付子女之本訴，於上訴本院後提起反訴，請求判決確\r\n認兩造間婚姻關係存在，上訴人負有兩造所生之女之監護養育權。被上訴\r\n人應協同上訴人向主管機關辦理註銷離婚登記。被上訴人應賠償上訴人之\r\n損失云云。依前揭說明，自屬於法不合。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2872 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 12 月 27 日",
        "case_gist": "依台灣省各縣市暨鄉鎮公產清查辦法第七條第九款規定，建築物為公有，\r\n基地為私有者，除依法租賃，及為地上權之登記外，得依法征收之，可以\r\n推知敵偽日產建築物，經政府基於公權力接收，並充公用時，該建物基地\r\n所有人僅能與使用基地之政府機關協商辦理租賃事宜，不得主張政府機關\r\n為無權占有，從而基地所有人不得訴請占用人拆屋還地。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2847 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 12 月 20 日",
        "case_gist": "所謂信託行為，係指委託人授與受託人超過經濟目的之權利，而僅許可受\r\n託人於其經濟目的範圍內行使權利之法律行為。信託關係因委託人信賴受\r\n託人代其行使權利而成立，委託人有隨時終止信託之權利。稽之兩造所訂\r\n協議書，上訴人將其繼承所得如該協議書後開標示遺產應有部分，以被上\r\n訴人名義登記繼承，就外部關係言，被上訴人固取得超過經濟目的之權利\r\n，就兩造內部言，被上訴人處分該應有部分，應受一定限制，即應將上訴\r\n人應得之權利給付上訴人，此即上訴人信託之經濟目的，原審謂協議書並\r\n無任何有利經濟目的內容之表示，係民法上之和解，而非信託契約，尚難\r\n謂於協議書內容及兩造訂約真意，已審酌探求至當。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2802 號 民事",
        "case_summary": "清償借款",
        "case_date": "民國 74 年 12 月 20 日",
        "case_gist": "被上訴人永○公司向上訴人申請開發信用狀，並為償付費用向上訴人借款\r\n，在雙方間係成立委任與金錢借貸兩種關係。縱上訴人或其國外代理行在\r\n審查信用狀受益人提出之單據時有疏失，本應拒絕付款，而予以付款，致\r\n被上訴人永○公司受損害，被上訴人永○公司亦僅能依委任關係請求上訴\r\n人賠償，並不得據此拒絕償還借款。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2801 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 12 月 20 日",
        "case_gist": "兩造間之買賣契約係在加拿大訂立，依我國涉外民事法律適用法第六條第\r\n二項規定，自應適用加拿大法。又訟爭匯票四紙係在加拿大作成，依同法\r\n第五條第一項但書及第六條第二項規定，亦應適用加拿大法。該匯票四紙\r\n之形式與內容皆符合加拿大票據法第十七條第一項規定，均合法生效。上\r\n訴人係在我國於訟爭匯票四紙正面蓋章，並記載其日期，有該匯票四紙可\r\n稽，依我國票據法第四十三條規定，即生承兌之效力。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2798 號 民事",
        "case_summary": "分配表異議",
        "case_date": "民國 74 年 12 月 19 日",
        "case_gist": "分配表異議之訴，依強制執行法第三十九條規定，限於債權人對於分配金\r\n額之計算及分配之次序，有不同意時，始得提起。如係就債權之存在與否\r\n，有所爭執，則應由執行法院依同法第三十二條至第三十六條規定處理，\r\n尚非法院於分配表異議之訴事件中所能審究。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 532 號 民事",
        "case_summary": "聲請發還擔保金",
        "case_date": "民國 74 年 12 月 13 日",
        "case_gist": "民事訴訟法第一百零四條第一項第二款規定之受擔保利益人，係指就提存\r\n物享有與質權人同一權利之人而言。再抗告人對非受擔保利益人謝女定期\r\n催告行使權利，對於再抗告人不發生催告效力。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2780 號 民事",
        "case_summary": "確認派下權存在",
        "case_date": "民國 74 年 12 月 13 日",
        "case_gist": "祭祀公業係屬派下全體公同共有祀產之總稱，其派下資格之認定，應以該\r\n祭祀公業之設立人及享有該設立人派下權之繼承人為限，至享祀人僅係公\r\n業所祭祀之祖先，並非公業之所有權人，故凡非公業之設立人或享有該設\r\n立人派下權之繼承人，縱為享祀人之後裔，仍無派下權可言。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2736 號 民事",
        "case_summary": "給付保險金",
        "case_date": "民國 74 年 12 月 13 日",
        "case_gist": "保險法第七十七條之規定，保險金額不及保險標的物價值者，除契約另有\r\n訂定外，保險人之負擔，以保險金額對於保險標的物之價值比例定之。本\r\n件被上訴人之保險金額僅為八十萬元，而依被上訴人之主張，其投保貨品\r\n所受之損失則為一百十三萬七千三百八十元，可見本件保險金額顯有不及\r\n保險標的物價值之情形。原判決對於被上訴人所投保之貨品是否全損，其\r\n於危險事故發生時實際價值多少，均未查明，以定保險人負擔之比例，遽\r\n命上訴人給付保險金額之全部，自嫌疏略。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2733 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 74 年 12 月 13 日",
        "case_gist": "因不當得利發生之債，同時有多數利得人時，應各按其利得數額負責，並\r\n非須負連帶返還責任。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2726 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 74 年 12 月 12 日",
        "case_gist": "承租人雖經出租人承諾，仍不得將耕地全部或一部轉租於他人，為土地法\r\n第一百零八所明定，此項規定，於耕地三七五減租條例施行後之耕地租佃\r\n亦適用之，承租人如有違反時，原定租約無效。且同一租約內有多筆土地\r\n，承租人將其中一筆或數筆轉租他人，或不自任耕作者，原訂租約全部為\r\n無效，出租人得就該未轉租或自任耕作部分之土地，請求收回。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2722 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 12 月 12 日",
        "case_gist": "載貨證券具有換取或繳還證券之性質，運送貨物經發給載貨證券者，貨物\r\n之交付，憑載貨證券為之，即使為實際之受貨人苟不將載貨證券提出及交\r\n還，依海商法第一百零四條準用民法第六百三十條規定，仍不得請求交付\r\n運送物，本院著有六十七年台上字第一二二九號判例。又財政部原木進口\r\n通關辦法係為進口原木，辦理起卸、報關、查驗之程序而設，以課徵進口\r\n原木之稅捐為目的。此與運送人交付貨物於受貨人時，應憑載貨證券為之\r\n，係屬二事。本件原判決以被上訴人依原木進口通關辦法第三條之規定，\r\n與鴻泰公司聯名向財政部高雄關申請核發特別卸貨准單，並由鴻泰公司具\r\n結保管進口之原木，即認已履行運送契約所負交付運送物之義務，其法律\r\n上之見解不無違誤。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2716 號 民事",
        "case_summary": "請求返還機器",
        "case_date": "民國 74 年 12 月 12 日",
        "case_gist": "原審並未否定上訴人曾向益○公司購買機器設備出租與被上訴人之事。倘\r\n該機器設備，可認為屬於上訴人所有，而楊○企業公司現之占有，又係由\r\n於被上訴人轉租之故，是被上訴人對於該機器設備，既難謂非為間接占有\r\n人，則上訴人本於所有人地位而為之返還請求，當不生不能給付之問題。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2713 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 74 年 12 月 12 日",
        "case_gist": "鄉鎮市 (區) 調解委員會依鄉鎮市調解條例成立之民事調解，如經送由管\r\n轄法院核定者，依同條例第二十四條第二項前段規定，即與民事確定判決\r\n有同一之效力。又此類調解，若有得撤銷之原因，依同條例第二十六條第\r\n一項規定，當事人得向原核定法院提起撤銷調解之訴。當事人欲求救濟，\r\n即應循此方法為之。本件兩造之調解，就令有上訴人所云得撤銷之原因，\r\n在未訴經法院判決確定予以撤銷以前，被上訴人仍得據為執行名義，聲請\r\n強制執行，上訴人殊不得以該項調解，已經其聲明撤銷為由，而依強制執\r\n行法第十四條規定，對之提起債務人異議之訴。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2707 號 民事",
        "case_summary": "給付保險金",
        "case_date": "民國 74 年 12 月 06 日",
        "case_gist": "保險法所稱特約條款，依該法第六十六條規定，為當事人於保險契約基本\r\n條款外，承認履行特種義務之條款，得以特約條款訂定之事項，依同法第\r\n六十七條規定與保險契約關係重要者，亦非不得為之。保險契約當事人之\r\n一方違背特約條款時，僅保險法第六十八條第一項賦予他方解除契約之權\r\n。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2699 號 民事",
        "case_summary": "清償債款",
        "case_date": "民國 74 年 12 月 06 日",
        "case_gist": "查上訴人曾在原審主張，兩造所訂「委託契約書」，性質上為承攬而非委\r\n任，應無變更法律關係可言云云。徵之上訴人所訴，其為被上訴人完成一\r\n定之工作 (設計及監造工作) ，據而請求給付報酬之事實，似係以報酬給\r\n付請求權為訴訟標的，至其法律關係究係民法第四百九十條規定之承攬，\r\n抑係同法第五百二十八條規定之委任，法院有審究認定之權限，不受當事\r\n人主張之拘束。次查承攬及委任報酬之給付，均屬勞務給付之契約，性質\r\n上並無衝突，如上訴人就其所訴事實上之陳述並無變更，僅就適用之法條\r\n為不同之主張，尚難謂為訴之變更。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2651 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 74 年 12 月 06 日",
        "case_gist": "因契約無效所致之土地無權占有人，在無權占有土地上所種作物，未與土\r\n地分離前，雖屬土地之一部分，應與土地一併交還與土地所有人，但土地\r\n所有人如因此受有利益，種植作物之無權占有人就所用費用及人力等項，\r\n非不得依民法第一百七十九條規定，請求土地所有人返還。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 510 號 民事",
        "case_summary": "強制執行",
        "case_date": "民國 74 年 11 月 29 日",
        "case_gist": "禁止債務人就特定財產為處分行為之假處分，其效力僅在禁止債務人就特\r\n定財產為自由處分，並不排除法院之強制執行。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台聲字第 483 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 74 年 11 月 29 日",
        "case_gist": "所謂「抗告無理由」，係指抗告法院認為抗告人所提起之抗告在程序上為\r\n合法，進而審查抗告人所主張之抗告理由是否成立，認為其抗告理由不成\r\n立時，以其抗告無理由而駁回者而言。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2624 號 民事",
        "case_summary": "賠償修復費用及營業收入損失",
        "case_date": "民國 74 年 11 月 29 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院對於酌減賠償金額至何程度\r\n抑或完全免除，雖有裁量之自由，但應斟酌雙方原因力之強弱與過失之輕\r\n重以定之。原審雖謂兩造對於損害之發生，均有過失，但對於雙方原因力\r\n之強弱與過失之輕重等具體事實，悉未予以調查審認，即認雙方應各負二\r\n分之一之過失責任，亦有未合。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2591 號 民事",
        "case_summary": "排除侵害",
        "case_date": "民國 74 年 11 月 29 日",
        "case_gist": "同類業務之公司，不問是否同一種類，是否同在一省 (市) 區域以內，不\r\n得使用相同或類似之名稱，此為公司法第十八條第一項所明定，倘兩公司\r\n用以表示其特性，以與他人營業相區別之特取部分名稱，相同或類似時，\r\n即屬使用相同或類似之名稱，其他表示營業或公司種類之文字，是否相同\r\n或類似在所不問。又公司名稱之特取部分，兩字讀音如有一字相同，而另\r\n一字復完全無異者，似難謂非類似。本件上訴人特取部分之名稱為「大洋\r\n」，被上訴人之名稱為「大陽」，洋與陽國語讀音既屬相同，其中「大」\r\n亦屬無異，似此情形，在一般觀念上能否謂非類似，而無使人混同誤認之\r\n虞？尚有斟酌餘地，原審就此未予詳加推求，僅以兩造全名之字義、字形\r\n，以及閩南語讀音之不同，遽為上訴人不利之判斷，自有未合。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2580 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 11 月 29 日",
        "case_gist": "民法第二百六十條規定解除權之行使，不妨礙損害賠償之請求，並非積極\r\n的認有新賠償請求權發生，不過規定因其他原因已發生之賠償請求權，不\r\n因解除權之行使而受妨礙。故因契約消滅所生之損害，並不包括在內，因\r\n此該條所規定之損害賠償請求權，係屬指因債務不履行之損害賠償而言，\r\n此觀本院五十五年台上字第二七二七號判例即明。原審既認定兩造之契約\r\n業經解除，而依被上訴人在第一審所為：「損害賠償之請求，是契約解除\r\n後，原告 (指被上訴人) 催告被告 (指上訴人) 履行被告未履行而請求的\r\n．．．．」之陳述，其真意如係請求賠償契約解除後所生之損害，依上開\r\n判例意旨，能否准許，即非無疑。又其真意如係請求賠償給付遲延之損害\r\n，則所得請求者，依民法第二百三十一條第一項之規定，仍以因債務人遲\r\n延而生之損害為限，且被上訴人對此項損害之存在，應負舉證之責。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2575 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 74 年 11 月 29 日",
        "case_gist": "民法第一百六十九條所定之表見代理，與同法第一百零七條所定之越權代\r\n理不同。前者本人未曾授與代理權，因有表見事實，而使本人對善意無過\r\n失之第三人負授權人之責任。後者本人原曾授與有限制之代理權，而代理\r\n人越權代理，本人不得以代理權之限制對抗善無過失之第三人。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2570 號 民事",
        "case_summary": "確認僱傭關係存在",
        "case_date": "民國 74 年 11 月 27 日",
        "case_gist": "查工廠法第三十條之規定，於無定期之工作契約亦有適用 (參照司法院院\r\n字第七九二號解釋) 。本件原判決以工廠法第三十條之規定，惟於定期之\r\n工作契約始有適用，因而為上訴人不利之判斷，尚有未合。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2566 號 民事",
        "case_summary": "分配利益",
        "case_date": "民國 74 年 11 月 27 日",
        "case_gist": "原告依民事訴訟法第二百四十五條規定，以一訴請求被告計算，並請求被\r\n告本於該法律關係而為給付者，法院就該請求報告計算之部分，應依民事\r\n訴訟法第三百八十二條規定為一部判決；俟被告為計算之報告後，再依原\r\n告之請求，就給付部分再為裁判。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2565 號 民事",
        "case_summary": "辦理繼承登記",
        "case_date": "民國 74 年 11 月 27 日",
        "case_gist": "民法親屬編修正前，夫妻於婚姻關係存續中所取得，且非妻之原有財產而\r\n應為聯合財產中屬於夫所有之財產，倘係不動產，而以妻之名義登記者，\r\n於夫死亡後，因繼承人有數人聲請辦理繼承登記，須先由登記名義人之妻\r\n辦理更名登記為夫名義 (此僅係登記名義變更，而非移轉所有權) 後，始\r\n得為之。是則在妻未完成是項更名登記前，共同繼承人中之一人或數人，\r\n尚不得請求為登記名義人之妻或其他繼承人協同其逕辦繼承登記。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2562 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 11 月 27 日",
        "case_gist": "土地法及舊實施都市平均地權條例有關租地建屋之各種規定，係因城市地\r\n方人口集中，其建築房屋地基，需求殷切，為防止土地投機，並兼鞏固基\r\n地承租人之地位而設。本於此，城市地方，倘以在他人土地上有房屋為目\r\n的，而租用基地，無論係租地後自建房屋，或承受前手之房屋而租用基地\r\n，皆應解為租地建屋契約，方符立法意旨。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2561 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 11 月 27 日",
        "case_gist": "土地法第三十四條之一第一項所稱之處分，不能謂包括分割行為在內，不\r\n得以共有人中一人之應有部分或數共有人之應有部分合併已逾三分之二，\r\n即可不經其他共有人全體之同意，而得任意分割共有物。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2522 號 民事",
        "case_summary": "確認股份存在",
        "case_date": "民國 74 年 11 月 20 日",
        "case_gist": "股份有限公司之資本分成股份，股份分屬出資股東，各股東得依其股份對\r\n公司主張股東權，故股份之法律關係乃存在於公司與各股東之間。若公司\r\n承認該股東之股份存在，該股東之股份 (包括股東權) 即無不安可言，反\r\n之，其他股東縱承認該股東之股份存在，但為公司所否認時，該股份之法\r\n律關係仍屬不安，因此上訴人對同屬股東之被上訴人起訴，請求確認其在\r\n聯○公司之股份存在，縱經判決勝訴確定，亦不能拘束聯○公司，即不能\r\n除去其法律上不安之狀態，從而上訴人就此部分之訴，自不應准許。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2514 號 民事",
        "case_summary": "請求履行契約",
        "case_date": "民國 74 年 11 月 20 日",
        "case_gist": "合夥解散後，在清算完結前，於清算範圍內視為猶尚存續，與人涉訟，除\r\n合夥執行人以合夥名義起訴或應訴外，其起訴或應訴，仍應以原合夥人全\r\n體為當事人。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2512 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 11 月 20 日",
        "case_gist": "原告於第一審受敗訴判決後在第二審變更其訴之聲明且合法時，原訴已因\r\n而視為撤回，第一審就原訴所為之判決因此失其效力，第二審無須對該判\r\n決為裁判，應就變更之新訴為裁判。本件上訴人在第一審聲明移轉特定部\r\n分土地受敗訴判決後，在第二審變更其聲明為移轉土地應有部分且合法，\r\n為原審認定之事實。依上說明，上訴人之原訴已因而視為撤回，第一審就\r\n原訴所為之判決因此失其效力。第二審無須對該判決為裁判，應就上訴人\r\n變更之新訴為裁判。乃原審疏未注意，仍就第一審判決為裁判，駁回上訴\r\n人之上訴，置上訴人變更之新訴於不顧，自屬違法。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2511 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 11 月 20 日",
        "case_gist": "為行使基於侵權行為之損害賠償請求權，有主張自己不法之情事時，應適\r\n用民法第一百八十條第四款本文之規定認為不得請求賠償。因而原審根據\r\n該規定判決上訴人敗訴，縱所用文字「不得請求返還」欠妥，但結果並無\r\n不當，仍應予維持。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2503 號 民事",
        "case_summary": "確認理事選任關係不存在",
        "case_date": "民國 74 年 11 月 15 日",
        "case_gist": "無法定代理權之人，自命為法定代理人，代理當事人起訴或被訴者，其所\r\n為或所受之訴訟行為均不生訴訟法上之效力。如法院以其為當事人之法定\r\n代理人對之為裁判，即與民事訴訟法第四百六十九條第四款所定當事人於\r\n訴訟未經合法代理之情形相當，其判決當然為違背法令。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2497 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 74 年 11 月 15 日",
        "case_gist": "妻之受胎係在婚姻關係存續中者，推定其所生子女為婚生子女，民法第一\r\n千零六十三條第一項定有明文，受此推定之子女，惟夫妻之一方能證明妻\r\n非自夫受胎者，得依同條第二項之規定以訴否認之，如夫或妻未提起否認\r\n之訴，或雖提起而未受有勝訴之確定判決，則該子女在法律上不能不認為\r\n夫之婚生子女，無論何人皆不得為反對之主張。原審徒以上訴人實際上非\r\n陳某所生，即認其無繼承系爭土地之權利，揆之前揭說明，自有未合。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 474 號 民事",
        "case_summary": "返還耕地裁定准予強制執行",
        "case_date": "民國 74 年 11 月 08 日",
        "case_gist": "出租人依平均地權條例第七十八條第一項規定申請終止耕地租約，經該管\r\n縣市政府依同條項規定准予終止者，該項准予終止耕地租約之處分，依法\r\n得以訴願、再訴願、提起行政訴訟之方法表示異議，故須俟該項處分確定\r\n後，法院始得依同條第二項規定，為准許強制執行承租人返還耕地之裁定\r\n。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2444 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 11 月 08 日",
        "case_gist": "到期日後之背書，依票據法第一百四十四條準用同法第四十一條第一項規\r\n定，僅有通常債權轉讓之效力，是票據債務人 (被上訴人) 自得以對抗背\r\n書人之事由，轉而對抗被背書人 (上訴人) 。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 469 號 民事",
        "case_summary": "聲請公司重整",
        "case_date": "民國 74 年 11 月 07 日",
        "case_gist": "對於裁定提起抗告，表明抗告理由，非必備之程式；又抗告人如非受裁定\r\n之當事人，而以利害關係人之地位提起抗告者，其是否確為利害關係人，\r\n亦即其有無抗告權，抗告法院應依職權調查之。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 467 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 74 年 10 月 30 日",
        "case_gist": "地方法院認其無管轄權，依職權以裁定移送訴訟於他法院管轄，該管高等\r\n法院認原地方法院有管轄權以裁定廢棄該地方法院裁定者，依民事訴訟法\r\n第二十八條第二項立法精神，當事人不得聲明不服。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 465 號 民事",
        "case_summary": "發還擔保金",
        "case_date": "民國 74 年 10 月 24 日",
        "case_gist": "民事訴訟法第二百三十八條規定裁定之羈束力係指為該裁定之法院、審判\r\n長、受命推事或受託推事因裁定之宣示或送達而受羈束，除關於指揮訴訟\r\n或別有規定者外，不得自行撤銷或變更其所為之裁定之謂。至於民事訴訟\r\n法第四百條第一項所定關於判決之確定力，於裁定之效力並無準用之規定\r\n。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2369 號 民事",
        "case_summary": "返還消費借貸款",
        "case_date": "民國 74 年 10 月 24 日",
        "case_gist": "合夥財產不足清償合夥之債務，為各合夥人連帶責任之發生要件，債權人\r\n求命合夥人之一對於不足之額連帶清償，應就此項要件之存在負舉證之責\r\n，故在未證實合夥財產不足清償合夥債務之前，債權人對於各合夥人連帶\r\n清償之請求權尚未發生，即不得將合夥人併列為被告，而命其為補充性之\r\n給付。況對於合夥之執行名義，實質上即為對全體合夥人之執行名義 (司\r\n法院院字第九一八號解釋參照) ，亦無於合夥之外，再列全體合夥人為共\r\n同被告之必要。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2333 號 民事",
        "case_summary": "返還墊款",
        "case_date": "民國 74 年 10 月 18 日",
        "case_gist": "抵押權人於債權已屆清償期，而未受清償者，得聲請拍賣抵押物，就其賣\r\n得價金而受清償，係債權人之一種權利，並非義務，故在債務屆清償期而\r\n債務人不清償時，既經連帶保證人代為清償，債權人於受償後依抵押物提\r\n供人之請求塗銷抵押權登記，尤於拋棄擔保物權之情形有別。"
    },
    {
        "case_id": "最高法院 74 年度台再字第 116 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 74 年 10 月 18 日",
        "case_gist": "限定繼承之繼承人就被繼承人之債務，係以遺產為限度負有限責任，遺產\r\n債權人就繼承人之固有財產聲請強制執行，應認該繼承人為強制執行法第\r\n十五條規定之第三人，得提起第三人異議之訴。若繼承人有民法第一千一\r\n百六十三條第二款規定情事，在利害關係人未聲請法院裁定該繼承人不得\r\n享有限定繼承利益前，尚不得謂繼承人已因而喪失限定繼承之利益。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2316 號 民事",
        "case_summary": "返還保證金",
        "case_date": "民國 74 年 10 月 17 日",
        "case_gist": "上訴人等十九人分別提供土地而由被上訴人出資興建大廈，則如上訴人等\r\n十九人中若有不履行契約者，被上訴人即無從利用全部土地，興建整座大\r\n廈。是該契約之標的，就上訴人等十九人言，既以提供完整之大廈建築基\r\n地為債務本旨，其給付自屬不可分。惟各債務人依約僅就自己負擔之部分\r\n債務，負履行之義務，並非得由上訴人等十九人中之一人，單獨為全部之\r\n給付，此與不可分債務固有不同，核其性質乃屬協同債務，其多數債務人\r\n應分別就其負擔之給付協同履行，全部給付始克完成。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2314 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 74 年 10 月 17 日",
        "case_gist": "神明會可分財團性質的神明會與社團性質的神明會。財團性質的神明會會\r\n員對於神明會之財產並無處分權；至於社團性質的神明會會員享有之股份\r\n則得為繼承之標的。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2307 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 74 年 10 月 17 日",
        "case_gist": "信託的讓與擔保，在對外關係，受讓人就供擔保之物雖已取得完全之所有\r\n權，但在內部關係，對於讓與人，仍僅得以擔保權人之資格，在擔保之目\r\n的範圍內行使其權利。以故，依擔保權之內容而言，讓與人之占有供擔保\r\n之物，在受讓人方面，尚不得主張其為無權占有。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2299 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 10 月 17 日",
        "case_gist": "聲明人證，應表明證人及訊問之事項。民事訴訟法第二百九十八條定有明\r\n文。上訴人在原審提出之上訴狀，除於證人姓名及其住居所欄記載：「賀\r\n某：台北市內湖路一段」等字樣外，並未表明應訊問之事項，即難謂與前\r\n揭條文規定之聲明相當，原審未傳訊該證人，尚不生違背法令問題。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 449 號 民事",
        "case_summary": "聲請本票強制執行",
        "case_date": "民國 74 年 10 月 11 日",
        "case_gist": "系爭本票第五項明載：「此票受香港法律支配」 (THIS NOTE SHALL BE\r\nGOVE- RNED BY....THE LAWS OF HONG KONG) 等語，依發票人之意思，顯\r\n係依香港法律發行本票，依涉外民事法律適用法第六條第一項規定，系爭\r\n本票之成立要件及其效力，應適用香港之法律，自無我國票據法規定之適\r\n用。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2238 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 74 年 10 月 09 日",
        "case_gist": "民法第二百十七條所謂損害之發生或擴大，被害人與有過失云者，係指被\r\n害人苟能盡善良管理人之注意，即得避免其損害之發生或擴大，乃竟不注\r\n意，致有損害發生或擴大之情形而言。被害人之代理人或使用人之過失，\r\n雖可視同被害人之過失，惟仍應以未盡善良管理人之注意，為損害發生或\r\n擴大之共同原因，始有適用過失相抵法則之可言。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2236 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 74 年 10 月 09 日",
        "case_gist": "裁判上定共有物分割之方法，法院本有自由裁量權，而不受任何人主張之\r\n拘束。以故，本件原審所定分割之方法，雖非被上訴人所主張者，但不生\r\n訴外裁判之問題，又分割之共有物，若共有人原已訂有分管之契約，並經\r\n劃定範圍，由各共有人分別占有予以使用者，法院為裁判之分割時，固宜\r\n顧及之，然不得因此據為決定分割方法之唯一標準。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 441 號 民事",
        "case_summary": "停止點交",
        "case_date": "民國 74 年 10 月 04 日",
        "case_gist": "軍人及其家屬優待條例第十條所謂不得強制執行之財產，以屬於執行事件\r\n債務人所有，且為其維持生活所必需者為限。如債務人之不動產已經法院\r\n拍賣並發給買受人或承受人權利移轉證書，依法已由買受人或承受人取得\r\n所有權者，該不動產既已非債務人之財產，債務人自不得依上開規定，聲\r\n請暫緩點交。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2233 號 民事",
        "case_summary": "分配表異議",
        "case_date": "民國 74 年 10 月 04 日",
        "case_gist": "債權人依強制執行法第四十一條規定提起分配表異議之訴時，僅得就債權\r\n額受分配之比例、分配之次序、分配金額誤算或計算方法等事項請求判決\r\n，觀之同法第三十九條規定自明。若主張執行法院未將其參與分配之債權\r\n列入分配表，而請求列入，自非提起分配表異議之訴所能救濟。本件上訴\r\n人提起分配表異議之訴，係主張執行法院應將伊無法就抵押物賣得價金受\r\n償之債權，列入非抵押物賣得價金部分之分配表作為普通債權受分配。查\r\n此屬於其債權額應否列入分配表問題，尚不屬於上開分配表異議之訴範圍\r\n內，自非提起分配表異議之訴所得救濟。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2218 號 民事",
        "case_summary": "確定界址（確認所有權存在）",
        "case_date": "民國 74 年 10 月 04 日",
        "case_gist": "共有物之簡易修繕，及其他保存行為，得由各共有人單獨為之，民法第八\r\n百二十條第二項定有明文。所謂保存行為，係指對共有物物質上之保全，\r\n及權利上之保全之行為而言。"
    },
    {
        "case_id": "最高法院 74 年度台再字第 114 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 10 月 04 日",
        "case_gist": "(一) 承攬契約，並無民法第二百五十四條規定之適用，此觀同法第五百\r\n      零二條規定自明。\r\n (二) 解釋意思表示，原屬事實審法院之職權，第三審法院僅就事實審法\r\n      院所確定之事實，為法律上之判斷。本件原確定判決以前訴訟程序\r\n      第二審認再審原告與再審被告陳某等間所訂契約，係屬承攬性質為\r\n      無不合，亦不生適用法規顯有錯誤之問題。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 431 號 民事",
        "case_summary": "拍賣抵押物",
        "case_date": "民國 74 年 10 月 03 日",
        "case_gist": "不動產所有人設定抵押權後，將不動產讓與他人，依民法第八百六十七條\r\n但書之規定，其抵押權固不因此而受影響，抵押權人得本於追及其物之效\r\n力實行其抵押權。然不動產既經抵押人讓與他人，屬於受讓之他人所有，\r\n則因實行抵押權而聲請法院裁定准許拍賣該不動產，自應列受讓之他人為\r\n其相對人。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2212 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 10 月 03 日",
        "case_gist": "民法第二百十七條第一項規定，損害之發生或擴大，被害人與有過失者，\r\n法院得減輕賠償金額或免除之。此項規定之適用，原不以財產上之損害賠\r\n償請求權為限，即非財產上之損害賠償請求權仍有其適用。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2189 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 09 月 27 日",
        "case_gist": "運送物之喪失，係指無法將運送物交付受貨人之一切情形而言，不限於物\r\n質之滅失，即法律上之不能回復占有，亦包括在內。本件被上訴人運送之\r\n物品 (鞋類) 已因誤交他人而不能回復占有以交付受貨人，為兩造不爭之\r\n事實，自屬運送物喪失情況之一種，依民法第六百二十三條規定，因喪失\r\n而生之賠償請求權，自運送終了或應終了時起，二年間不行使而消滅。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2179 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 09 月 26 日",
        "case_gist": "海商法第九十三條關於貨物卸載之通知，與責任解除之規定，係以當事人\r\n間有貨物運送契約存在為前提。觀其規定於海商法第五章第一節中即明。\r\n本件上訴人並非系爭貨物 (蘋果) 之運送人，有提單可稽。上訴人自不得\r\n以「雨霜輪」係其所有，船長係其所雇用，主張船長係其代理人，伊有要\r\n求被上訴人卸載之權利。被上訴人是否有故意遲延卸載，即與判決之基礎\r\n無影響。再學者對於法律所表示之意見，固可供法院裁判時之參考，惟法\r\n院仍應本其確信之見解，依法審判，不受拘束。本件原審依本院發回之意\r\n旨，認定上訴人與○公司係船舶租賃關係，非傭船契約，而未採用學者意\r\n見，尚無違法可言。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2143 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 74 年 09 月 20 日",
        "case_gist": "私文書經本人或其代理人簽名、蓋章者，推定為真正，民事訴訟法第三百\r\n五十八條定有明文。又印章由自己蓋用，或由有權使用之人蓋用為常態，\r\n由無權使用之人蓋用為變態，故主張變態事實之當事人，應就此負舉證責\r\n任。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2142 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 09 月 20 日",
        "case_gist": "租賃契約或地上權設定契約當事人之一方有數人者，終止租約或撤銷地上\r\n權之意思表示，應由其全體或向其全體為之。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2065 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 74 年 09 月 13 日",
        "case_gist": "合夥財產，為合夥人全體之公同共有，民法第六百六十八條定有明文。而\r\n各公同共有人對公同共有物，並無所謂應有部分 (持分) 。本件兩造及蔡\r\n某等合夥所買之前開土地，其賣得價金屬於兩造及其他合夥人公同共有。\r\n被上訴人縱有超領該價金二百六十四萬一千五百三十八元之情形，亦僅合\r\n夥或合夥人全體 (被上訴人除外) 得請求其返還，上訴人及張某等要無各\r\n請求被上訴人返還自己部分之餘地。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 404 號 民事",
        "case_summary": "給付票款強制執行",
        "case_date": "民國 74 年 09 月 12 日",
        "case_gist": "強制執行事件之當事人依執行名義之記載定之。於以確定判決為執行名義\r\n時，其於訴訟繫屬後，因法律行為而受讓訴訟標的之特定繼承人，雖非該\r\n判決所記載之當事人，依民事訴訟法第四百零一條第一項之規定，固對之\r\n亦有效力。惟對於確定裁定，則非有類似之規定。是故，於裁定後，因法\r\n律行為受讓該裁定所載債權之人，既難謂為該裁定效力之所及，即不得以\r\n執行債權人自居，而以該裁定為執行名義，聲請強制執行。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2028 號 民事",
        "case_summary": "確認優先承買權存在",
        "case_date": "民國 74 年 09 月 12 日",
        "case_gist": "私文書應由舉證人證其真正，民事訴訟法第三百五十七條前段規定甚明。\r\n本件被上訴人用以證明其就基地有租賃關係存在之「房屋所有權買賣及土\r\n地租賃契約書」，係一私文書，上訴人既一再否認該文書之真正，原審未\r\n命被上訴人先就該文書之真正舉證以為證明，即將其採為判決之基礎，於\r\n法自屬有違。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2024 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 09 月 12 日",
        "case_gist": "民法第七百五十九條固規定：「因繼承、強制執行、公用徵收或法院之判\r\n決，於登記前已取得不動產物權者，非經登記，不得處分其物權」，所謂\r\n未經登記，不得處分其物權，係指物權處分行為而言。本件簡某等二人代\r\n表全體繼承人出賣系爭土地，所訂買賣契約，僅屬債權行為。訂約時，即\r\n令繼承人未辦畢繼承登記，亦不生違反民法第七百五十九條之規定，而使\r\n債權契約成為無效之問題。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台上字第 2014 號 民事",
        "case_summary": "塗銷抵押權登記",
        "case_date": "民國 74 年 09 月 12 日",
        "case_gist": "代表與代理固不相同，惟關於公司機關之代表行為，解釋上，可準用關於\r\n代理之規定，故無代表權人代表公司所為之法律行為，若經公司承認，即\r\n對於公司發生效力(參照民法第一百七十條第一項規定)。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1978 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 09 月 06 日",
        "case_gist": "某私立中學董事會前固辦妥財團法人登記，惟嗣經變更登記為財團法人某\r\n私立中學，自是時起該董事會已不具法人資格，僅為財團法人某私立中學\r\n執行事務之機關。該董事會並無權利能力，依民事訴訟法第四十條第一項\r\n之規定，即無當事人能力。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1975 號 民事",
        "case_summary": "給付退休金",
        "case_date": "民國 74 年 09 月 06 日",
        "case_gist": "台灣省工廠工人退休規則第三條規定：「本規則所稱工廠及工人，係指工\r\n廠法施行細則所稱之工廠及工人」，申言之，上開規則，惟指工廠法施行\r\n細則所稱工廠之工人，始有其適用。而工廠法第一條規定：「凡用發動機\r\n器之工廠均適用本法」，工廠法施行細則第二條復規定：「本法第一條所\r\n稱發動機器係指凡能藉能量變化從事工作或轉換工作形態之機械構造。所\r\n稱工廠係指凡僱用工人從事製造、加工、修理、解體等作業場所或事業場\r\n所」，故凡非從事製造、加工、修理、解體等工廠所僱用之工人，即無台\r\n灣省工廠工人退休規則之適用。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1958 號 民事",
        "case_summary": "離婚",
        "case_date": "民國 74 年 09 月 05 日",
        "case_gist": "夫妻之一方有精神病時，足以破壞夫妻精神上之共同生活，基於目的主義\r\n之理由，故定為得請求離婚之原因。因之，只須其精神病之程度，已達於\r\n重大不治者，不問其精神病係由遺傳，或因後天所得；亦不問其發病曾在\r\n結婚前 (如在結婚時其精神病態處於重大不治之程度，則發生結婚是否有\r\n效問題) ，或在結婚之後；更不問是否由於可歸責離婚請求權人之原因，\r\n均得請求離婚。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1947 號 民事",
        "case_summary": "第三人異議之訴",
        "case_date": "民國 74 年 09 月 05 日",
        "case_gist": "記名股票之轉讓，一經合法背書並受股票之交付，受讓人與讓與人間即生\r\n轉讓之效力，並得以其轉讓對抗第三人，在未辦理過戶登記將受讓人之本\r\n名或名稱及住所或居所記載於公司股東名簿前，僅不得以其轉讓對抗公司\r\n而已，以觀公司法第一百六十四條及第一百六十五條第一項之規定自明，\r\n本院四十八年台上字第五號判例因事後法律業經修正已無再適用之餘地。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 393 號 民事",
        "case_summary": "確認法定抵押權存在",
        "case_date": "民國 74 年 08 月 30 日",
        "case_gist": "民事訴訟法第五十六條第二項所定：依五十四條規定起訴者，視為其訴訟\r\n標的對於共同被告必須合一確定；僅於當事人依同法第五十四條規定提起\r\n主參加訴訟時，有其適用。查參加人在再抗告人與相對人富信營造有限公\r\n司間七十年度訴字第五一七六號請求確認法定抵押權存在事件 (本訴訟)\r\n訴訟繫屬中，以兩造為共同被告，提起七十一年度訴字第一七九號請求確\r\n認承攬關係不存在之主參加訴訟。在此訴訟關係中，僅主參加訴訟之共同\r\n被告，依民事訴訟法第五十六條第二項規定，就主參加之訴訟標的必須合\r\n一確定。就本訴訟言，被告僅有一人，自無此項必要共同訴訟之關係。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1929 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 08 月 30 日",
        "case_gist": "民法第六百三十八條第一項規定，運送物有喪失、毀損或遲到者，其損害\r\n賠償額應依其應交付時目的地之價值定之。此項價值應以運送物應交付時\r\n目的地之實際價值為準。在國際貿易商品輸出之價格，通常固較輸入國目\r\n的地之價值為高，然國際貿易貨物之市價，瞬息萬變，亦常有輸出價格較\r\n目的地價值為高之事例，如進口商誤向價格較高之國家進口商品，或因供\r\n求失調而有目的地價格暴跌之情形不一而足。原審僅以目的地價值當較輸\r\n出國價格為高，即以輸出價格定上訴人為損害賠償之標準，自有未合。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1908 號 民事",
        "case_summary": "撤銷扣押命令確認債權存在",
        "case_date": "民國 74 年 08 月 30 日",
        "case_gist": "(一) 法院認為主參加訴訟不備主參加要件而具備獨立之訴之要件時，應\r\n      將其訴作為獨立之訴辦理，不得率將其訴駁回。\r\n (二) 付款人於發票人之存款或信用契約所約定之數足敷支付支票金額時\r\n      ，應負支付之責，票據法第一百四十三條前段定有明文，支票執票\r\n      人依此規定，對付款人有直接請求權。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1877 號 民事",
        "case_summary": "給付保險金",
        "case_date": "民國 74 年 08 月 29 日",
        "case_gist": "依海商法第一百八十四條第一款為委付者，須其所訂保險契約為海上保險\r\n契約。伸言之，該保險契約應以「航行中，可能發生危險之財產權益，得\r\n以貨幣估價者，為其保險標的」 (參照海商法第一百六十七條) 。且應就\r\n保險標的物之全部為之 (參照海商法第一百八十七條) 。再海上保險之委\r\n付，係指「被保險人於發生法定委付原因時，得將保險標的物之一切權利\r\n移轉於保險人，而請求支付該保險標的物之全部保險金額」而言 (參照海\r\n商法第一百八十二條) 。又「委付經承諾或經判決為有效後，自發生委付\r\n原因之日起，保險標的物，即視為保險人所有」 (參照海商法第一百八十\r\n八條) 。足見委付須經保險人之承諾或經判決為有效後，因保險標的物之\r\n一切權利移轉於保險人，始發生委付之效力。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 380 號 民事",
        "case_summary": "遷讓房屋聲請訴訟救助",
        "case_date": "民國 74 年 08 月 26 日",
        "case_gist": "抗告，非因裁定而受不利益者，不得為之，是為訴訟上之原則，民事訴訟\r\n法第一百十五條不過為同法第四百八十三條、第四百八十七條第一項之特\r\n別規定，並非對於此項原則所設之例外。准予訴訟救助，僅有同法第一百\r\n十條所列各款之效力，除受救助人依同法第九十六條應供訴訟費用之擔保\r\n者外，他造對於受救助人請求賠償訴訟費用之權利，絕不因此而受影響，\r\n受救助人無須供訴訟費用之擔保時，他造既不因准予訴訟救助之裁定而受\r\n不利益，即不得對此裁定提起抗告。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1870 號 民事判決",
        "case_summary": "塗銷登記",
        "case_date": "民國 74 年 08 月 26 日",
        "case_gist": "民法第一千一百四十五條第一項第五款所謂對於被繼承人有重大之虐待情\r\n事，係指以身體上或精神上之痛苦加諸於被繼承人而言，凡對於被繼承人\r\n施加毆打，或對之負有扶養義務而惡意不予扶養者，固均屬之，即被繼承\r\n人（父母）終年臥病在床，繼承人無不能探視之正當理由，而至被繼承人\r\n死亡為止，始終不予探視者，衡諸我國重視孝道固有倫理，足致被繼承人\r\n感受精神上莫大痛苦之情節，亦應認有重大虐待之行為。（已審編為判例\r\n）"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1853 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 74 年 08 月 24 日",
        "case_gist": "抵押權乃債務人為擔保自己債務，或第三人為擔保債務人債務，就其不動\r\n產所設定之擔保物權，此觀民法第八百六十條規定不難明瞭。又抵押權為\r\n不動產物權，依同法第七百五十八條規定，其設定非經登記，不生效力。\r\n故抵押權究竟係債務人為擔保自己債務所設定，抑或第三人為擔保債務人\r\n債務所設定，應依設定登記內容定之，抵押權人亦僅能依設定登記內容行\r\n使其權利。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1833 號 民事",
        "case_summary": "塗銷所有權登記",
        "case_date": "民國 74 年 08 月 22 日",
        "case_gist": "民法第六十六條第一項所謂定著物，係指非土地之構成部分，繼續附著於\r\n土地，而達一定經濟上目的，不易移動其所在，依社會觀念視為獨立之物\r\n而言。本件系爭二棟三層樓房，依土地登記簿之記載以觀，係每棟各自登\r\n記一所有權，執行法院於執行查封時，該房屋雖僅建築至一、二層，第三\r\n層則尚在建築中，第執行法院係以「未完成ＲＣ造三層樓房店舖住宅」為\r\n執行標的物。如果系爭房屋於設計之初，即係以「三層樓房」之型式為獨\r\n立之物而建造，則嗣後繼續完成之部分，依附合之法則，當為查封效力之\r\n所及。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1799 號 民事",
        "case_summary": "確認繼承權存在",
        "case_date": "民國 74 年 08 月 16 日",
        "case_gist": "日據時台灣繼承制度受日本法律觀念導入之影響，將日本之家督繼承制度\r\n移植於台灣，造成因戶主死亡而開始之戶主地位之繼承與戶主財產之繼承\r\n，戶主繼承人於繼承被繼承人戶主權之同時，不可分的繼承被繼承人所有\r\n財產上之權利義務。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1796 號 民事",
        "case_summary": "給付價款",
        "case_date": "民國 74 年 08 月 16 日",
        "case_gist": "民法第二百六十四條第一項前段規定：「因契約互負債務者，於他方當事\r\n人未為對待給付前，得拒絕自己之給付。」所謂他方未為對待給付，應包\r\n括他方之對待給付有可歸責於債務人之事由致生瑕疵之情形在內；買賣契\r\n約為雙務有償契約，是買受人於付清價金前，知悉買賣標的物有權利瑕疵\r\n或有可歸責於出賣人之事由致生物之瑕疵時，自得依上述規定主張同時履\r\n行抗辯。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1793 號 民事",
        "case_summary": "返還提存物",
        "case_date": "民國 74 年 08 月 16 日",
        "case_gist": "清償提存之提存人，於提存後，如提存之原因已消滅者，依提存法第十五\r\n條第一項第二款規定，得聲請該管法院提存所返還提存物，無徵求受取權\r\n人同意之必要。且提存原因已消滅者，不當然發生受取權人負有同意返還\r\n提存物義務之法律效果。果真提存原因已消滅，提存所即得依提存人之聲\r\n請返還提存物。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1790 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 74 年 08 月 16 日",
        "case_gist": "應有部分為各共有人對於共有物所有權享有之成數，乃抽象的，而非具體\r\n的，其權利行使之範圍及於共有物之全部，與就共有物為具體的劃分使用\r\n部分情形有別，自不發生給付不能之問題。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1781 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 08 月 16 日",
        "case_gist": "私有農地所有權之移轉，其承受人以能自耕者為限，違反此項規定者，其\r\n所有權之移轉無效，土地法第三十條第一、二項定有明文，故約定出賣農\r\n地與無自耕能力人之買賣契約，除有民法第二百四十六條第一項但書及第\r\n二項之情形外，依同條第一項前段規定，其契約應屬無效，如當事人訂約\r\n時並無預期買賣之農地變為非農地再為移轉之情形，縱令契約成立後該農\r\n地已變為非農地，亦不能使無效之契約成為有效。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1779 號 民事",
        "case_summary": "確認債權不存在",
        "case_date": "民國 74 年 08 月 16 日",
        "case_gist": "債務人怠於行使其權利時，債權人因保全債權，得以自己名義行使其權利\r\n，固為民法第二百四十二條所明定；惟依規定行使代位權，應以債權人為\r\n限。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1774 號 民事",
        "case_summary": "協同辦理抵押權登記",
        "case_date": "民國 74 年 08 月 15 日",
        "case_gist": "保證人向債權人為清償後，債權人對於主債務人之債權，於其清償之限度\r\n內，移轉與保證人，民法第七百四十九條定有明文。從而保證人如已向債\r\n權人為清償，並對主債務人有求償權，不論保證人就債務為全部清償或一\r\n部清償，於其清償之限度內，債權人對於主債務人之債權及其擔保物權，\r\n當然移轉於保證人。換言之，此之移轉屬於法定移轉，無須當事人之合意\r\n。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1772 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 08 月 15 日",
        "case_gist": "張某向被上訴人領取價金，固係行使其自己之權利，但其於領款時，既尚\r\n交付所有權移轉登記有關之印鑑證明、共有人書狀保持證等證件與被上訴\r\n人，自難謂非含有「承認」被上訴人請求權存在之觀念。張某之領取價金\r\n，既非單純行使其價金請求權，而係含有「承認」被上訴人請求權之觀念\r\n通知。是則張某於五十八年五月二十三日領款時，被上訴人之請求權，即\r\n因其「承認」而中斷消滅時效。消滅時效自該時起應重新起算，至被上訴\r\n人提起本件訴訟時，被上訴人之請求權應尚未罹於消滅時效。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1771 號 民事",
        "case_summary": "請求確認債權不存在",
        "case_date": "民國 74 年 08 月 15 日",
        "case_gist": "調查證據之結果，應曉諭當事人為辯論，俾使其盡其防禦之能事，民事訴\r\n訟法第二百九十七條第一項規定甚明。法院如違反此項規定，而將該調查\r\n證據之結果，採為判決基礎，其判決即屬違背法令。查本件原審卷內，並\r\n無調閱偵查案卷，或提示該卷證，曉諭當事人為辯論之記載，原判決遽將\r\n該偵查卷內之資料 (陳述) ，採為判決之基礎，即有未合。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1769 號 民事",
        "case_summary": "給付報酬",
        "case_date": "民國 74 年 08 月 15 日",
        "case_gist": "(一) 契約之終止，僅使契約自終止之時起，嗣後歸於消滅。承攬契約在\r\n      終止以前，承攬人業已完成之工作，苟已具備一定之經濟上效用，\r\n      可達訂約意旨所欲達成之目的者，定作人就其受領之工作，有給付\r\n      相當報酬之義務。\r\n (二) 民法第一百七十九條規定所謂「法律上之原因」，並非專指債之關\r\n      係而言，倘受益人係因他人之給付行為而受利益，則所謂「法律上\r\n      之原因」，係指該他人與受益人所欲達成之經濟上目的。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1767 號 民事",
        "case_summary": "確認買賣關係不存在",
        "case_date": "民國 74 年 08 月 15 日",
        "case_gist": "雙務契約當事人之一方，於他方所負債務已屆清償期，應為給付而未給付\r\n時，即得請求給付。該他方當事人縱享有同時履行抗辯權，在未行使此抗\r\n辯權以前，仍可發生遲延責任之問題，必須行使以後，始能免責。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1751 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 74 年 08 月 15 日",
        "case_gist": "無法律上之原因而獲得相當於租金之利益，致他人受損害時，如該他人之\r\n返還利益請求權已逾租金短期消滅時效之期間，對於相當於已罹消滅時效\r\n之租金之利益，不得依不當得利之法則，請求返還。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1749 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 08 月 15 日",
        "case_gist": "民法第一千一百十七條第一項關於無謀生能力之限制，依同條第二項規定\r\n，於直系血親尊親屬固無適用。並非謂該第一項之全部限制（包括不能維\r\n持生活），於直系血親尊親屬均不適用之。是直系血親尊親屬，如能以自\r\n己財產維持生活者，自無受扶養之權利。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1732 號 民事",
        "case_summary": "認領子女",
        "case_date": "民國 74 年 08 月 09 日",
        "case_gist": "認領請求權係身分上之權利，故不許拋棄。本件上訴人在其所立覺書表明\r\n不提出任何民刑事訴訟，所生子女與被上訴人無關，乃拋棄認領請求權之\r\n意，此項拋棄，依上開說明，應屬無效。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 1727 號 民事",
        "case_summary": "塗銷抵押權登記",
        "case_date": "民國 74 年 08 月 09 日",
        "case_gist": "土地法第三十條第一項規定承受人之自耕能力，係指承受人本人而言，不\r\n包括承受人之配偶及同一戶內之直系血親具有自耕能力者在內。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 343 號 民事",
        "case_summary": "交付土地",
        "case_date": "民國 74 年 08 月 08 日",
        "case_gist": "「蔡政一即台灣尼隆鋼工廠」與「台灣尼隆鋼股份有限公司」係不同之主\r\n體。抗告人欲將「蔡政一即台灣尼隆鋼工廠」變更為「台灣尼隆鋼股份有\r\n限公司」即屬訴訟主體之變更，而其變更又未得對造之同意，認抗告人就\r\n該部分所為訴之變更自屬不合法。"
    }
]