[
    {
        "case_id": "最高法院 98 年度台抗字第 177 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 98 年 03 月 19 日",
        "case_gist": "債權讓與之通知，為讓與人或受讓人向債務人通知債權讓與事實之行為，\r\n其性質上僅為觀念通知。於債權人對於債務人主張受讓事實，行使債權時\r\n，倘足使債務人知有債權讓與之事實，即應認為兼有通知之效力。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 162 號 民事裁定",
        "case_topic": "聲請停止執行",
        "case_date": "民國 98 年 03 月 19 日",
        "case_gist": "法院依強制執行法第十八條第二項規定，以裁定命債務人供擔保後停止強\r\n制執行，其擔保金額之多寡應如何認為相當，原屬於法院職權裁量之範圍\r\n，如已斟酌債權人因停止強制執行不當所應受之損害為衡量之標準，即非\r\n當事人所可任意指摘。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 156 號 民事裁定",
        "case_topic": "清償債務上訴聲請訴訟救助",
        "case_date": "民國 98 年 03 月 19 日",
        "case_gist": "法律扶助法第十三條及第六十二條分別規定，無資力者得申請法律扶助。\r\n經分會准予法律扶助之無資力者，其於訴訟程序中，向法院聲請訴訟救助\r\n時，應准予訴訟救助。但另有不符法律扶助事實之證明者，不在此限。同\r\n法第三條並規定，本法所稱無資力者，係指符合社會救助法之低收入戶或\r\n其每月可處分之收入及可處分之資產低於一定標準者。前項所稱一定標準\r\n之認定辦法，由基金會定之。又財團法人法律扶助基金會受法律扶助者無\r\n資力認定標準第二條及第三條第一項第一款至第三款，復對該無資力者定\r\n有其資格認定之標準。是法律扶助法所稱之「無資力者」，乃為民事訴訟\r\n法第一百零七條第一項前段「無資力支出訴訟費用者」之特別規定，法院\r\n對於經財團法人法律扶助基金會准予法律扶助之無資力者，聲請訴訟救助\r\n時，於審查是否有法律扶助法第六十二條但書規定「但另有不符法律扶助\r\n事實之證明」情形者，自應以該法所定無資力者之資格認定標準為據。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 155 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 03 月 19 日",
        "case_gist": "因不動產之物權或其分割或經界涉訟者，專屬不動產所在地之法院管轄，\r\n其他因不動產涉訟者，得由不動產所在地之法院管轄，民事訴訟法第十條\r\n第一、二項定有明文。所謂其他因不動產涉訟，係指因不動產之物權或其\r\n分割或經界以外，與不動產有關之一切事項涉訟者而言。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 391 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 98 年 03 月 12 日",
        "case_gist": "關於不當得利之無法律上原因之消極要件，原則上固應由主張權利者負舉\r\n證責任。惟此一消極事實本質上難以直接證明，僅能以間接方法證明之。\r\n因此，倘主張權利者對於他方受利益，致其受有損害之事實已為證明，他\r\n造就其所抗辯之原因事實，除有正當事由（如陳述將使其受到犯罪之追訴\r\n等），應為真實完全及具體之陳述，以供主張權利者得據以反駁，俾法院\r\n憑以判斷他造受利益是否為無法律上原因。如他造違反上開義務時，法院\r\n應於判決時依全辯論意旨斟酌之。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 210 號 民事裁定",
        "case_topic": "國家賠償",
        "case_date": "民國 98 年 03 月 12 日",
        "case_gist": "以一訴主張數項標的者，其價額合併計算之。但所主張之數項標的互相競\r\n合或應為選擇者，其訴訟標的價額，應依其中價額最高者定之。以一訴附\r\n帶請求其孳息、損害賠償、違約金或費用者，不併算其價額，民事訴訟法\r\n第七十七條之二固定有明文。惟應受判決事項之聲明範圍，若僅就利息或\r\n其他孳息、損害賠償、違約金或費用部分為請求者，仍應依其價額，以定\r\n訴訟標的之價額。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 375 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 98 年 03 月 06 日",
        "case_gist": "債權人或債務人如認執行法院製作之分配表有程序上之瑕疵，固僅得依強\r\n制執行法第十二條之規定聲請或聲明異議。惟債權人或債務人除有程序上\r\n不服之事由外，如同時對於分配表所載各債權人之債權或分配金額有不同\r\n意之實體上不服之事由時，得不依聲請或聲明異議而依對於實體上不服之\r\n方法對分配表提起異議之訴，請求救濟。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 372 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "原告對於自己主張之事實已盡證明之責後，被告對其主張，如抗辯其不實\r\n並提出反對之主張者，則被告對其反對之主張，亦應負證明之責，此為舉\r\n證責任分擔之原則。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 371 號 民事判決",
        "case_topic": "返還股票等",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "按有法律上利害關係之第三人，得對於確定終局判決提起撤銷之訴，請求\r\n撤銷對其不利部分之判決，但應循其他法定程序請求救濟者，不在此限，\r\n此觀民事訴訟法第五百零七條之一規定自明。其立法理由謂：「……第三\r\n人撤銷之訴，係對於利害關係第三人之特別救濟程序，如該第三人依法應\r\n循其他法定程序請求救濟者，即不應再許其利用此制度請求撤銷原確定判\r\n決」等語。倘該第三人尚非無從循其他程序請求救濟，是否仍可依此特別\r\n救濟程序，提起第三人撤銷訴訟，自仍有探求之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 369 號 民事判決",
        "case_topic": "履行契約等",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "民法第一百二十九條第一項第二款所稱之承認，係因時效而受利益之當事\r\n人（債務人）向請求權人表示認識其請求權存在之觀念通知。且此項承認\r\n無須一一明示其權利之內容及範圍等，以有可推知之表示行為即為已足，\r\n故如債務人之一部清償或緩期清償均可視為對於全部債務之承認。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 367 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "專利法第八十七條考量方法專利之舉證困難，已就舉證責任分配有民事訴\r\n訟法之特殊規定，而於第一項明定於一定要件下，得推定侵權而將舉證責\r\n任轉換予被告，唯有在適用專利法第八十七條第一項之推定後，被上訴人\r\n始有提出反證之責，或提出文書或勘驗物之義務，其理至明。又專利法第\r\n五十六條第一項規定，其中所謂「使用」係指實現專利的技術效果之行為\r\n，包括對物品之單獨使用或作為其他物品之部分品使用而言，尚不包括合\r\n併使用後組成該物品而言。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 366 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "法官就同一事件，如先後參與不同審級之審判，除顯然剝奪當事人之審級\r\n利益外，更易遭致當事人對該法官所為之裁判滋生物議，而損及法院之公\r\n信力，殊非所宜。故曾在第三審法院參與裁判之法官，就其於第三審廢棄\r\n發回第二審更審之同一事件，茍再參與該事件之第二審裁判事宜，即無異\r\n對其於上級審發回之事件，再由其在下級審自行裁判，就保障當事人審級\r\n利益之訴訟程序而言，難謂無重大瑕疵，應非法之所許。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 348 號 民事裁定",
        "case_topic": "請求確認通行權存在",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "民法第七百八十九條之立法意旨在於袋地通行權本屬相鄰土地間所有權之\r\n調整，而土地所有人固得本於其所有權就土地任意為土地一部之讓與或處\r\n分，但不得因此增加周圍土地之負擔，倘土地所有人任意讓與或處分土地\r\n之一部，使土地成為袋地，既為其所能預見，或本得事先安排，即不得損\r\n人利己，許不通公路之土地通行周圍土地。故土地之一部因強制執行，致\r\n造成袋地之情形者，既非出於土地所有人之任意行為或預期其能事先安排\r\n，自無民法第七百八十九條之適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 340 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "民事訴訟採處分權主義，原告應於起訴時，依民事訴訟法第二百四十四條\r\n第一項第二款、第三款規定，表明及特定其作為訴訟上請求之訴訟標的及\r\n其原因事實、應受判決事項之聲明，以利進行本案審理時，能明確法院之\r\n審理與判決對象及當事人之攻擊與防禦目標；並於訴訟進行中，依同法第\r\n二百五十五條規定處理原告「將原訴變更或追加他訴」及依同法第二百五\r\n十九條規定處理被告「提起反訴」；再於判決確定後，依同法第四百條規\r\n定判斷既判力之客觀範圍。又請求金額之流用，於同一訴訟標的法律關係\r\n下之不同請求項目間，固無不可，且無「將原訴變更或追加他訴」之情形\r\n。但如係不同訴訟標的之客觀訴之合併，各法律關係下所得主張給付之金\r\n額，應分別計算，再分別聲明或合併為單一聲明，此時各不同訴訟標的下\r\n之請求金額，不屬上開可流用之情形，縱合併後之聲明金額不變，仍應依\r\n「將原訴變更或追加他訴」之規定辦理。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 337 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "法院於調查證據前，應將訴訟有關之爭點，包括事實上、證據上及法律上\r\n之爭點曉諭當事人，以保障當事人之程序權，並防止突襲性裁判。此觀民\r\n事訴訟法第二百九十六條之一第一項之規定及其立法理由自明。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 335 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "民法第四百四十條第一項規定，承租人租金支付有遲延者，出租人得定相\r\n當期限，催告承租人支付租金，如承租人於其期限內不為支付，出租人得\r\n終止契約。是苟出租人催告承租人支付欠租，其所定催告之期限相當，縱\r\n未敘明承租人欠租數額，但在承租人應付之租額範圍內，亦難謂不發生催\r\n告之效力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 332 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "於他人刑事被告案內為證人、鑑定人、通譯之人，在審判或偵查時，依法\r\n具結而為虛偽之陳述，固足使採證錯誤，判斷失平，致司法喪失威信，然\r\n此種虛偽之陳述，他人是否因此被害，尚繫於執行審判或偵查職務之公務\r\n員採信其陳述與否而定，並非因偽證行為直接或同時受有損害。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 331 號 民事判決",
        "case_topic": "請求給付運費差額",
        "case_date": "民國 98 年 03 月 05 日",
        "case_gist": "民法第二百二十七條之二第一項情事變更原則，旨在規定契約成立後，發\r\n生訂約當時不可預料之情事，若依其原有效果顯失公平時，得經由法院裁\r\n量增減其給付或變更其他原有之效果，期能公平分配契約當事人間之風險\r\n及不可預見之損失。是以法院依該原則為增加給付之判決，應本於客觀之\r\n公平標準，審酌一方因情事變更所受之損失，他方因情事變更所得之利益\r\n及其他實際之情形，定其增加給付之適當數額。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 315 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "惟按和解，如當事人係以他種之法律關係或以單純無因性之債務約束等，\r\n替代原有之法律關係而成立者，為屬於創設性之和解；若僅以原來明確之\r\n法律關係為基礎而成立和解時，則屬認定性之和解。倘係前者，債務人如\r\n不履行和解契約，債權人應依和解所創設之新法律關係請求履行，不得再\r\n依原有之法律關係請求給付。如為後者，既係以原來明確之法律關係為基\r\n礎而成立之和解，僅有認定之效力，債權人自非不得依原來之法律關係訴\r\n請債務人給付，祇法院不得為與和解結果相反之認定而已。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 294 號 民事判決",
        "case_topic": "給付土地租金",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "原告起訴時，應依民事訴訟法第二百四十四條第一項第二款表明及特定其\r\n訴訟標的，以確定法院審判之對象，並集中兩造攻擊防禦之焦點，俾促進\r\n審理之集中化。而所謂類推適用，乃因法律未備出現漏洞，以比附援引之\r\n方法加以填補之造法方式，與直接適用法律明文規定之情形有別，二者為\r\n不同之訴訟標的的法律關係。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 293 號 民事判決",
        "case_topic": "給付報酬",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "原告起訴，除應記載為特定訴訟標的所必要之原因事實外，對於其請求所\r\n依據之基礎事實及理由，亦應「具體」加以記載，此觀民事訴訟法第二百\r\n四十四條第一項第二款、第二百六十六條第一項第一款、第三項之規定自\r\n明。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 275 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "債務人異議之訴係債務人主張執行名義所示之請求權與債權人在實體法上\r\n之權利現狀不符，請求以判決排除執行名義之執行力為目的之訴訟為形成\r\n之訴，其訴訟標的為請求排除不當執行之請求權。故債務人提起債務人異\r\n議之訴，以強制執行之債權人為被告即屬適格之被告。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 266 號 民事判決",
        "case_topic": "確認地上權不存在",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "當事人主張有利於己之事實者，就其事實有舉證之責任。但依其情形顯失\r\n公平者，不在此限，為民事訴訟法第二百七十七條所明定。準此，徵諸台\r\n灣之祭祀公業多設立於前清或日治時期，關於公業名下財產來源及其派下\r\n員占用產業之緣由，輒因年代久遠，人物全非，每每難以查考，舉證誠屬\r\n不易，如仍嚴守該條本文所定之舉證原則，不免產生不公平結果。故法院\r\n於個案審理中，自應斟酌當事人各自提出之證據資料，綜合全辯論意旨，\r\n依同條但書之規定，為適切之調查認定，始不失衡平之本旨。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 118 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "因假執行而提供之擔保物係備供賠償受擔保利益人所受損害，故受擔保利\r\n益人如以對供擔保人之其他執行名義聲請就該擔保物強制執行，應解為已\r\n含有拋棄對該擔保物行使權利而同意供擔保人聲請返還提存物之意思表示\r\n。供擔保人固非不得聲請返還提存物，執行法院自亦可對該提存物核發未\r\n附條件之收取命令。使供擔保人之債權人取得以自己名義向提存所收取金\r\n錢債權之收取權。際此供擔保人則不得再聲請返還該提存物。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 117 號 民事裁定",
        "case_topic": "請求清償債務",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "訴訟文書之送達，因關係不變期間之遵守，對當事人權益之影響至鉅，法\r\n律乃特予明定。依民事訴訟法規定，訴訟文書之送達原則上須向應受送達\r\n之本人為之。送達之處所則為應受送達人之住居所、事務所、營業所或會\r\n晤之處所。不能向應受送達之本人為送達時，始得於應受送達人之住居所\r\n、事務所或營業所將文書付與有辨別事理能力之同居人或受僱人，此觀同\r\n法第一百三十六條第一項、第一百三十七條第一項之規定自明。是以除民\r\n事訴訟法規定得代收訴訟文書之送達者外，其餘第三人代收送達均不能認\r\n已生送達之效力，必該第三人將文書實際轉交本人受領始可視為合法送達\r\n。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 116 號 民事裁定",
        "case_topic": "給付借款強制執行",
        "case_date": "民國 98 年 02 月 26 日",
        "case_gist": "按執行名義成立後，債權人將債權讓與於第三人，該第三人為強制執行法\r\n第四條之二第一項第一款所稱之繼受人，雖得以原執行名義聲請強制執行\r\n，惟民法第二百九十七條第一項既明定債權之讓與，非經讓與人或受讓人\r\n通知債務人，對於債務人不生效力，則債權受讓人於該項讓與對債務人生\r\n效前，自不得對債務人為強制執行。是債權受讓人依強制執行法第四條之\r\n二規定，本於執行名義繼受人身分聲請強制執行者，除應依同法第六條規\r\n定提出執行名義之證明文件外，對於其為適格之執行債權人及該債權讓與\r\n已對債務人發生效力等合於實施強制執行之要件，亦應提出證明，併供執\r\n行法院審查。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 86 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "請求及假扣押之原因，應釋明之；前項釋明如有不足，而債權人陳明願供\r\n擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣押，民\r\n事訴訟法第五百二十六條第一項、第二項定有明文。故債權人就假扣押之\r\n原因全未釋明時，固不得以供擔保代之；惟如已有所釋明，僅係釋明不足\r\n，法院自仍得命債權人供擔保後為假扣押。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 79 號 民事裁定",
        "case_topic": "聲請宣告禁治產",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "法院就禁治產之聲請，應斟酌聲請人所表明之事實及證據，依職權為必要\r\n之調查。又法院應於鑑定人前訊問應禁治產人。但有礙難訊問之情形或恐\r\n有害其健康者，不在此限。且禁治產之宣告，非就禁治產人之心神狀況訊\r\n問鑑定人後，不得為之。民事訴訟法第六百零一條第一項、第六百零二條\r\n第一項及第六百零三條分別定有明文。準此，可知法院就禁治產之聲請，\r\n原則上固應於鑑定人前訊問應禁治產人，然如有礙難訊問或恐有害應禁治\r\n產人之健康者，則不在此限。僅需就應禁治產人之心神狀況訊問鑑定人後\r\n，再為禁治產之宣告而已。至於所謂鑑定人，解釋上，當非僅限於住居在\r\n我國境內者。倘在外國之鑑定人與禁治產之聲請有相當關聯性，且經聲請\r\n人表明並提出與其聲請有關之事實及證據，法院自非不得依職權通知該鑑\r\n定人到場就應禁治產人之心神狀況訊問之。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 74 號 民事裁定",
        "case_topic": "清償票款強制執行",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "民事訴訟法第四百八十六條第四項之再為抗告，依同法第四百九十五條之\r\n一第二項準用第四百六十六條之一第一項前段規定，再抗告人應委任律師\r\n為訴訟代理人，如未委任律師為訴訟代理人，依同條第四項規定，抗告法\r\n院應定期先命補正；於再抗告人逾期未自行委任或聲請法院依訴訟救助之\r\n規定為之選任律師為其訴訟代理人之前，尚不得逕以其對於抗告法院之裁\r\n定再為抗告，未以適用法規顯有錯誤為理由，認其再抗告為不合法，以裁\r\n定予以駁回。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 222 號 民事判決",
        "case_topic": "給付租金等",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "出租人應以合於所約定使用、收益之租賃物交付承租人，並應於租賃關係\r\n存續中保持其合於約定使用、收益之狀態，民法第四百二十三條定有明文\r\n。此項義務，為出租人之主給付義務，如出租人交付之租賃物，不合於約\r\n定之使用目的或於租賃關係存續中未保持合於約定使用、收益之狀態者，\r\n即與債之本旨不符，承租人得主張同時履行抗辯權，拒絕租金之支付，並\r\n得依債務不履行之規定請求損害賠償，或依瑕疵擔保責任之規定行使瑕疵\r\n擔保請求權。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 218 號 民事裁定",
        "case_topic": "損害賠償等",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "當事人之任何一方，得隨時終止委任契約，民法第五百四十九條第一項定\r\n有明文。又終止契約不失為當事人之權利，雖非不得由當事人就終止權之\r\n行使另行特約，然委任契約，係以當事人之信賴關係為基礎所成立之契約\r\n，如其信賴關係已動搖，而使委任人仍受限於特約，無異違背委任契約成\r\n立之基本宗旨。是委任契約不論有無報酬，或有無正當理由，均得隨時終\r\n止。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 209 號 民事裁定",
        "case_topic": "返還土地等",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "本於一定資格以自己名義為他人任訴訟當事人之人，喪失其資格或死亡者\r\n，訴訟程序在有同一資格之人承受其訴訟以前當然停止，民事訴訟法第一\r\n百七十二條第一項定有明文。又國有財產撥給各地國家機關使用者，名義\r\n上雖仍為國有，實際上即為使用機關行使所有人之權利，故本院對於是類\r\n財產，向准由管領機關起訴，代國家主張所有權人之權利，亦有本院五十\r\n一年台上字第二六八○號判例可循。是國有財產之管領機關代國家主張所\r\n有權人之權利而起訴，於該訴訟程序中喪失其管領機關資格時，自應由有\r\n同一資格之人即新管領機關承受其訴訟。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 204 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "按當事人主張有利於己之事實，就其事實有舉證之責任。但法律別有規定\r\n，或依其情形顯失公平者，不在此限，民事訴訟法第二百七十七條定有明\r\n文。又為給付原因之法律行為不成立或無效時，其給付即自始欠缺原因。\r\n故當事人一方本於一定目的而為給付時，其目的在客觀上即為給付行為之\r\n原因，給付如欠缺其原因時，他方當事人受領給付即無法律上之原因，應\r\n成立不當得利。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 200 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 98 年 02 月 19 日",
        "case_gist": "民法第一百九十七條第二項規定之不當得利返還，係考量損害賠償義務人\r\n如因侵權行為而受利益致被害人蒙受損害時，使被害人除有侵權行為之請\r\n求權外，亦應有不當得利之請求權，用以保護其利益。該二項請求權，法\r\n律上之性質雖然不同，但在訴訟上所據之原因事實則同屬因侵權行為而負\r\n擔債務之範疇。是該損害賠償義務人如因故意侵權行為而受利益致被害人\r\n受損害時，被害人於侵權行為損害賠償請求權時效完成後，再依上開條項\r\n規定以不當得利之請求權而為主張者，自仍有同法第三百三十九條因故意\r\n侵權行為而負擔之債，其債務人不得主張抵銷規定之適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 190 號 民事判決",
        "case_topic": "請求回復原狀",
        "case_date": "民國 98 年 02 月 13 日",
        "case_gist": "民法第五百四十四條規定：「受任人因處理委任事務有過失，或因逾越權\r\n限之行為所生之損害，對於委任人應負賠償之責。」，乃受任人對於委任\r\n人所應負債務不履行之損害賠償責任之規定，委任人除依此項規定對於受\r\n任人有損害賠償請求權外，如同時對於第三人享有請求權，則係權利競合\r\n，委任人可擇一行使，不能認為委任人對於受任人之損害賠償請求權之行\r\n使，以委任人對於第三人之請求權已行使而無效果為前提，委任人對於第\r\n三人之請求權縱未行使，仍可對受任人行使民法第五百四十四條之損害賠\r\n償請求權，不得以之認為委任人尚未受有損害。準此而言，原審以被上訴\r\n人將上訴人委託之系爭二百萬元交予陳乙，上訴人迄未向陳乙請求返還，\r\n推論上訴人未受有終局之實際損害，不得依民法第五百四十四條規定請求\r\n被上訴人賠償，所持法律見解自有違誤。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 188 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 02 月 12 日",
        "case_gist": "訴訟代理人受送達之權限未受限制者，送達應向該代理人為之。但審判長\r\n認為必要時，得命送達於當事人本人，民事訴訟法第一百三十二條定有明\r\n文。故當事人委任有訴訟代理人，且訴訟代理人受送達之權限未受限制者\r\n，除審判長酌量情形，認有送達於本人之必要，得以裁定命送達於當事人\r\n本人外，送達即應向代理人為之。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 186 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 98 年 02 月 12 日",
        "case_gist": "債權之讓與，依民法第二百九十七條第一項之規定，雖須經讓與人或受讓\r\n人通知債務人始生效力，但不以債務人之承諾為必要，而讓與之通知，為\r\n通知債權讓與事實之行為，原得以言詞或文書為之，不需何等之方式，故\r\n讓與人與受讓人間成立債權讓與契約時，債權即移轉於受讓人，除法律另\r\n有規定外，如經讓與人或受讓人通知債務人，即生債權移轉之效力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 171 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 02 月 12 日",
        "case_gist": "民法上之詐欺，必詐欺行為人有使他人陷於錯誤之故意，致該他人基於錯\r\n誤而為不利於己之意思表示者始足當之。倘行為人欠缺主觀之詐欺故意，\r\n縱該他人或不免為錯誤之意思表示仍與詐欺之法定要件不合，無容其依民\r\n法第九十二條第一項規定撤銷意思表示之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 135 號 民事裁定",
        "case_topic": "塗銷抵押權登記",
        "case_date": "民國 98 年 02 月 05 日",
        "case_gist": "應有部分上之抵押權於共有物分割後，除有土地登記規則第一百零七條但\r\n書之情形，即先徵得抵押權人之同意，將其抵押權轉載於原設定人分割後\r\n取得之土地外，抵押權仍按原應有部分轉載於分割後各宗土地之上，抵押\r\n權人得就全部土地行使其抵押權。且民法第八百二十五條就分得物之擔保\r\n責任係採移轉主義，即共有人間各就其應有部分相互移轉，該因分割而取\r\n得單獨所有權之效力並不溯及既往，並自分割完畢後發生。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 41 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 98 年 01 月 22 日",
        "case_gist": "信託法第十二條第一項規定除但書之情形外，對信託財產不得強制執行，\r\n乃係因信託財產存有信託利益而獨立存在，故原則上任何人對之不得強制\r\n執行，以確保信託本旨之實現。又為防止委託人藉成立信託脫產，害及其\r\n債權人之權益，信託法第六條第一項規定債權人得聲請法院撤銷詐害之信\r\n託行為。準此，倘信託係以詐害債權人為目的，即與信託本旨不符，應無\r\n上開禁止強制執行規定之適用，俾利債權人達成撤銷權之行使。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 38 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 98 年 01 月 22 日",
        "case_gist": "所謂專屬管轄，係指法律規定某類事件專屬一定法院管轄之謂。凡法律規\r\n定某類事件僅得由一定法院管轄者，縱未以法文明定「專屬管轄」字樣，\r\n仍不失其專屬管轄之性質。又執行名義成立後，如有消滅或妨礙債權人請\r\n求之事由發生，債務人得於強制執行程序終結前，向執行法院對債權人提\r\n起異議之訴，強制執行法第十四條第一項前段定有明文。是以提起債務人\r\n異議之訴，應向執行法院為之，顯已由該法明定此類事件應由執行法院管\r\n轄，性質上自屬專屬管轄。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 112 號 民事判決",
        "case_topic": "確認債權讓與關係不存在等",
        "case_date": "民國 98 年 01 月 22 日",
        "case_gist": "債權人依民法第二百四十四條第一項或第二項規定，提起撤銷債務人詐害\r\n行為之訴，必須有保全之必要，始得為之。苟債務人就其無償行為或有償\r\n行為所處分之財產外，尚有其他財產足以清償其對於債權人之債務，自無\r\n仍許債權人依上開規定行使撤銷權之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 94 號 民事判決",
        "case_topic": "請求確認親子關係存在等",
        "case_date": "民國 98 年 01 月 16 日",
        "case_gist": "民法第一千零六十七條第二項規定非婚生子女於生父死亡後，認領之訴仍\r\n得向生父之繼承人為之，揆其立法之目的，係在確認非婚生子女與生父間\r\n之親子身分關係，使之衍生形成親子關係之法律上效力，性質上屬形成之\r\n訴，此際，非婚生子女對生父之繼承人起訴，聲明請求生父為認領，係形\r\n成父子關係之法律上效力，符合法律確保非婚生子女權益之本旨，自屬於\r\n法無違。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 81 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "按第三人利益契約，乃當事人之一方與他方約定，由他方向第三人為一定\r\n之給付，第三人因此取得直接請求他方給付權利之契約。是第三人若未取\r\n得直接請求他方給付之權利，即令當事人約定向第三人為一定之給付，亦\r\n僅係當事人間之指示給付約定，尚非民法第二百六十九條所定之第三人利\r\n益契約。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 80 號 民事判決",
        "case_topic": "宣告確定判決准予強制執行",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "法定代理權有欠缺之人所為之訴訟行為，經法定代理人之承認，溯及於行\r\n為時發生效力，民事訴訟法第四十八條定有明文。其目的在避免已施行之\r\n訴訟程序歸於徒勞。該承認不論為明示或默示，且縱於言詞辯論期日終結\r\n後或上訴審審理中始為承認，均溯及於行為時發生效力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 78 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "契約成立生效後，債務人除負有給付義務（包括主給付義務與從給付義務\r\n）外，尚有附隨義務。所謂附隨義務，乃為履行給付義務或保護當事人人\r\n身或財產上利益，於契約發展過程基於誠信原則而生之義務，包括協力義\r\n務以輔助實現債權人之給付利益。倘債務人未盡此項義務，債權人得依民\r\n法第二百二十七條不完全給付之規定行使其權利。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 77 號 民事裁定",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "按因可歸責於承攬人之事由致工作發生瑕疵，定作人固得解除契約。但所\r\n承攬之工作為建築物或其他土地上之工作物，非其瑕疵重大致不能達使用\r\n之目的者，定作人不得解除契約，此觀民法第四百九十四條但書及八十八\r\n年四月二十一日增訂同法第四百九十五條第二項、民法債編施行法第二十\r\n七條規定自明，尋繹其源於誠信原則而設，並為兼顧定作人權益及維護社\r\n會公益之立法本旨，該規範乃係限制定作人解除權行使之禁止規定，初不\r\n得任由當事人以約定解除權拒斥適用之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 76 號 民事判決",
        "case_topic": "所有權回復登記等",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "按稱「借名登記」者，謂當事人約定一方將自己之財產以他方名義登記，\r\n而仍由自己管理、使用、處分，他方允就該財產為出名登記之契約，其成\r\n立側重於借名者與出名者間之信任關係，在性質上應與委任契約同視，倘\r\n其內容不違反強制、禁止規定或公序良俗者，固應賦予無名契約之法律上\r\n效力，並類推適用民法委任之相關規定。惟出名者違反借名登記契約之約\r\n定，將登記之財產為物權處分者，對借名者而言，即屬無權處分，除相對\r\n人為善意之第三人，應受善意受讓或信賴登記之保護外，如受讓之相對人\r\n係惡意時，自當依民法第一百十八條無權處分之規定而定其效力，以兼顧\r\n借名者之利益。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 56 號 民事判決",
        "case_topic": "侵權行為請求損害賠償",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "（一）債權人得將債權讓與於第三人，民法第二百九十四條第一項前段定\r\n      有明文。又債權之讓與，依民法第二百九十七條第一項之規定，非\r\n      經讓與人或受讓人通知債務人，對於債務人固不生效力，惟法律設\r\n      此規定之本旨，無非使債務人知有債權讓與之事實，受讓人對於債\r\n      務人主張受讓事實行使債權時，既足使債務人知有債權讓與之事實\r\n      ，即應認為兼有通知之效力。\r\n（二）當事人主張之事實，經他造於準備書狀內或言詞辯論時或在受命法\r\n      官、受託法官前自認者，無庸舉證，民事訴訟法第二百七十九條第\r\n      一項定有明文，故自認為當事人承認他造主張之事實為真實之訴訟\r\n      行為，民事訴訟法關於自認之規定，僅於當事人兩造間有其適用，\r\n      於當事人以外之第三人不在適用之列。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 43 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "行使債權，應依誠實及信用方法。苟權利人在相當期間內不行使其權利，\r\n依相關特別情事，已足以使義務人正當信任權利人不欲其履行義務者，該\r\n權利人即不得再主張其權利，始符誠信原則之本旨。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 18 號 民事裁定",
        "case_topic": "聲請假扣押強制執行聲明異議",
        "case_date": "民國 98 年 01 月 15 日",
        "case_gist": "公同共有物未分割前，公同共有人中一人之債權人，雖不得對於公同共有\r\n物聲請強制執行，但對於該公同共有人公同共有之權利，得請求執行（司\r\n法院院字第一○五四號解釋（二）參照），是得與公同關係分離之權利（\r\n即與公同共有財產本體分離之權利），本得為強制執行之標的，即難謂無\r\n假扣押之實益。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 848 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 97 年 12 月 25 日",
        "case_gist": "關於假扣押聲請之裁定，得為抗告；抗告法院為裁定前，應使債權人及債\r\n務人有陳述意見之機會，民事訴訟法第五百二十八條第一項、第二項定有\r\n明文。所稱應使債權人或債務人有陳述意見之機會，包括債權人或債務人\r\n以書狀陳述其意見，非謂抗告法院應行準備或言詞辯論程序。相對人不服\r\n桃園地院所為裁定提起抗告，其抗告狀已指摘再抗告人並未釋明假扣押之\r\n原因，該抗告狀繕本送達再抗告人後，再抗告人嗣提出民事抗告答辯狀，\r\n有該答辯狀在卷可稽。再抗告人既已知悉相對人抗告之理由，並提出書狀\r\n答辯，陳述其意見，即難謂原法院於裁定前未使再抗告人有陳述意見之機\r\n會。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2701 號 民事判決",
        "case_topic": "給付買賣價金",
        "case_date": "民國 97 年 12 月 25 日",
        "case_gist": "債權之讓與，依民法第二百九十七條第一項之規定，雖須經讓與人或受讓\r\n人通知債務人始生效力，但不以債務人之承諾為必要，而債權讓與之通知\r\n，為通知債權讓與事實之行為，得以言詞或文書為之，不需何等之方式，\r\n故讓與人與受讓人間成立債權讓與契約時，債權即移轉於受讓人，除法律\r\n另有規定外，如經讓與人或受讓人通知債務人，即生債權移轉之效力。又\r\n抵銷不以雙方之債權明確為要件，故該債權當事人間，雖於其成立或範圍\r\n有所爭執，亦非必俟判決確定後始得讓與而為抵銷。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2695 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 12 月 25 日",
        "case_gist": "專利權之核准係行政機關基於公權力所為之行政處分，申請人因而取得之\r\n專利權，非經專利專責機關撤銷確定，於專利權期限屆滿前，自均有效存\r\n在。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2694 號 民事判決",
        "case_topic": "給付資遣費等",
        "case_date": "民國 97 年 12 月 25 日",
        "case_gist": "按民法第二百六十九條第一項規定之第三人利益契約，重在第三人取得直\r\n接請求給付之權利。倘要約人與債務人未約定使第三人取得該債權者，固\r\n僅為當事人與第三人間之「指示給付關係」，而非該條項所稱之第三人利\r\n益契約。惟審認契約是否有以使第三人取得該債權為標的，並不以明示為\r\n必要，祇要依契約之目的及周圍之情況，可推斷當事人有此法效之意思為\r\n已足。於此情形，除審究其契約是否為第三人利益而訂立外，尚可考量契\r\n約訂定之本旨，是否由第三人自己行使權利，較諸僅由要約人行使權利，\r\n更能符合契約之目的，債務人對第三人為給付是否基於要約人亦負擔相當\r\n之給付原因暨要約人與第三人間之關係，並分就具體事件，斟酌各契約內\r\n容、一般客觀事實、工商慣例、社會通念等相關因素，探究訂約意旨之所\r\n在及契約目的是否適合於使第三人取得權利，以決定之。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2688 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 97 年 12 月 25 日",
        "case_gist": "民事訴訟法第四百條第一項規定確定判決之既判力，惟於判決主文所判斷\r\n之訴訟標的，始可發生。若訴訟標的以外之事項，縱令與為訴訟標的之法\r\n律關係有影響，因而於判決理由中對之有所判斷，除同條第二項所定關於\r\n抵銷之情形外，尚不能因該判決已經確定而認此項判斷為有既判力。又學\r\n說上所謂之爭點效，係指法院於確定判決理由中，就訴訟標的以外當事人\r\n所主張之重要爭點，本於當事人辯論之結果已為判斷時，除有顯然違背法\r\n令，或當事人已提出新訴訟資料足以推翻原判斷之情形外，於同一當事人\r\n就與該重要爭點有關所提起之他訴訟，不得再為相反之主張，法院亦不得\r\n作相反之判斷，以符民事訴訟法上之誠信原則而言。是爭點效之適用，必\r\n須前後兩訴訟當事人同一，且前案就重要爭點之判斷非顯然違背法令，及\r\n當事人未提出新訴訟資料足以推翻原判斷等情形始足當之。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 832 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 97 年 12 月 18 日",
        "case_gist": "按對於不動產之執行，拍賣期日係執行法院實施拍賣之時間，必須將之先\r\n期公告並於拍賣公告真確載明。為使不特定之一般人知悉拍賣，期待多人\r\n參與應買，兼顧債務人及第三人有充分時間提起異議之訴，並使他債權人\r\n亦有參與分配之機會，強制執行法第八十二條乃規定，拍賣期日距公告之\r\n日，不得少於十四日。是該條所稱之「不得少於十四日」，尋繹其立法原\r\n旨，當屬執行法院實施強制執行時所應遵守程序之法定期間，倘未予遵循\r\n者，當事人即得依強制執行法第十二條第一項規定，於該不動產經拍賣買\r\n受人領得權利移轉證書強制執行程序終結前聲明異議。且該條既稱「不得\r\n少於十四日」，依強制執行法第三十條之一準用民事訴訟法第一百六十一\r\n條、民法第一百十九條、第一百二十條第二項及第一百二十一條第一項規\r\n定，則計算該以日定十四日之期間，其拍賣公告始日應不算入，並以自拍\r\n賣公告日之翌日起算至拍賣期日之前一日止，算足十四日或十四日以上者\r\n始得當之。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2654 號 民事判決",
        "case_topic": "清償借款等",
        "case_date": "民國 97 年 12 月 18 日",
        "case_gist": "民法第四百七十八條後段規定，消費借貸未定返還期限者，貸與人得定一\r\n個月以上之相當期限，催告返還。所謂返還，係指「終止契約之意思表示\r\n」而言，亦即貸與人一經向借用人催告（或起訴），其消費借貸關係即行\r\n終止，惟法律為使用人便於準備起見，特設「一個月以上相當期限」之恩\r\n惠期間，借用人須俟該期限屆滿，始負遲延責任，貸與人亦始有請求之權\r\n利。若貸與人未定一個月以上之期限向借用人催告，其請求權尚不能行使\r\n，消滅時效自無從進行。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2653 號 民事判決",
        "case_topic": "異議之訴",
        "case_date": "民國 97 年 12 月 18 日",
        "case_gist": "強制執行法第十四條規定，債務人異議之訴須主張執行名義成立後，有消\r\n滅或妨礙債權人請求之事由發生，始得為之。所謂有消滅債權人請求之事\r\n由，係指足以使執行名義之請求權及執行力消滅之原因事實而言。又債務\r\n人所主張消滅或妨害債權人請求之事由，須係發生在執行名義成立之後者\r\n始得為之。若主張之事由在執行名義成立之前即已存在，則為執行名義之\r\n裁判，縱有未當，亦非異議之訴所能救濟，亦即如係以裁判為執行名義時\r\n，其為異議原因之事實發生在前訴訟言詞辯論終結前者，縱該為執行名義\r\n之裁判有何不當，即與異議之訴之要件不符，即不得提起。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2624 號 民事裁定",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 97 年 12 月 12 日",
        "case_gist": "勞動基準法第十二條第一項第四款規定，勞工有違反勞動契約或工作規則\r\n，情節重大者，雇主得不經預告終止契約。所謂「情節重大」，屬不確定\r\n之法律概念，不得僅就雇主所訂工作規則之名目條列是否列為重大事項作\r\n為決定之標準，須勞工違反工作規則之具體事項，客觀上已難期待雇主採\r\n用解僱以外之懲處手段而繼續其僱傭關係，且雇主所為之解僱與勞工之違\r\n規行為在程度上須屬相當，方屬上開勞動基準法規定之「情節重大」，舉\r\n凡勞工違規行為之態樣、初次或累次、故意或過失、對雇主及所營事業所\r\n生之危險或損失、勞雇間關係之緊密程度、勞工到職時間之久暫等，均為\r\n判斷勞工之行為是否達到應予解僱之程度之衡量標準。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 810 號 民事裁定",
        "case_topic": "給付會款強制執行",
        "case_date": "民國 97 年 12 月 11 日",
        "case_gist": "強制執行應依執行名義為之，從而執行法院對於執行名義是否有效成立自\r\n應加以審查，而未確定之終局判決不備執行名義之要件，其執行名義尚未\r\n成立，執行法院不得據以強制執行。又法院誤認未確定之裁判為確定，而\r\n依聲請付與確定證明書者不生該裁判已確定之效力。執行法院就該裁判已\r\n否確定仍得予以審查，不受該確定證明書之拘束。原法院認執行法院不得\r\n就執行名義已否確定，為實質上之審查。且確定證明書具有公信力，執行\r\n法院不得為與之相反之認定。所持見解，尚有未合。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 792 號 民事裁定",
        "case_topic": "專利權損害賠償等",
        "case_date": "民國 97 年 12 月 11 日",
        "case_gist": "按民事訴訟法第七十七條之二第二項規定，以一訴附帶請求其孳息、損害\r\n賠償、違約金或費用者，不併算其價額。該條項所稱之「以一訴附帶請求\r\n」者，凡是附帶請求與主位請求間有主從、依附或牽連關係者，即有該條\r\n項規定之適用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2601 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 12 月 11 日",
        "case_gist": "損害賠償，除法律另有規定或契約另有訂定外，不僅須填補債權人所失利\r\n益（即消極損害），並須填補債權人所受損害（即積極損害），民法第二\r\n百十六條規定甚明。故損害賠償之範圍，應以被害人實際所受損害為衡。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2585 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 12 月 11 日",
        "case_gist": "民法第一百八十九條與第一百九十一條規定負損害賠償責任之要件不同，\r\n承攬人執行承攬事項，有其獨立自主之地位，定作人對於承攬人並無監督\r\n其完成工作之權限，縱工作物為土地上之建築物或其他工作物而其所有權\r\n屬於定作人，如係因承攬人執行承攬事項而不法侵害他人權利，應優先適\r\n用該法第一百八十九條而不適用第一百九十一條規定。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 24 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 97 年 12 月 11 日",
        "case_gist": "按原告起訴時所主張之訴訟標的法律關係及其原因事實，不僅涉及法院審\r\n判之標的、當事人之攻擊防禦方法，並將影響未來既判力客觀範圍之特定\r\n，自應慎重求其明確。倘有不明，法院除令當事人就事實為適當陳述及辯\r\n論外，亦應令其就法律觀點為必要之陳述及作適當完全之辯論。倘未踐行\r\n此項闡明之義務，命當事人各盡其攻擊防禦之能事，遽行作為判決之基礎\r\n，即與民事訴訟法第一百九十九條第一項、第二項規定有違。"
    },
    {
        "case_id": "最高法院 97 年度台聲字第 1092 號 民事裁定",
        "case_topic": "聲請強制執行再抗告依訴訟救助聲請選任訴訟代理人",
        "case_date": "民國 97 年 12 月 11 日",
        "case_gist": "當事人依民事訴訟法第四百九十六條第一項第五款之規定提起再審之訴，\r\n應僅限於代理權欠缺之一造當事人始得為之，他造當事人不得據為再審原\r\n因（參看本院六十八年台再字第一四五號判例）。次依同法第一百七十條\r\n、第一百七十五條規定，當事人於訴訟繫屬中其法定代理權消滅者，訴訟\r\n程序在有法定代理人承受訴訟以前，固應當然停止並由法定續行訴訟之人\r\n承受訴訟。惟聲請事件於裁判前，僅須審查聲請人單方聲請之事由是否合\r\n法及有無理由，而勿庸審究相對人相關之事由時，縱相對人於聲請繫屬後\r\n法定代理權消滅而未由新法定代理人承受訴訟，即依聲請人書面聲請之事\r\n由不經言詞辯論而為裁判者，參照民事訴訟法第一百八十八條第一項但書\r\n規定及本院十八年上字第二六九○號、二十二年上字第八○四號判例意旨\r\n，亦非當然不生效力，且不生當事人於訴訟未經合法代理之問題。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2505 號 民事判決",
        "case_topic": "請求給付工資",
        "case_date": "民國 97 年 12 月 08 日",
        "case_gist": "勞動基準法（下稱勞基法）之立法目的在於保障勞工權益，加強勞雇關係\r\n，促進社會與經濟發展，而為勞動條件最低標準之規定，故於勞工延長工\r\n作時間、休假及例假日照常工作者，雇主應依勞基法第二十四條規定標準\r\n發給延長工作時間之工資及依同法第三十九條規定加倍發給工資，乃屬強\r\n制規定，除非有法律明文規定，如勞基法第八十四條之一規定之情形，並\r\n經中央主管機關核定公告之勞工外，勞雇雙方均應遵守。依民法第七十一\r\n條規定「法律行為違反強制或禁止之規定者，無效。」，勞雇雙方所簽訂\r\n之薪資給與辦法違反上開規定，自屬無效。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 20 號 民事判決",
        "case_topic": "確認本票債權不存在",
        "case_date": "民國 97 年 12 月 08 日",
        "case_gist": "表見代理乃係無代理權，而在外觀上足使第三人信其為有代理權之事實，\r\n本人因而應負授權人責任，旨在衡平本人之利益與社會交易安全。準此，\r\n公司負責人將簽名、用印及接洽事務等公司一切事務之代理權授予他人，\r\n就其內部授與簽發票據代理權，縱欠缺以書面為之，既有因自己之行為為\r\n表見代理之事實，則本於票據為無因證券、流通證券，並依舉重以明輕之\r\n法理，應認仍有民法第一百六十九條前段關於表見代理規定之適用，以維\r\n護票據之流通及交易之安全。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2570 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 97 年 12 月 04 日",
        "case_gist": "當事人主張之事實，經他造自認者，無庸舉證，此觀民事訴訟法第二百七\r\n十九條第一項之規定自明。依此規定，當事人主張之事實經他造自認者，\r\n依法不負舉證責任。法院亦不得就他造自認之事實調查證據，另為與其自\r\n認事實相反之判斷，並應以其自認為認定事實及裁判之基礎。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2565 號 民事裁定",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 97 年 12 月 04 日",
        "case_gist": "本件涉及兩造間就僱傭關係存在與否，屬於勞資爭議事件，依勞資爭議處\r\n理法第五條第一項規定，固得依該法所定之調解程序處理之，惟該法並未\r\n規定非經調解，不得起訴，且本件雖屬民事訴訟法第四百零三條第一項第\r\n八款於起訴前應經法院調解之事件，但業經第一審法院認因有同法第四百\r\n零六條第一項第一款規定之情形，而裁定不予調解；至司法院所屬各級法\r\n院設置專業法庭應行注意事項要求各級法院設置專業法院或指定專人辦理\r\n勞工事件，乃屬行政訓示事項。本件上訴人未經調解逕行起訴，法院受理\r\n予以裁判，尚難謂有違背法令之情形。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2563 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 97 年 12 月 04 日",
        "case_gist": "另案確定判決所生之既判力，除經其後之確定判決予以廢棄外，縱判決有\r\n所不當，債權人本於該確定判決受領金錢支付，亦不得謂係不當得利，否\r\n則將使同一紛爭再燃，即無以維持法之安定，及保障當事人權利、維護私\r\n法秩序，無法達成裁判之強制性、終局性解決紛爭之目的。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 775 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 97 年 11 月 27 日",
        "case_gist": "對於假扣押聲請之裁定抗告者，除認抗告不合法應予駁回或與保全程序以\r\n保全強制執行之目的有違者外，抗告法院於裁定前，為保障債權人及債務\r\n人之程序權，並使法院形成正確心證，防止發生突襲，應就為債權人及債\r\n務人所忽略，且將作為裁判基礎之事實、證據及法律適用各項，明確賦與\r\n雙方充分陳述意見之機會，此觀民事訴訟法第五百二十八條第二項規定自\r\n明。又抗告程序，依同法第四百九十五條之一第一項準用第四百四十七條\r\n第一項但書第一款至第六款規定，非不得提出新事實及證據。是抗告法院\r\n對原法院所為准許假扣押之裁定，如認債權人假扣押之原因未經釋明，改\r\n裁定駁回其聲請者，尤當依上揭規定旨趣，賦與債權人就「假扣押之原因\r\n已否釋明」或「有無補充或新釋明」等項有陳述意見之機會，其踐行程序\r\n始得謂為合法。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 773 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 97 年 11 月 27 日",
        "case_gist": "銀行法第十二條之一第三項前段固規定，銀行辦理自用住宅放款及消費性\r\n放款，於未來求償時，應先就借款人進行求償，其求償不足部分得就連帶\r\n保證人平均求償之。惟尋繹其為實現先向主債務人求償之程序正義要求之\r\n立法原旨，之所以保障連帶保證人者，必以其係「單純」之連帶保證人，\r\n且係就確無自用住宅，因購置自住使用之住宅貸款及對房屋修繕、耐久性\r\n消費財產（包括汽車）、支付學費及其他個人之小額貸款、信用卡循環信\r\n用等所為「自用住宅放款及消費性放款」之連帶保證人始足當之，倘兼具\r\n物上保證人身分，而提供其特定財產為借款人擔保之標的，並經銀行向法\r\n院取得該擔保物之執行名義後，因對物之執行名義，乃以擔保物為限負其\r\n清償責任，債權人本可藉擔保物之責任，以實現債權，性質上與連帶保證\r\n人所負之清償責任（對人之執行名義）未盡相同，初不因其兼為連帶保證\r\n人而影響其選擇對擔保物之強制執行，於此情形，自無上揭條項規定之適\r\n用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2516 號 民事判決",
        "case_topic": "確認抵銷權不存在",
        "case_date": "民國 97 年 11 月 27 日",
        "case_gist": "（一）按債權之發生與清償期之屆至本屬兩事。繼續性給付債權之僱傭契\r\n約，於當事人互相表示一致契約成立時，權利義務關係即已發生，雙方未\r\n來陸續發生之勞務及報酬給付義務，係未屆履行期之債務。若受僱人屆期\r\n不履行，僅僱用人得否終止契約之問題，並非雙方債之關係尚未發生，雖\r\n未屆期之債務，可能因當事人提前終止契約而消滅，且於期限未屆至前未\r\n具體確定，但尚難謂其債之關係未發生，此觀民法第四百八十二條、第四\r\n百八十六條、第四百八十八條及第四百八十九條規定自明。乃原審見未及\r\n此，逕認連某對上訴人之薪資債權並非於僱傭關係成立時發生而係每月陸\r\n續發生，所持之法律見解，已有違誤。（二）按抵銷除法定抵銷之外，尚\r\n有約定抵銷，此項抵銷契約之成立及其效力，除法律另有規定外，並不受\r\n民法第三百三十四條所定抵銷要件之限制，即給付種類縱不相同或主張抵\r\n銷之主動債權已屆清償期，而被抵銷之被動債權雖未屆滿清償期，惟債務\r\n人就其所負擔之債務有期前清償之權利者，亦得於期前主張抵銷之（參看\r\n本院五十年台上字第一八五二號判例）。又依民法第三百四十條規定之反\r\n面解釋，並為免交互給付之煩累，兼顧公平與利益之平衡，第三債務人於\r\n扣押前已對其債權人取得債權者，自仍得以其所取得之債權與受扣押之債\r\n權為抵銷。是於有約定抵銷之情形，執行法院之扣押命令，並不影響第三\r\n債務人以扣押時或扣押前對其債權人取得之債權與受扣押之債權相抵銷，\r\n亦不問其為一般債權或繼續性之給付債權而有不同，且與強制執行法第一\r\n百十五條之一第一項就繼續給付性債權所為「執行效力範圍」之規範無涉\r\n，尤不因該條項之規定而影響第三債務人抵銷權之行使。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2506 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 97 年 11 月 27 日",
        "case_gist": "對於一人負擔數宗債務，而其給付之種類相同者，如清償人所提出之給付\r\n，不足清償全部債額時，由清償人於清償時，指定其應抵充之債務。如未\r\n為指定，則債務均已屆清償期，以債務之擔保最少者，儘先抵充，擔保相\r\n等者，以債務人因清償而獲益最多者，儘先抵充，獲益相等者，以先到期\r\n之債務，儘先抵充，如獲益及清償期均相等者，各按比例，抵充其一部，\r\n此觀諸民法第三百二十一條、第三百二十二條第二款、第三款規定甚明。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2482 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 97 年 11 月 27 日",
        "case_gist": "關於由侵權行為而生之債，依侵權行為地法，涉外民事法律適用法第九條\r\n第一項前段定有明文。本件上訴人主張之事實為被上訴人美商拜○公司在\r\n美國生產含有愛滋病毒及其他傳染病病毒之 Koate  濃縮劑在台灣販售。\r\n上訴人本人或其配偶或父母在台灣購買該濃縮劑使用因而感染愛滋病。是\r\n本件侵權行為之發生係以美商拜○公司將上揭濃縮劑送至台灣販售為前提\r\n，從而於該濃縮劑尚未送至台灣前，並無上訴人所主張之侵權行為可言。\r\n是以不論係侵權行為之行為地或結果發生地均在台灣，揆諸前揭規定，本\r\n件應適用我國法律，並無準據法選擇之問題。原審依我國法律規定判決上\r\n訴人敗訴，理由雖有不同，結果並無二致，仍非不可維持。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2478 號 民事判決",
        "case_topic": "請求回復原狀",
        "case_date": "民國 97 年 11 月 27 日",
        "case_gist": "當事人之一方如果在裁判上援用同時履行抗辯權，則法院應為他方提出對\r\n待給付時應對之為給付之判決。此種命被告為本案給付及命原告同時履行\r\n，兩者之間在性質上有不可分割之關係，不得單獨確定，無論係對本案給\r\n付部分或對同時履行之對待給付部分，其中之一上訴有理由時即應將全部\r\n判決廢棄。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 22 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 97 年 11 月 27 日",
        "case_gist": "民法第二百零五條既已立法限制最高利率，明定債權人對於超過週年百分\r\n之二十部分之利息無請求權，則當事人將包含超過週年百分之二十部分之\r\n遲付利息滾入原本，約定期限清償，其滾入之利息數額仍應受法定最高利\r\n率之限制。故債權人對於滾入原本之超過限額利息部分應認仍無請求權，\r\n以貫徹防止重利盤剝，保護經濟弱者之立法目的。又債之更改固在消滅舊\r\n債務以成立新債務，惟超過法定最高利率限額部分之利息，法律既特別規\r\n定債權人對之無請求權，債權人自不能以債之更改方式使之成為有請求權\r\n，否則無異助長脫法行為，難以保護經濟上之弱者。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 757 號 民事裁定",
        "case_topic": "請求撤銷強制執行",
        "case_date": "民國 97 年 11 月 21 日",
        "case_gist": "對於法院所為之裁定聲明不服，應依抗告程序為之，故當事人對於裁定，\r\n如於抗告期間內以書狀向法院表示不服之意旨，縱該書狀內未用抗告名稱\r\n，仍應以提起抗告論。又原法院認當事人提起再抗告，未依規定委任律師\r\n或具律師資格之人為訴訟代理人，其再抗告為不合法，以裁定駁回其再抗\r\n告時，當事人如不服該裁定，提起抗告，依民事訴訟法第四百八十六條第\r\n一項規定，應由本院為裁定。查本件抗告人對於原法院於民國九十六年十\r\n二月三十一日所為九十六年度抗字第一六三四號駁回抗告之裁定，提起再\r\n抗告，原法院認其未依規定委任律師為訴訟代理人，其再抗告為不合法，\r\n而於九十七年七月三十一日以九十六年度抗字第一六三四號裁定駁回其再\r\n抗告（下稱再抗告裁定）。抗告人對該再抗告裁定於抗告期間內具狀聲明\r\n不服雖未用抗告名稱而係用聲明異議名稱，依首揭說明，仍應以提起抗告\r\n論，此項抗告應由本院裁定。乃原法院竟於九十七年九月一日以九十六年\r\n度抗字第一六三四號裁定，認抗告人此項抗告為聲明異議，並以其聲明異\r\n議為無理由，自行裁定予以駁回，自有違誤。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 748 號 民事裁定",
        "case_topic": "給付票款強制執行聲明異議",
        "case_date": "民國 97 年 11 月 20 日",
        "case_gist": "強制執行事件之抗告、再抗告程序，應準用民事訴訟法之規定，此觀強制\r\n執行法第三十條之一規定自明。而對於裁定，得為抗告，民事訴訟法第四\r\n百八十二條雖有明定，惟抗告為受裁定之當事人或其他訴訟關係人，對於\r\n裁定聲明不服之方法，若非受裁定之當事人或其他訴訟關係人，自不得為\r\n之。此在再抗告程序亦同。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 742 號 民事裁定",
        "case_topic": "請求交付權狀",
        "case_date": "民國 97 年 11 月 20 日",
        "case_gist": "民事訴訟法第一百八十二條第一項固規定訴訟全部或一部之裁判，以他訴\r\n訟之法律關係是否成立為據者，法院得在他訴訟終結前，以裁定停止訴訟\r\n程序。但為本訴訟先決問題之法律關係是否成立，在本訴訟法院本可自為\r\n調查審認，若他訴訟是否成立之法律關係，並非本訴訟之先決問題，則其\r\n訴訟程序即毋庸停止。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2432 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 97 年 11 月 20 日",
        "case_gist": "按公司於籌備設立或變更組織期間，與成立或變更組織後之公司屬於同一\r\n體，該籌備設立或變更組織期間公司之法律關係即係成立或變更組織後公\r\n司之法律關係。是於設立或變更組織登記前，由發起人或主要股東或其授\r\n權之人，為籌備設立或變更組織中公司所為之行為，因而發生之權利義務\r\n，於公司設立或變更組織登記以後，自應均歸由公司行使及負擔，此乃基\r\n於「法人同一體說」之當然解釋。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2430 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 97 年 11 月 20 日",
        "case_gist": "民法第七百五十六條之一載稱人事保證者，謂當事人約定一方於他方之受\r\n僱人將來因職務上之行為而應對他方為損害賠償時，由其代負賠償責任之\r\n契約，是人事保證人乃係依契約以第三人之資格為受僱人代負賠償責任，\r\n本身既未為侵權行為，且亦非依民法負賠償責任之人，故不應許對人事保\r\n證人提起附帶民事訴訟。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 21 號 民事判決",
        "case_topic": "請求遷讓房屋等",
        "case_date": "民國 97 年 11 月 20 日",
        "case_gist": "公司之法人人格於公司解散登記清算完結前，均有效存續，不因其任董事\r\n長之代表人死亡而影響公司法人之行為能力，依公司法第八條第一項規定\r\n意旨，董事長死亡，董事未重新選任董事長時，應由全體常務董事或全體\r\n董事代表公司，自無公司代表人欠缺之問題。"
    },
    {
        "case_id": "最高法院 97 年度台聲字第 1019 號 民事裁定",
        "case_topic": "請求返還房屋等聲請核定第三審律師酬金",
        "case_date": "民國 97 年 11 月 14 日",
        "case_gist": "第三審律師之酬金，為訴訟費用之一部，民事訴訟法第四百六十六條之三\r\n第一項前段定有明文。法文既明定該項酬金為訴訟費用之一部，即須律師\r\n受委任為第三審訴訟代理人，並於第三審訴訟程序中，曾代當事人為訴訟\r\n行為，始得將其酬金，於必要範圍內，列為訴訟費用之一部。查本件上訴\r\n人李○元上訴本院後，本院依九十七年度台聲字第六二○號裁定選定聲請\r\n人為上訴人之第三審之訴訟代理人。聲請人雖於民國九十七年九月二十五\r\n日提出上訴理由狀於本院，惟本院業於上開上訴理由狀到院前之同年月十\r\n九日以裁定駁回上訴人之上訴，本院裁定駁回聲請人之上訴前，聲請人於\r\n第三審訴訟程序中既未曾代上訴人為任何訴訟行為，依首揭說明，律師酬\r\n金不得列為訴訟費用之一部。從而，聲請人聲請核定第三審律師酬金，為\r\n無理由，不應准許。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2394 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 11 月 13 日",
        "case_gist": "按承攬工作物因可歸責於承攬人之事由，致工作物發生瑕疵，定作人之損\r\n害賠償請求權，其行使期間，民法債編各論基於承攬之性質及法律安定性\r\n，於第五百十四條第一項既已定有短期時效，自應優先適用。是定作人縱\r\n依債務不履行之規定，請求承攬人賠償損害，仍應優先適用同法第五百十\r\n四條第一項所定一年之短期時效，而非十五年之時效期間。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2376 號 民事判決",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 97 年 11 月 13 日",
        "case_gist": "經我國法院裁定認可之大陸地區民事確定裁判，應祇具有執行力而無與我\r\n國法院確定判決同一效力之既判力。該大陸地區裁判，對於訴訟標的或訴\r\n訟標的以外當事人主張之重大爭點，不論有無為「實體」之認定，於我國\r\n當然無爭點效原則之適用。我國法院自得斟酌全辯論意旨及調查證據之結\r\n果，為不同之判斷，不受大陸地區法院裁判之拘束。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 18 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 97 年 11 月 11 日",
        "case_gist": "票據為文義證券，票據上之權利義務，基於外觀解釋原則與客觀解釋原則\r\n，悉依票上記載之文字以為決定，不得以票據以外之具體、個別情事資為\r\n判斷基礎，加以變更或補充。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2351 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 11 月 06 日",
        "case_gist": "公司設置協理，乃受公司之任命，以輔佐總經理或經理。協理既在輔佐總\r\n經理或經理，其執行職務自應受總經理或經理之指揮監督，為公司處理一\r\n定事務之人，非僅為公司服勞務之人，故公司與協理間為委任關係，而非\r\n僱傭關係。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2332 號 民事判決",
        "case_topic": "分配表異議之訴等",
        "case_date": "民國 97 年 11 月 06 日",
        "case_gist": "民法第二百四十四條之撤銷權，其客體為債務人所為以財產權為目的之債\r\n之行為及物權行為。夫妻於協議離婚時約定給付他方一定之金錢者，關於\r\n給付金錢之約定，既係以財產權為目的，自得為撤銷權之客體。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2307 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 97 年 10 月 30 日",
        "case_gist": "出租人應以合於所約定使用、收益之租賃物交付承租人，並應於租賃關係\r\n存續中保持其合於約定使用、收益之狀態，復為民法第四百二十三條所明\r\n定。此項義務，為出租人之給付義務，且為其最主要之義務，倘有違反，\r\n應負債務不履行之責。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2274 號 民事判決",
        "case_topic": "請求塗銷土地所有權登記",
        "case_date": "民國 97 年 10 月 30 日",
        "case_gist": "民事訴訟之裁判，凡以行政處分是否無效或違法為據者，應由認定先決事\r\n實之行政法院為裁判後，以該確定裁判所認定之事實供為民事法院裁判時\r\n認定事實之依據，俾防止不同法院裁判結果互相牴觸之情形發生。倘前開\r\n行政爭訟程序尚未開始，民事法院審判長應依民事訴訟法第一百九十九條\r\n第二項規定行使闡明權，曉諭當事人就前開行政處分是否無效或違法，先\r\n依行政爭訟程序確定之。審判長如違背此項闡明之義務，就該先決事實自\r\n行加以認定而資為實體判決之依據者，其訴訟程序即有重大瑕疵，而基此\r\n所為之判決，亦屬違背法令。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2264 號 民事判決",
        "case_topic": "請求宣告董事選舉無效等",
        "case_date": "民國 97 年 10 月 30 日",
        "case_gist": "財團董事有違反捐助章程之行為時，法院得因利害關係人之聲請，宣告其\r\n行為無效，民法第六十四條定有明文。準此，具有財團董事身分之人，如\r\n有違反捐助章程之行為，利害關係人既得請求法院宣告其行為為無效，則\r\n不具董事身分之人，以董事自居而為違反財團捐助章程之行為時，依舉輕\r\n以明重之法理，更屬當然無效。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 17 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 97 年 10 月 30 日",
        "case_gist": "票據乃文義證券及無因證券，票據上之權利義務悉依票上所載文義定之，\r\n與其基礎之原因關係各自獨立，票據上權利之行使不以其原因關係存在為\r\n前提。執票人行使票據上權利時，就其基礎之原因關係確係有效存在不負\r\n舉證責任。若票據債務人以自己與執票人間所存抗辯之事由對抗執票人，\r\n依票據法第十三條規定觀之固非法所不許，惟仍應先由票據債務人就該抗\r\n辯事由負舉證之責任。必待為票據基礎之原因關係確立後，法院就此項原\r\n因關係進行實體審理時，當事人於該原因關係是否有效成立或已否消滅等\r\n事項有所爭執，始適用各該法律關係之舉證責任分配原則。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2242 號 民事判決",
        "case_topic": "確認債權不存在等",
        "case_date": "民國 97 年 10 月 23 日",
        "case_gist": "票據行為，為不要因行為，票據上之權利義務，悉依票上所載文義定之，\r\n與其基礎之原因關係各自獨立，執票人不負證明關於給付原因之責任，如\r\n票據債務人主張執票人取得票據出於惡意或詐欺、脅迫時，則應由該債務\r\n人負舉證之責。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2241 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 97 年 10 月 23 日",
        "case_gist": "按抵銷乃主張抵銷者單方之意思表示即發生效力，而使雙方適於抵銷之二\r\n債務，溯及最初得為抵銷時，按照抵銷數額同歸消滅之單獨行為，且僅以\r\n意思表示為已足，原不待對方之表示同意，亦不論在訴訟上或訴訟外，均\r\n得為之，此觀民法第三百三十四條及第三百三十五條規定自明。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2240 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 97 年 10 月 23 日",
        "case_gist": "公司於籌備設立期間，與成立後之公司屬於同一體，該籌備設立期間公司\r\n之法律關係即係成立後公司之法律關係。是於設立登記前，由發起人或主\r\n要股東為籌備設立中公司所為之行為，因而發生之權利義務，於公司設立\r\n登記以後，自應歸由公司行使及負擔。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2222 號 民事判決",
        "case_topic": "所有權移轉登記等",
        "case_date": "民國 97 年 10 月 23 日",
        "case_gist": "共有人依土地法第三十四條之一第一項規定出賣共有之土地者，他共有人\r\n雖亦得依同條第四項規定，以同一價格優先承購，惟共有人既係出賣共有\r\n物，而非出賣其應有部分，則主張優先承購之共有人亦應就共有物全部按\r\n同一價格為承購，不得主張僅承購其中若干應有部分，而按該應有部分計\r\n其價金。至於共有人出賣共有土地未合於土地法第三十四條之一第一項規\r\n定之情形，其出賣之標的既為共有物，則他共有人亦不得逕認該共有人係\r\n出賣其應有部分，而僅就該應有部分主張優先承購。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2219 號 民事判決",
        "case_topic": "請求土地所有權移轉登記等",
        "case_date": "民國 97 年 10 月 23 日",
        "case_gist": "基地出賣時，承租人有依同樣條件優先購買之權；前項優先購買權人，於\r\n接到出賣通知後十日內不表示者，其優先權視為放棄。出賣人未通知優先\r\n購買權人而與第三人訂立買賣契約者，其契約不得對抗優先購買權人，此\r\n觀土地法第一百零四條規定自明。是此項優先購買權具有相對之物權效力\r\n，承租人一旦行使優先購買權，即係對於出賣之出租人行使買賣契約訂立\r\n請求權，亦即請求出賣人按照與第三人所約定之同樣條件補訂書面契約。\r\n因出賣人與第三人以買賣為原因而成立之物權移轉行為不得對抗優先購買\r\n權人，從而優先購買權人自得請求法院確認優先購買權存在及塗銷該項登\r\n記，並協同辦理所有權移轉登記。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2216 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 97 年 10 月 23 日",
        "case_gist": "公司為讓與全部或主要部分營業或財產之行為，因涉及公司重要營業政策\r\n之變更，基於保護公司股東之立場，須先經董事會以特別決議（三分之二\r\n以上董事出席，出席董事過半數之決議）向股東會提出議案（公司法第一\r\n百八十五條第五項）。並於股東會召集通知及公告中載明其事由（公司法\r\n第一百八十五條第四項），不得以臨時動議提出（公司法第一百七十二條\r\n第五項）並經股東會以特別決議（應有代表已發行股份總數三分之二以上\r\n股東出席，出席股東表決權過半數之同意）通過後始得實行。是以公司未\r\n經股東會上開特別決議通過即為主要財產之處分，係屬無效之行為，惟受\r\n讓之相對人難以從外觀得知其所受讓者是否為公司營業之主要部分或全部\r\n，如相對人於受讓時係屬善意，公司尚不得以其無效對抗該善意之相對人\r\n，用策交易安全。"
    }
]