[
    {
        "case_id": "最高法院 70 年度台上字第 1478 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 70 年 04 月 30 日",
        "case_gist": "共有土地之分筆，係指將一筆共有土地分為數筆而言，並非消滅共有關係\r\n之原因，此與協議分割共有土地，使成數個單獨所有物之情形顯不相同。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1474 號 民事判決",
        "case_summary": "返還定金",
        "case_date": "民國 70 年 04 月 30 日",
        "case_gist": "契約本有預約與本約之分。預約云者，謂約定締結本約之「契約」，唯使\r\n當事人負擔須為訂立本契約之意思表示之債務。其因當事人由他方受有定\r\n金者，依民法第二百四十八條規定，應視為成立之契約。惟究為「本約」\r\n抑係「預約」，應依其情事解釋當事人之意思定之，不得謂凡有定金之授\r\n受者，即概視為已成立「本約」。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1455 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 70 年 04 月 30 日",
        "case_gist": "關於系爭土地租金之支付，被上訴人之催告函，悉係按申報地價年息百分\r\n之五標準計算。上訴人亦按此繳納六十五年度租金，具見兩造租金，係按\r\n申報地價年息百分之五計算，非被上訴人擅自提高，縱上訴人對此有所異\r\n議，亦應給付或提存其自認正確之租金額，但上訴人經被上訴人限期催告\r\n後，置之不理，因而被上訴人表示終止租約，於法即無不合。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1401 號 民事判決",
        "case_summary": "遷讓房屋",
        "case_date": "民國 70 年 04 月 29 日",
        "case_gist": "土地法第一百條第一款所謂出租人收回自行建築，係以充分利用土地為目\r\n的，故祇須租賃物在客觀上有重建之必要者，出租人即得依該款規定終止\r\n租約。至出租人收回房屋係由自己重新建築，抑或與他人合建，甚至供由\r\n他人重建，均非所問。  (已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1385 號 民事",
        "case_summary": "交還土地等",
        "case_date": "民國 70 年 04 月 27 日",
        "case_gist": "查稱買賣者，謂當事人約定一方移轉財產權於他方，他方支付價金之契約\r\n。本件兩造對於買賣價金及標的物，均已相互履行交付之義務，並無違約\r\n情事。至於在買賣契約內另行約定上訴人負有不得在被上訴人坐落四二二\r\n之七號土地上祖墳周圍挖土之義務，雖為買賣契約內容之一部分，但究屬\r\n從屬之債務而已，此項從屬之不作為債務，無論應由上訴人自己履行，或\r\n應由其負責之大億公司履行，倘不為履行，上訴人亦僅負民法第二百二十\r\n七條或第二百六十八條之損害賠償責任而已。兩造所訂合約書第五條亦係\r\n約定兩造當事人如有違約時，應負損害賠償責任。茲被上訴人竟藉此聲明\r\n解除買賣契約，請求交還買賣標的物即土地，原審判予准許，不僅於法無\r\n據，且與約定不合，尤與誠信原則有違。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1383 號 民事",
        "case_summary": "參與分配",
        "case_date": "民國 70 年 04 月 27 日",
        "case_gist": "無執行名義之債權人，於執行標的物拍賣終結前聲明參與分配，但未提出\r\n其債權之證明，及釋明債務人無他財產足供清償者，在拍賣終結以後補行\r\n提出時，仍應受強制執行法第三十二條第二項規定之限制，僅得就其他債\r\n權人受償餘額而受清償。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1324 號 民事",
        "case_summary": "確認買賣關係不存在",
        "case_date": "民國 70 年 04 月 24 日",
        "case_gist": "關於塗銷有無效原因之移轉登記，祇向登記簿上現權利人請求，即可達其\r\n目的，無一併請求原權利人塗銷之必要。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1321 號 民事",
        "case_summary": "不得使用類似名稱",
        "case_date": "民國 70 年 04 月 24 日",
        "case_gist": "「婦女」與「婦一友」，雖一為兩字，一為三字，但不能謂不足以使人誤\r\n認，其係屬類似之名稱，要堪認定。婦友公司依公司法第十八條規定，請\r\n求婦一友公司不得使用「婦一友」之名稱，即非無據。惟撤銷登記之訴，\r\n係屬形成之訴，須法律有明文規定者，始得提起。本件婦友公司並未表明\r\n係依據何項法律規定，提起此項撤銷登記之訴，其請求撤銷婦一友之公司\r\n登記，尚嫌無據。且婦一友公司於不使用「婦一友」名稱後，即無害於婦\r\n友公司之名稱使用權，而可免其有損婦友公司營業信譽之情事發生，其公\r\n司設立登記之存在，即與婦友公司無所關涉，婦友公司所為此項撤銷公司\r\n登記之訴，於理亦有未當。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1320 號 民事",
        "case_date": "民國 70 年 04 月 24 日",
        "case_gist": "〔支票之執票人應以背書之連續，證明其權利〕\r\n執票人應以背書之連續，證明其權利，票據法第三十七條第一項定有明文\r\n，此項規定依同法第一百四十四條規定準用於支票。本件訟爭支票載明受\r\n款人為久雅公司，而上訴人復一再辯稱，該支票背面所蓋久雅公司印章非\r\n該公司所等語。上訴人此項抗辯倘若非虛，被上訴人即不能以背書之連續\r\n證明其權利，其能否向發票人之上訴人行使追索權，尚非無疑。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1319 號 民事",
        "case_date": "民國 70 年 04 月 24 日",
        "case_gist": "〔在票據背面蓋章，如形式上合於背書之規定，即令非以背書之意思為之\r\n，亦應負背書人之責任〕\r\n在票據背面蓋章而形式上合於背書之規定者，即應負背書人之責任，就令\r\n非以背書轉之意思背書，其內心之意思非一般人所知或可得而知，為維持\r\n票據之流通性，仍不得解免背書人之責任。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1305 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 04 月 23 日",
        "case_gist": "上訴人聲請受命推事迴避一案，經原法院於六十九年十一月十三日裁定駁\r\n回其聲請，該聲請事件即已終結，其停止訴訟原因即已消滅，則審判長於\r\n同年十一月二十六日指定同年十二月十六日下午三時言詞辯論，受命推事\r\n參與該言詞辯論及判決，即無違法可言。此與該聲請事件之裁定是否確定\r\n無關，觀民事訴訟法第三十七條規定為「在該事件終結前」而不稱「在該\r\n事件確定前」可知。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1304 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 04 月 23 日",
        "case_gist": "按民事訴訟法第四百零一條所謂確定判決，除當事人外，對於訴訟繫屬後\r\n為當事人之繼受人者，亦有效力。在特定繼受人，係指繼受為訴訟標的法\r\n律關係之權利義務者而言，若僅為受讓權利標的物之人，並未繼受該訴訟\r\n標的法律關係之權利義務，即非原確定判決效力所及。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1299 號 民事",
        "case_summary": "拆屋交地",
        "case_date": "民國 70 年 04 月 23 日",
        "case_gist": "系爭土地為被上訴人與賴耀坤等三十人所共有，經其提出土地登記簿謄本\r\n附卷可稽，並為上訴人所不爭，自屬真實。被上訴人既聲明上訴人應將系\r\n爭土地交還與伊及其全體共有人，即係為共有人全體之利益而請求，乃法\r\n之所許，毋須另行舉證。至上訴人謂該地上房屋為違章建築，伊非原始建\r\n築人，無從取得所有權，僅係占有使用人，無權拆屋交地一節，然按違章\r\n建築之前手，將該違章建築出賣與後手時，自係已將處分權移轉於後手。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1293 號 民事",
        "case_summary": "返還攤位等",
        "case_date": "民國 70 年 04 月 23 日",
        "case_gist": "上訴人既非就房屋全部承租，以併及於附屬之騎樓，而僅係就騎樓部分之\r\n土地承租設攤，自非房屋及基地之租賃可比，應無土地法第一百條及第一\r\n百零三條規定之適用，依民法第四百五十條第二項規定當事人得隨時終止\r\n租約。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 159 號 民事",
        "case_summary": "土地界址",
        "case_date": "民國 70 年 04 月 22 日",
        "case_gist": "查土地法第五十九條第二項所定之「十五日」，固不能謂係提起訴訟之法\r\n定不變期間，惟既稱逾此期間起訴者依原調處結果辦理之，則一逾此期，\r\n其調處即告確定，縱經起訴，亦不能予以變更，自無保護之必要。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1275 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 04 月 22 日",
        "case_gist": "按敵偽建築物經政府基於公權接收，並充公用時，為達行政之目的，僅許\r\n基地所有人與使用之政府機關協商辦理，不得主張政府機關為無權占有，\r\n此由台灣省各縣市暨鄉鎮日產清查辦法第七條第九款所定建築物為公有，\r\n基地為私有者，依法租賃及為地上權之登記，可以推知，是上訴人主張被\r\n上訴人無權占有，訴請拆屋還地，自難認為有理由。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1272 號 民事",
        "case_summary": "監護子女",
        "case_date": "民國 70 年 04 月 22 日",
        "case_gist": "兩造經判決離婚確定後，關於子女監護，依民法第一千零五十五條之規定\r\n，固應由夫任之，惟斟酌該法條但書之規定，嗣後情事有變更時，父母之\r\n一方，仍非不得為子女之利益，而向法院請求變更任監護之人。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1270 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 04 月 22 日",
        "case_gist": "查系爭土地係私有農地，其所有權之移轉，承受人以能自耕者為限，土地\r\n法第三十條定有明文，而該條項所謂承受人之自耕能力，又係指承受人本\r\n人而言。是則被上訴人與葉考所訂私有農地買賣契約，係約定移轉私有農\r\n地之所有權於無自耕能力之人，屬於違反土地法第三十條之強制規定之行\r\n為，即屬法律上之給付不能，依民法第二百四十六修第一項規定，以不能\r\n之給付為契約標的者，其契約為無效。至於所謂土地法第三十條規定之承\r\n受人之自耕能力，不以承受人本人為限，應包括其配偶及同一戶直系血親\r\n在內云云，係誤解法令。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1265 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 70 年 04 月 22 日",
        "case_gist": "民法第三百二十五條第一項所定：「關於利息或其他定期給付，如債權人\r\n給與受領一期給付之證書，未為他期之保留者，推定其以前各期之給付已\r\n為清償」，係指債權人任意給與受領一期給付之證書而言，如僅由債務人\r\n向法院提存，並無債權人向債務人給付與受領一期給付證書之情形，自無\r\n該條所定推定效力之適用。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1250 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 04 月 17 日",
        "case_gist": "民法第一百六十九條所為表見代理之規定，係指代理人之代理行為，雖無\r\n代理權，而有可使第三人信其代理權之理由，因而使本人對於第三人負授\r\n權人責任之無權代理行為，仍須以先有代理行為之存在為要件。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 150 號 民事裁定",
        "case_summary": "償還工程款",
        "case_date": "民國 70 年 04 月 16 日",
        "case_gist": "原裁定駁回抗告人所提起之第二審上訴，無非以抗告人在第二審訴訟進行\r\n中，因水電工程部分，須行鑑定，經裁定限期命抗告人預納鑑定費新台幣\r\n壹拾萬元，抗告人迄未預納，是其上訴難謂合法云云，為其論據，惟查鑑\r\n定費用，係訴訟行為應支出之費用，而非裁判費，故經限期命預納鑑定費\r\n而不預納者，法院僅得不為該訴訟行為 (鑑定) 而已，尚不得以其上訴為\r\n不合法而予駁回。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 147 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 70 年 04 月 16 日",
        "case_gist": "按再審之訴訟程序，除別有規定外，準用關於各該審級訴訟程序之規定，\r\n為民事訴訟法第五百零五條所明定。抗告法院以抗告為無理由而駁回抗告\r\n之裁定者，依同法第四百八十六條第二項規定反面解釋，不得對之提起再\r\n抗告。當事人對此項裁定聲請再審，原抗告法院認再審之聲請為無理由，\r\n而裁定駁回者，性質上屬於原抗告程序之再開及續行，而結果仍維持原認\r\n為抗告無理由而駁回抗告之原裁定，對於此項再審裁定，應不得再為抗告\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 142 號 民事",
        "case_summary": "損害賠償再審",
        "case_date": "民國 70 年 04 月 16 日",
        "case_gist": "按不得上訴之判決，於宣示時確定，不宣示者，於送達時確定，民事訴訟\r\n法第三百九十八條第二項定有明文。本院六十九年度台上字第三七○九號\r\n損害賠償事件判決正本，係於民國六十九年十二月十九日送達於抗告人，\r\n有送達回證附於前開案卷可稽。算至七十年一月十九日抗告人提起本件再\r\n審之訴時止，顯尚未逾三十日之不變期間 (應扣除在途期間三日) 。原審\r\n誤以前開損害賠償事件，經本院於六十九年十一月二十日判決時，即告確\r\n定，因認抗告人提起本件再審之訴，已逾法定期間，而為駁回之裁定，於\r\n法自有未合。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1217 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 70 年 04 月 16 日",
        "case_gist": "租賃為諾成契約，耕地租賃由當事人約定一方以田地租與他方使用，他方\r\n支付租金而生效力，至耕地三七五減租條例第六條第一項規定，係為保護\r\n佃農及為舉證上之便利而設，非謂凡租約之訂立、變更、終止或續訂，須\r\n經登記始生效力。茲系爭土地，既仍由被上訴人繼續耕作，並按期繳清應\r\n繳之租額，即與上訴人之間，已有租賃關係之存在。被上訴人請求訂立書\r\n面契約，即非無據。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1213 號 民事",
        "case_summary": "確認共有權不存在",
        "case_date": "民國 70 年 04 月 16 日",
        "case_gist": "土地登記屬地政機關之職權，登記如有錯誤情事，應由利害關係人申請地\r\n政機關為更正登記，系爭坐落嘉義縣水上鄉水上段二七○號等筆土地，無\r\n論依日據時期之土地台帳，或台灣光復後於民國三十五年辦理土地申報總\r\n登記所作成之土地登記簿，均登記為「林放」所有。上訴人主張「林放」\r\n實即其祖先「林況」，因「況」與「放」台語發音相同，故登記時發生筆\r\n誤云云。果爾？允宜檢證申請地政機關查明更正。然在所有人名義經依法\r\n更正登記為「林況」以前，系爭土地仍應認係第三者「林放」所有。則上\r\n訴人以「林況」之子孫，而訴請確認被上訴人對於「林放」之遺產 (即系\r\n爭土地) 共有權不存在，要難謂有即受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1208 號 民事",
        "case_summary": "辦理所有權移轉登記",
        "case_date": "民國 70 年 04 月 16 日",
        "case_gist": "對于未辦繼承登記之公同共有遺產提起按協議分割方法請求辦理分割登記\r\n及本於買賣關係請求移轉登記之訴，既已同時併為先辦理繼承登記之請求\r\n，即合併請求先辦理繼承登記，於辦理繼承登記後再為分割登記及移轉登\r\n記，尚符合訴訟經濟之原則，為法之所許。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1207 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 04 月 16 日",
        "case_gist": "被上訴人果有違反保護他人法律，致他人受有損害之情形而成立侵權行為\r\n，不因其有其他機關之命令或指示而阻卻違法。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1196 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 04 月 15 日",
        "case_gist": "查為限定之繼承者，雖繼承被繼承人之債務，惟僅以繼承所得之遺產負償\r\n還之責任。此項繼承之效力，係因被繼承人死亡而發生，故繼承人為限定\r\n之繼承，尚難謂係消滅或妨礙債權人請求之事由。本件被上訴人係於民法\r\n第一千一百五十六條所定法定期間內向第一審法院呈報趙李卻之遺產，聲\r\n明為限定之之繼承，因而上訴人本於原審六十九年度抗字第四二號裁定為\r\n執行名義，聲請執行法院強制執行，自僅得就被上訴人因繼承所得之遺產\r\n為之。茲執行法院竟對被上訴人之固有財產為強制執行，顯已逾越執行名\r\n義之範圍，被上訴人除得依強制執行法第十二條規定聲明異議外，殊無依\r\n同法第十四條提起異議之訴之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1195 號 民事",
        "case_date": "民國 70 年 04 月 15 日",
        "case_gist": "〔票據債務人對善意取得之執票人，不得以票據原係欠缺應記載事項為由\r\n，對執票人主張票據無效〕\r\n被上訴人於原審既陳稱系爭本票係伊遺失蓋妥印章之空白本票，經第一審\r\n共同被告陳○悅拾得後所偽造，是對於本票所蓋發票人之印文已承認為真\r\n正。惟查票據上之簽名，得以蓋章代之，此觀票據法第六條之規定自明。\r\n原判決謂被上訴人未在票據上簽名而為發票行為，與上開規定已有未符，\r\n且依票據法第十一條第二項規定，執票人善意取得已具備本法規定應記載\r\n事項之票據者，得依票據文義行使權利；票據債務人不得以票據原係欠缺\r\n應記載事項為理由，對於執票人主張票據無效。本件被上訴人既承認系爭\r\n本票之發票人印文為真實，上訴人復堅稱其取得本票係出於善意，如非虛\r\n妄，上訴人是否仍不得依票據文義行使權利，即有研求餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1189 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 04 月 15 日",
        "case_gist": "被告在裁判上援用民法第二百六十四條所定之同時履行抗辯權時，原告如\r\n不能證明自己已為給付，法院應為原告提出對待給付，被告即向原告為給\r\n付之判決，不得遽將原告之訴駁回，雖兩造對於原告應提出對待給付之金\r\n額有所爭執，而原告主張其應提出對待給付之金額較低者，法院為前述同\r\n時履行判決時所定原告提出對待給付之金額，仍應以其應提出之金額為準\r\n，不受原告主張之拘束，如僅以原告主張其應提出之金額較低，遽行駁回\r\n其訴，於法即有未合。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1169 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 04 月 10 日",
        "case_gist": "保護區之土地原為共有者，於移轉後其共有人數如不增加，此項移轉為法\r\n所不禁，此觀農業發展條例施行細則第十二條第二項規定自明。二十三之\r\n一號土地之余松年等持分，移轉與余有得後倘共有人數不增加，尚難謂其\r\n此部分請求為無據。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1154 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 70 年 04 月 10 日",
        "case_gist": "(一) 按期後背書，亦具有權利移轉之效力，背書人享有之支票上權利，\r\n      均移轉於被背書人，此與通常之背書相同，所不同者乃期後背書之\r\n      被背書人所取得之票據上權利，不受票據抗辯之切斷之保護，因此\r\n      票據債務人得以對抗背書人之事由，對抗被背書人。\r\n (二) 所謂無對價或以不相當之對價取得票據者，能否享受票據上之權利\r\n      ，則須視其前手如何而定，如其前手之權利無瑕疵，現有執票人，\r\n      雖無對價或以不相當之對價取得票據，仍得享有同樣之權利。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1147 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 70 年 04 月 10 日",
        "case_gist": "債權人行使位權應以有保全自己債權之必要，因債務人陷於遲延，而又怠\r\n於行使其權利為要件，原判決既認定被上訴人就訟爭二筆土地已與管理機\r\n關台灣省政府民政廳發生使用借貸關係，依民法第四百六十五條之規定，\r\n貸與人之台灣省政府民政廳自己將借用物交付而生使用借貸之效力。嗣後\r\n貸與人僅負容許借用人使用借用物之消極義務而已，故借用物由第三人侵\r\n奪或加以妨害時，借用人僅得依自己占有訴權請求返還或排除妨害，貸與\r\n人不負協助之義務，原判決竟謂台灣省政府民政廳仍負有交付借用土地與\r\n被上訴人之義務，進而認定被上訴人得代位向上訴人行使所有物返還請求\r\n權，所持見解，自有違誤。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 122 號 民事",
        "case_summary": "假處分",
        "case_date": "民國 70 年 04 月 09 日",
        "case_gist": "(一) 按法院為附條件之假處分裁定；命債權人提供擔保後，得為假處分\r\n      ，此項擔保係備賠償債務人因假處分所受之損害而設。其金額之多\r\n      寡，應如何認為相當，原屬法院職權裁量範圍，非當事人所得任意\r\n      指摘。\r\n (二) 分割共有物之訴，性質上固屬一種形成之訴，惟其判決，依現行強\r\n      制執行法第一百三十一條第一項規定，執行法院得將各共有人分得\r\n      部分點交之，而有執行力，即不得謂相對人不能就分割共有物之訴\r\n      ，而聲請假處分。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1137 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 70 年 04 月 09 日",
        "case_gist": "匯票、本票之執票人，對前手之追索權，自作成拒絕證書日起算，一年間\r\n不行使，因時效而消滅；支票之執票人對前手之追索權，四個月間不行使\r\n，因時效而消滅。其免除作成拒絕證書者，匯票、本票，自到期日起算；\r\n支票自提示日起算，票據法第二十二條第二項規定甚明。系爭支票係免除\r\n作成拒絕證書之支票，其四個月之追索期間應自提示之日起算，被上訴人\r\n係於六十九年四月廿八日提示，依民法第一百二十一條第二項規定計算，\r\n其四個月之期間，應至六十九年八月廿七日午夜始告屆滿。被上訴人於該\r\n日上午起訴，請求背書人即其前手亦即上訴人給付票款，顯然尚未逾四個\r\n月之時效期間。上訴人辯稱四個月之追索期間應自發票日或實際背書日起\r\n算，顯屬誤會。被上訴人之追索權既尚未消滅，其請求上訴人如數給付票\r\n款及法定遲延利息，即屬正當。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1132 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 04 月 09 日",
        "case_gist": "執行債務人依照強制執行法第十四條提起執行異議之訴，係以執行名義成\r\n立後，有消滅或妨礙債權人請求之事由發生為限。而債務人依同法第十八\r\n條第二項聲請停止強制執行，則又以有執行異議之訴等之提起為其前提要\r\n件。本件被上訴人於受強制執行時，竟以偽造協議書之不法手段，提起債\r\n務人異議之訴，並據以聲請停止強制執行，致使上訴人無法及時收回房屋\r\n。如上訴人確曾因此發生損害，自屬因犯罪而受損害之人，非不得請求被\r\n上訴人賠償其損害。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1121 號 民事",
        "case_summary": "確認買賣無效",
        "case_date": "民國 70 年 04 月 09 日",
        "case_gist": "上訴人之預備聲明，係以其首位聲明無理由為前提；亦即倘認被上訴人間\r\n之買賣行為，非出於通謀虛偽，則訴求撤銷之意。原審見未及此，竟謂契\r\n約無效，勿須提起撤銷之訴；未免違誤。\r\n被上訴人間之買賣行為苟為無效，或雖非無效而依上訴人之預備聲明應予\r\n撤銷者；則依上訴人之首位聲明或預備聲明，均應進而為塗銷吳金猛就系\r\n爭土地所為之所有權登記之判決。此時系爭土地已回復為黃芳文所有。對\r\n於上訴人請求黃芳文履行移轉所有權移轉登記之債務而言，即無給付不能\r\n之可言。原審竟以給付不能為理由，而為不利於上訴人之判決，誤會殊深\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1119 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 04 月 09 日",
        "case_gist": "上訴人主張雙方土地毗鄰，上訴人建築之房屋並未越界占用被上訴人之土\r\n地云云，即令不虛，亦係本來即未越界占用被上訴人之土地；而非前案判\r\n決確定後 (即執行名義成立後) 有所謂消滅或妨礙債權人請求之事由發生\r\n。此種情形，不在得依強制執行法第十四條規定提起債務人異議之訴之列\r\n。上訴人遽依該條規定，提起本件債務人異議之訴，自屬無從准許。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1107 號 民事",
        "case_summary": "給付保險費",
        "case_date": "民國 70 年 04 月 09 日",
        "case_gist": "保險法第二十九條第二項但書固規定，出於要保人或被保險人或其代理人\r\n故意所致之損害，保險人不負賠償責任，惟代理人與受僱人之意義並不相\r\n同，廖正雄持用假證件至佳禾公司應徵，然後將系爭汽車駕走不返，該廖\r\n正雄殊難認係該公司之代理人，國泰保險公司援引上揭法條主張不負賠償\r\n責任亦非可採。"
    },
    {
        "case_id": "最高法院 70 年度台再字第 60 號 民事",
        "case_summary": "清償借款",
        "case_date": "民國 70 年 04 月 08 日",
        "case_gist": "再審原告在前訴訟程序第一審既委任位居第一審法院所在地之林彝憲律師\r\n為訴訟代理人，並授與民事訴訟法第七十條第一項但書所列各行為之特別\r\n代理權，則林彝憲律師於收受第一審判決之送達後，自可於法定不變期間\r\n內提起第二審上訴，雖再審原告不在第一審法院所在地住居，依民事訴訟\r\n法第一百六十二條第一項但書之規定，仍不得扣除在途期間。如再審原告\r\n在前訴訟程序第一審，未授與林彝憲律師得提起上訴之特別代理權，縱其\r\n在前訴訟程序提起第二審上訴時，委任住居第一審法院所在地之人為訴訟\r\n代理人，仍得扣除在途期間。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1097 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 04 月 08 日",
        "case_gist": "信託人依信託契約將信託物之所有權移轉登記為受託人所有後，該信託物\r\n之法律上所有人即為受託人而非信託人。雖受託人於信託關係終止後，負\r\n有返還信託物與信託人之義務，然在未辦畢返還登記以前，仍難謂受託人\r\n非信託物之所有人。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1068 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 03 月 27 日",
        "case_gist": "票據上之保證，應在本票或其謄本上記載保證之意旨及被保證人姓名，本\r\n件上訴人僅在系爭本票上蓋章背書，並未記載保證之意旨，自無從認定其\r\n為保證人。"
    },
    {
        "case_id": "最高法院 70 年度台再字第 54 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 03 月 26 日",
        "case_gist": "當事人依據民事訴訟法第四百九十六條第一項第五款之規定提起再審之訴\r\n，應僅限於代理權欠缺之一造始得為之。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1044 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 03 月 26 日",
        "case_gist": "按債之標的，於債之關係成立時，如根本無可確定，則其內容即屬不能實\r\n現，其法律行為固屬無效。但如有可得確定之方法，而於履行債務時，債\r\n之標的已得確定，則其法律行為仍屬有效。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1042 號 民事判決",
        "case_summary": "確認罰金請求權不存在",
        "case_date": "民國 70 年 03 月 26 日",
        "case_gist": "執行名義所載之權利，固不失為法律關係，得為確認之訴之標的，但以私\r\n法上之法律關係為限。如因基於國家統治權之作用而生者，乃係公法上之\r\n法律關係，對之如有爭執，應循另一途徑，謀求救濟。查本件罰金處分案\r\n件，受處分人不服，迭經訴願、再訴願及行政訴訟，均遭駁回確定在案。\r\n被上訴人於處分確定後，依修正海關緝私條例第五十一條規定，移送財務\r\n法庭執行，本件執行名義，即海關處分書所載之罰金及稅捐，係基於國家\r\n統治權作用而生者，為公法上之請求權，屬於公法上之法律關係，自不能\r\n為確認之訴之訴訟標的。上訴人藉民事訴訟程序以事爭執，請求確認被上\r\n訴人之罰金等請求權不存在，進而請求被上訴人返還已因強制執行而取得\r\n之款項及提供擔保之存單，即非正當。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1041 號 民事判決",
        "case_summary": "清償貨款",
        "case_date": "民國 70 年 03 月 26 日",
        "case_gist": "上訴人明知朱明元等表示為其代理人，以其名義訂購系爭貨物，而未為反\r\n對之表示，致被上訴人信以為上訴人公司所購買，將檢收校對單及統一發\r\n票上買受人記載為上訴人，並將貨物送至上訴人工廠交付，按諸民法第一\r\n百六十九條規定，系爭貨物縱非上訴人所買，上訴人亦應負授權人之責任\r\n。至上訴人另稱系爭貨款已由朱明元簽發支票支付，因支票未兌現，被上\r\n訴人始轉向上訴人請求乙節，查支票乃無因及流通證券，系爭貨物，縱曾\r\n以朱明元之支票為付款方式，亦不能因此即謂系爭貨物為朱明元所購買而\r\n與上訴人間無代理關係，遂使上訴人籍以解免其授權人之責任。茲朱明元\r\n簽付之支票既不能兌現，則被上訴人本於買賣關係，訴請上訴人給付貨款\r\n及其法定遲延利息，即無不當。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1029 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 03 月 26 日",
        "case_gist": "被上訴人不履行和解，非屬侵害上訴人身體健康或侵害上訴人名譽自由之\r\n侵權行為，請求精神損害及工作收入損害，按之民法第一百九十三條及一\r\n百九十五條規定，即非正當。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1025 號 民事",
        "case_summary": "股權過戶",
        "case_date": "民國 70 年 03 月 26 日",
        "case_gist": "上訴人雖以其公司股東唐清山曾出具承諾書，約定讓售系爭股票，以轉讓\r\n於公司同仁為限，而被上訴人並非公司同仁不得受讓，並請過戶等語為辯\r\n；然此約定，無拘束第三人之效力。且公司股份之轉讓，不得以章程禁止\r\n或限制之，公司法第一百六十三條第一項定有明文。所辯自難成立。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 1018 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 03 月 26 日",
        "case_gist": "私文書應由舉證人證其真正，民事訴訟法第三百五十七條前段定有明文。\r\n本件被上訴人對上訴人提出之各項單據，經查均係私文書，且上訴人在原\r\n審復爭執其真正，原審未命被上訴人舉證，逕行採為判決基礎，自有未合\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 992 號 民事",
        "case_summary": "確認派下權不存在",
        "case_date": "民國 70 年 03 月 25 日",
        "case_gist": "祭祀公業為派下員全體公同共有。派下員之多寡，於其公同共有權利之大\r\n小，有不可分之牽連關係。如果非派下員而列為派下員，並享受公同共有\r\n權利，對於真正派下員之公同共有權，即不能謂無侵害。原審對於被上訴\r\n人是否有派下權一節不予審究，遽認上訴人無即受確認判決之法律上利益\r\n，自難認為允洽。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 984 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 70 年 03 月 25 日",
        "case_gist": "民法第八百二十一條但書回復共有物之請求權，與同法第二百五十九條之\r\n回復原狀請求權，其法律關係不同。本件被上訴人起訴係依據同法第八百\r\n二十一條但書之規定，以上訴人無權占有為原因，而請求回復共有物。此\r\n後亦未為訴之變更。原審竟基於同法第二百五十九條第一款之規定，判命\r\n上訴人回復原狀，顯於民事訴訟法第三百八十八條之規定有違。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 982 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 70 年 03 月 25 日",
        "case_gist": "被上訴人既於系爭本票之背面簽名，即係票據上之背書，雖被上訴人於簽\r\n名外更書有「立會人」字樣，在其書寫時內必可能係見證之意思，然票據\r\n係要式行為，票據上記載本法所不規定之事項者，不生票據上之效力，票\r\n據法第十二條定有明文，第一審祇就被上訴人簽名於系爭本票背面，命其\r\n負背書人之清償責任，於法並無違背，原審既認定系爭本票背面之被上訴\r\n人簽名為真正，乃竟以其上冠有「立會人」二字，即謂被上訴人非背書人\r\n，不負清償票款責任，其適用法律不無違誤。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 979 號 民事",
        "case_summary": "確認請求權不存在",
        "case_date": "民國 70 年 03 月 25 日",
        "case_gist": "台北市政府因征收系爭土地而發給佃農補償費，乃在盡其公法上之義務，\r\n對之享有請求補償權利之人，向台北市政府領取補償費，亦在行使其公法\r\n上之權利，上訴人以此項公法上之權利為訴訟標的，提起本件消極確認之\r\n訴，法所不許。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 976 號 民事",
        "case_date": "民國 70 年 03 月 25 日",
        "case_gist": "〔建造執照之起造人，非必為原始取得其所有權人〕\r\n主管機關核發建造執照所載之起造人，僅為聲請主管機關核發建造執照之\r\n人而已，非謂建造執照所載之起造人，必為興建建物而原始取得其所有權\r\n之人。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 950 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 70 年 03 月 20 日",
        "case_gist": "支票執票人對前手之追索權，四個月間不行使，因時效而消滅，為票據法\r\n第二十二條第二項所明定，此項時效期間，較民法第一百三十條規定六個\r\n月內起訴之期間為短者，在新時效期間內，若另無中斷時效之事由發生，\r\n則俟時效期間經過後，請求權仍因時效而消滅。本件上訴人就系爭支票為\r\n付款之提示，遭退票後，雖曾於六十九年一月六日以存證函向被上訴人催\r\n告，請求給付票款，然其既未於新時效四個月之期間內起訴，而遲至六十\r\n九年七月五日始行提起本件訴訟，顯已逾新時效四個月之期間，且另無中\r\n斷時效之事由發生，被上訴人復以上訴人之追索權因時效經過而消滅為抗\r\n辯，則上訴人對本件票款之請求權自因而消滅。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 945 號 民事",
        "case_summary": "確認界址",
        "case_date": "民國 70 年 03 月 20 日",
        "case_gist": "依民事訴訟法第四百六十六條第四項規定，對於同法第四百二十七條第二\r\n項訴訟所為之第二審判決，不得上訴。本件上訴人與被上訴人係因定土地\r\n之界線涉訟，屬於同法第四百二十七條第二項第五款之訴訟，上訴人竟對\r\n其第二審判決提起上訴，依上開規定，顯難認為合法。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 940 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 03 月 20 日",
        "case_gist": "民法第一百八十八條第一項所謂受僱人，並非限於僱傭契約所稱之受僱人\r\n，凡客觀上被他人使用為之服勞務而受其監督者，均係受權人。縱服勞務\r\n之人係出於自己要求，仍為受僱人，允其所請之人應負僱用人責任。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 110 號 民事裁定",
        "case_summary": "除權判決",
        "case_date": "民國 70 年 03 月 20 日",
        "case_gist": "再抗告人向台灣台北地方法院申報權利，並提出股票後，經該地方法院通\r\n知相對人到場，認該股票為其所遺失之物，因相對人之聲請而開始之公示\r\n催告程序即已終結，無再停止該程序之可言。乃台灣台北地方法院在再抗\r\n告人申報權利並提出股票後，仍裁定停止公示催告程序，殊屬不合。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 929 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 70 年 03 月 19 日",
        "case_gist": "互換土地使用係一方以自己所有或有使用權之土地換與他方使用為對價，\r\n而使用他方換來之土地，亦即使用他人土地付有相當之對價，其性質與租\r\n賃無殊，系爭交換使用之土地，地目為田，既旨在作雙方耕作之目的使用\r\n，雖被上訴人將其中一部分，舖設水泥，作為晒谷場兼庭院及建廁所，亦\r\n係因耕作之目的所為必要之措施，則被上訴人與林浴淇就系爭土地所成立\r\n之租賃契約，應有耕地三七五減租條例之適用，上訴人既無同條例第十七\r\n條所定事由，任意終止租約即不生終止租約效力。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 927 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 70 年 03 月 19 日",
        "case_gist": "土地法第四十三條所謂登記有絕對效力，係為保護第三人起貀見，將登記\r\n事項賦予絕對真實之公信力。夫妻縱係以法定財產制為其夫妻財產制，但\r\n以妻為登記名義人之不動產，若至已有第三人本於現存之登記，而為取得\r\n權利之新登記以後，夫即無從依民法第一千零十七條第二項規定，以真正\r\n權利人地位，主張塗銷該登記或排除強制執行。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 891 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 70 年 03 月 19 日",
        "case_gist": "上訴人主張伊等分得之一二五之一號土地，被上訴人亦未交還上訴人；伊\r\n等自得主張同時履行抗辯權，而拒絕將系爭一二五號土地交還被上訴人云\r\n云。如果雙方確有此種對待給付之履行牽連關係；則係牽連關係有拘束雙\r\n方之債的效力。在被上訴人未為對待給付即未將該一二五之一號土地交付\r\n上訴人之際，上訴人自已受此債的拘束，本須容忍上訴人繼續占有該一二\r\n五號土地；上訴人繼續占有該一二五號土地，對被上訴人而言，自非無權\r\n占有。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 886 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 70 年 03 月 18 日",
        "case_gist": "被上訴人係於民國六十八年八月六日依平均地權條例第七十八條規定，聲\r\n請台北縣政府准予終止與上訴人間就系爭八七之一、九○之一、八七之二\r\n、九○之二號土地所訂租賃契約 (見台北縣政府移送卷十一頁) ，依平均\r\n地權條例施行細則第九十六條規定以觀，出租耕地經依法編為建築用地者\r\n，出租人為收回自行建築或出售作為建築使用而終止耕地租約時，為其終\r\n止原因係發生於該條例施行後者，應由直轄市或縣 (市) 政府以行政處分\r\n核准之，自非司法機關所得審判。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 880 號 民事判決",
        "case_summary": "撤銷婚姻等（離婚）",
        "case_date": "民國 70 年 03 月 18 日",
        "case_gist": "查身心健康為一般人選擇配偶之重要條件，倘配偶之一方患有精神病，時\r\n癒時發，必然影響婚姻生活，故在一般社會觀念上，應認有告知之義務，\r\n如果被上訴人將此項婚姻成立前業已存在之痼疾隱瞞，致使上訴人誤信被\r\n上訴人精神正常，而與其結婚，即難謂上訴人非因被詐欺而為結婚。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 870 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 03 月 18 日",
        "case_gist": "民事訴訟法第三百九十五條第二項規定：「法院廢棄或變更宣告假執行之\r\n本案判決者，應依被告之聲明，將其因假執行所受損害，於判決內命原告\r\n賠償」，在訴訟繫屬中，如有法院廢棄或變更本案判決而致假執行之宣告\r\n失其效力時，被告尚得利用本案程序，請求原告賠償其因假執行所受之損\r\n害，在本案經法院判決原告敗訴確定後，尤應認被告有此權利。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 859 號 民事",
        "case_date": "民國 70 年 03 月 13 日",
        "case_gist": "〔支票上權利義務，與其基礎之原因關係各自獨立〕\r\n支票為文義證券及無因證券，支票上權利義務，依其文義而發生，與其基\r\n礎之原因關係各自獨立，支票上權利之行使不以其原因關係之存在為前提\r\n，上訴人既否認被上訴人以上開支票清償訟爭債務，尚難因上訴人執有上\r\n開支票已獲兌現而反證訟爭債務業已清償。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 858 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 03 月 13 日",
        "case_gist": "土地所有權人建築房屋逾越疆界者，鄰地所有人如知其越界而不即提出異\r\n議不得請求移去或變更其建築物，為民法第七百九十六條第一項所明定，\r\n此項因相鄰關係致一方之所有權擴張而他方之所有權受有限制，其權利義\r\n務對於嗣後受讓該不動產而取得所有權之第三人仍繼續存在，依卷附建物\r\n登記簿謄本，第四六○號、第四六一號土地上二層樓房為郭道等所建造，\r\n當時該二筆土地為其所有，似為兩造所不爭，倘鄰地即訟爭第四六二號土\r\n地原所有人辜有正同意郭道等按舊有房屋原有壁位改建於前，於郭道等建\r\n築房屋時，當已知其越界情事，而不即為異議，尚難謂無民法第七百九十\r\n六條之適用。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 855 號 民事",
        "case_summary": "確認優先承買權",
        "case_date": "民國 70 年 03 月 13 日",
        "case_gist": "買賣預約書內，既有買賣雙方關於標的物及價金之約定，其性質即係買賣\r\n之本約，不因其稱為預約而受影響，上訴人主張優先承買上開土地，自應\r\n以此實際出賣之價格為準，至上訴人所指之十七萬零六百十元，乃上開土\r\n地移轉登記申報土地增值稅時，依土地公告現值所填載之價格，既非實際\r\n買賣之價格，上訴人主張以此價格承買，不願按實際價格計算。即非以同\r\n一條件為內容，自無優先承買權之可言。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 850 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 03 月 13 日",
        "case_gist": "系爭房屋縱屬被上訴人所有，既由訴外人夏文藻、夏陶正愛聲請執行而受\r\n查封，被上訴人即不得對系爭房屋再為處分之物權行為，在法院撤銷查封\r\n前，係處於給付不能之狀態，自不能為所有權移轉之登記，從而上訴人請\r\n求被上訴人就系爭房屋辦理總登記，再將所有權移轉登記與上訴人，即屬\r\n不能給付。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 840 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 03 月 13 日",
        "case_gist": "耕地三七五減租條例第一條所稱之耕地，依土地法第一百零六條第二項規\r\n定，應包括漁牧地在內。本件上訴人將訟爭土地出租與被上訴人養魚，自\r\n屬耕地租賃，就令被上訴人所養者係觀賞用之熱帶魚，而非食用魚，亦不\r\n能因此即謂其非耕地租賃。本件既屬耕地租佃爭議，而起訴前並未經當地\r\n之耕地租佃委員會調解、調處，復為上訴人所不爭，依耕地三七五減租條\r\n例第二十六條第二項規定，本件訴訟自屬不合法。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 837 號 民事判決",
        "case_summary": "塗銷登記",
        "case_date": "民國 70 年 03 月 13 日",
        "case_gist": "不動產係經被上訴人聲請台灣台北地方法院於六十八年十一月三十日實施\r\n查封，上訴人之抵押權設定登記則係於六十八年十二月一日完成。依強制\r\n執行法第五十一條第二項規定，對被上訴人不生效力。被上訴人聲請塗銷\r\n該登記為有理由。至地政機關於六十八年十一月三十日所為之抵押權設定\r\n審查行為，既非登記抵押權於不動產登記簿，即不得據以對抗六十八年十\r\n一月三十日查封。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台再字第 35 號 民事判決",
        "case_summary": "確認債權不存在",
        "case_date": "民國 70 年 03 月 13 日",
        "case_gist": "對本院確定判決提起再審之訴，應以有民事訴訟法第四百九十六條第一項\r\n各款之原因為限，此項原因亦即再審理由，必須於訴狀中表明之 (見同法\r\n第五百零一條第一項第四款) ，否則其訴即屬不合法，而毋庸裁定定期命\r\n其補正，逕以裁定駁回之。本件再審原告於民國六十九年十二月十二日，\r\n向本院提出之再審訴狀，僅云原確定判決有不備理由，及未斟酌其所提出\r\n之證據之違法情形，並未表明任何法定再審原因，依上開說明，顯難認其\r\n再審之訴為合法。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 832 號 民事",
        "case_summary": "交還耕地",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "上訴人於原審曾主張系爭土地早在日據時期即由伊父承租，伊父死亡後，\r\n兄弟仍同財共居，伊為戶長，故在四十年間，由伊兄弟共推伊出名與出租\r\n人簽訂耕地三七五租約，而由兄弟共同耕作等語。若屬實情？則上訴人所\r\n訂租約，似自始係以戶長資格代表未分家之兄弟全體所為之法律行為，縱\r\n其後分家，將承租土地分與或交與其兄弟蕭見添、蕭見中等耕作，既屬共\r\n同耕作權亦即財產權之分配問題，與一般租賃權之轉讓或轉租之性質即屬\r\n有間，要非法所不許。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 818 號 民事",
        "case_summary": "確認優先承買權",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "土地法第一百零四條第一項規定「基地出賣時，地上權人、典權人或承租\r\n人有依同樣條件優先購買之權，房屋出賣時，基地所有權人有依同樣條件\r\n優先購買之權」。其立法意旨，係為使土地之利用與其所有權歸併於一個\r\n主體，藉以充分發揮土地之利用價值。是故無論於房屋所有人，就其房屋\r\n自始即與其基地所有人間有其租地建屋之關係存在，抑或係於房屋既經建\r\n築後，而始與基地所有人訂約承租基地之情形，均應有其適用。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 809 號 民事",
        "case_summary": "繼承登記",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "兩造果係陳土之繼承人，系爭平房又果係陳土所有。兩造繼承陳土之地位\r\n，就系爭平房辦理第一次登記。是否必須兩造協同為之，原審並未加以審\r\n認。如須兩造協同為之，而被上訴人不盡此協同之義務，致無法向地政權\r\n關申請辦理者，此時爭執不在登記之本身，而在申請登記之協同義務，自\r\n屬私權爭執，應由法院裁判解決之。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 808 號 民事",
        "case_summary": "協辦繼承登記",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "土地共有人姓名登記之錯誤，依土地法第六十九條規定，非以書面聲請該\r\n管上級機關查明核准後，不得更正。是在無私權爭執之情形下，單純更正\r\n土地登記之錯誤，係屬行政機關之職權，甚為明顯。在未經行政機關將此\r\n錯誤之登記更正前，法院不能反於現存登記之內容，強將吳氤作吳崑，而\r\n許兩造就系爭建地所謂吳崑之持分辦理繼承登記。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 794 號 民事",
        "case_summary": "塗銷地上權登記",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "法律關係定有存續期間者，於期限屆滿時消滅。期限屆滿後，除法律有更\r\n新規定，得為不定期限外，並不當然發生更新之效果。地上權無如民法第\r\n四百五十一條之規定，其於期限屆滿後，自不當然變更為不定期限。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 793 號 民事",
        "case_summary": "遷讓房屋等",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "被上訴人既謂其與前業主所訂租賃契約載明租金「無」，衹付保證金二百\r\n二十萬元，並以保證金之利息抵付租金云云，可知該保證金二百二十萬元\r\n，並非所謂預付租金，設被上訴人未能證明前業主已將該項保證金二百二\r\n十萬元移轉與上訴人或上訴人曾為該保證金債務之承擔，則上訴人自無從\r\n該保證金所生之利息抵沖租金。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 787 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "居間人於契約因其媒介而成立時，即得請求報酬，其後契約因故解除，固\r\n於其所得報酬並影響，惟當事人間若另行約定以某一事實之發生，即應為\r\n報酬返還之條件，法律既無禁止之規定，本於契約自由原則，自不能謂其\r\n不發生法律上之效力。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 103 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 03 月 12 日",
        "case_gist": "執行法院就查封物所為之拍賣，及投標人應此拍賣而為之投標，性質上原\r\n與買賣之法律行為無異，執行法院將拍賣物拍歸出價最高之合法買受人，\r\n係拍定之意思表示，買賣契約因此表示而成立，但執行法院如何選擇得標\r\n人，法律上本有限制，違之者，其拍定之表示即非有效，其拍賣亦應認無\r\n效力，但此屬實體上之問題，當事人或利害關係人，應提起確認之訴解決\r\n，既非執行方法或執行程序有瑕疵，亦非程序上侵害當事人或利害關係人\r\n之利益，尚無當事人或利害關係人據以聲明異議之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 99 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 03 月 11 日",
        "case_gist": "按裁定不經言詞辯論而未宣示者，為該裁定之法院，於送達後始受其羈束\r\n，民事訴訟法第二百三十六條第一項、第二百三十八條前段定有明文。準\r\n此以觀，當事人於提起抗告後，縱經抗告法院裁定，祇須於裁定送達前撤\r\n回抗告，即生撤回之效力，抗告法院於送達前所作成之裁定，在送達前不\r\n生效力，在抗告人撤回抗告後，該抗告事件即因撤回而終結，自不得將該\r\n裁定更為送達。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 782 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 03 月 11 日",
        "case_gist": "債務人基於債之關係，對於債權人所負給付之義務，不因債權人對之取得\r\n執行名義而免除，其依民法第二百二十九條應負之遲延責任，亦不因此而\r\n受影響。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 758 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 70 年 03 月 06 日",
        "case_gist": "最高限額之抵押權設定契約，係指抵押物提供人與債權人訂立在一定金額\r\n內限度內，擔保現在已發生及將來可發生之債權，所設定之抵押權而言，\r\n而此項抵押契約定有存續期間者，其契約之目的顯在擔保存續期間內所發\r\n生之債權，是凡在此期間所生之債權，自皆為抵押權效力所及，就已發生\r\n之債權，雖因清償或其他事由而減少或消滅，然在存續期間尚未屆滿前發\r\n生之債權，在約定之最高限額範圍內，對於抵押物均享有抵押權之擔保，\r\n除債權人拋棄其擔保權利外，自無許抵押債務人於抵押權存續期間屆滿前\r\n，任意終止契約，請求塗銷抵押權設定登記。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 757 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 70 年 03 月 06 日",
        "case_gist": "承受私有農地所有權之人有無自耕能力，應以承受時為準，如其承受時無\r\n自耕能力，即係以不能之給付 (法律上之給付不能) 為契約標的，此項契\r\n約應屬無效，不因嗣後承受人取得自耕能力，而使原來無效之契約成為有\r\n效。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 756 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 03 月 06 日",
        "case_gist": "海商法第一百條第一項之書面通知，並無一定之方式，公證公司製作之損\r\n害報告及卸載節要，載明濕損小麥之種類、數量，由輪船大副簽名收受，\r\n其實質意義與有受領權利人所為通知無異。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 737 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 03 月 06 日",
        "case_gist": "關於損害賠償之債，除由侵權行為發生者外，尚有因債務不履行或其他之\r\n原因而發生者，後者因有特別規定不適用侵權行為之法則，自無民法第三\r\n百三十九條不得主張抵銷規定之適用。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 730 號 民事",
        "case_summary": "確認信託登記關係不存在",
        "case_date": "民國 70 年 03 月 06 日",
        "case_gist": "訴訟法上所謂一事不再理之原則，乃指同一事件已有確定之終局判決者而\r\n言，其所謂同一事件，必同一當事人就同一法律關係而為同一之請求，若\r\n此三者有一不同，即不得謂為同一事件，自不受確定判決之拘束。 (本院\r\n十九年上字第二七八號判例參照) 而確定判決之既判力，除法律另有規定\r\n外，以訴訟標的經表現於主文判斷之事項為限，判決理由中所涵之其他法\r\n律上或事實上之判斷，並無既判力。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 726 號 民事",
        "case_summary": "辦理所有權移轉登記",
        "case_date": "民國 70 年 03 月 05 日",
        "case_gist": "私有農地所有權之移轉，其承受人以承受後能自耕者為限，土地法 (修正\r\n前) 第三十條定有明文。所謂「自耕」，指承受人自任耕作而言。如承受\r\n人居住距離其所承受之農地過遠，依日常經驗，不能自任耕耘收割者，即\r\n屬不能自耕，不得承受私有農地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 725 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 03 月 05 日",
        "case_gist": "夫妻未以契約訂立夫妻財產制者，除民法另有規定外，以法定財產制為夫\r\n妻財產制，而法定財產制即聯合財產中，夫之原有財產及不屬於妻之原有\r\n財產部分，為夫所有，民法第一千零十七條第二項定有明文。故夫妻於婚\r\n姻關係存續中所取得之財產，依法應屬夫之所有，如妻主張其為特有財產\r\n，依舉證責任分配之原則，應由妻負舉證責任。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 721 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 70 年 03 月 05 日",
        "case_gist": "違約金係以強制債務之履行為目的，實為確保債務效力之強制罰，與租金\r\n之性質不同，不受土地法第九十七規定之限制。惟違約金約定過高者，可\r\n由法院依法核減。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 720 號 民事判決",
        "case_summary": "清償借款",
        "case_date": "民國 70 年 03 月 05 日",
        "case_gist": "對於第二審法院之判決提起上訴，非以其違背法令為理由，不得為之。又\r\n提起第三審上訴，應提出上訴狀，並表明上訴理由及添具上訴理由之必要\r\n證據，民事訴訟法第四百六十七條，第四百七十條第二項定有明文。本件\r\n上訴論旨，並未具體指出原審認定事實有如何違反法令情事，更未指明其\r\n所違反法令之條項或其內容，僅泛稱原審審判不實，違背法令等語，自不\r\n得謂已合法表明上訴理由，從而本件上訴，顯難認為合法。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 713 號 民事",
        "case_summary": "確認婚姻無效",
        "case_date": "民國 70 年 03 月 05 日",
        "case_gist": "上訴人主張係在「小孩滿月」時補行婚禮，而「小孩滿月」時曾在被上訴\r\n人服役之連上宴客，又為不爭之事實。如果此宴客，係為表達兩造結為夫\r\n婦之意義而舉行，而此意義又為與宴者所瞭解；則無論有無世俗所謂拜天\r\n地拜高堂乃至進洞房等節目之進行，應均不失為公開之結婚儀式。倘為公\r\n開之結婚儀式，亦不因其時適有「小孩滿月」之喜，而異其效果。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 710 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 03 月 05 日",
        "case_gist": "不法侵害他人之身體、健康、名譽或自由者，被害人雖非財產上之損害，\r\n亦得請求賠償相當之金額，民法第一百九十五條第一項定有明文。此項非\r\n財產上之損害賠償，並不以被害人無過失者為限。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 76 號 民事",
        "case_summary": "拍賣抵押物",
        "case_date": "民國 70 年 03 月 04 日",
        "case_gist": "民法第八百七十三條第一項規定，抵押權人於債權已屆清償期而未受清償\r\n者，得聲請法院拍賣抵押物，就其賣得價金而受清償。抵押權人依此規定\r\n聲請拍賣抵押物，雖屬非訟事件，惟在形式上，仍須抵押權之設定已經依\r\n法登記，並明載其抵押權所擔保之範圍，以及債權已屆滿清償期而未受清\r\n償，始得為之。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 74 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 02 月 27 日",
        "case_gist": "訴訟代理人受有特別委任者，固有代為上訴之權限，但仍須以委任特別訴\r\n訟代理人之當事人本人名義為之，財政部國有財產局台灣北區辦事處以該\r\n機關自己名義提起上訴，而未以抗告人之名義為之，其上訴自不生效力，\r\n難認抗告已於法定上訴期間內提起上訴。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 698 號 民事",
        "case_summary": "確認優先承買權存在",
        "case_date": "民國 70 年 02 月 27 日",
        "case_gist": "土地法第一百零四條第一項所謂房屋出賣時，基地所有權人有依同樣條件\r\n優先購買之權，係指出租人於承租人之房屋出賣時，有依同樣條件優先購\r\n買之權，申言之，必須房屋與其坐落之基地間有租賃關係為其前提要件，\r\n上訴人之被繼承人萬遠滄生前將系爭土地與訴外人鄧鵬權訂立合建契約，\r\n約定分得合建房屋，性質上係互易契約，並非租賃關係，上訴人既非系爭\r\n房屋之基地出租人，自無優先承買權之可言。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 690 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 02 月 27 日",
        "case_gist": "泰山鄉同榮村活動中心，使用系爭土地中如第一審判決附圖所示A、B、G\r\n部分，固經第一審法院會同新莊地政事務所勘測屬實，惟查該活動中心，\r\n僅為聚會活動場所，並無固定財產或獨立預算，亦非團體組織，自非法人\r\n或非法人團體可比，尚難認有當事人能力。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 689 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 02 月 27 日",
        "case_gist": "以身體被傷害而請求金錢賠償者。固不得依民法第二百十三條第二項請求\r\n就該金錢加給利息，惟侵權行為人支付讓該金錢遲延時，被害人非不得依\r\n民法第二百三十三條第一項規定請求法定利息。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 667 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 02 月 26 日",
        "case_gist": "依建築法第六十三條及第六十六條規定，建築物施工場所，應有維護安全\r\n、防範危險及預防火災之適當設備或措施，又五樓以上建築物施工時，應\r\n設置防止物件墜落之適當圍籬，該被上訴人等既不否認於上訴人出事以前\r\n，該工程並無設置圍籬等適當之安全措施，自已違反前開建築法有關保護\r\n他人之規定，依民法第一百八十四條第二項規定，應推定其有過失。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 665 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 02 月 26 日",
        "case_gist": "軍人及其家屬優待條例第九條之規定，必於耕地或房屋具有承租關係，始\r\n有其適用。上訴人與被上訴人間就系爭土地既無租賃關係存在，均為無權\r\n占有，其執此抗辯，尚非可採。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 658 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 70 年 02 月 26 日",
        "case_gist": "本院按以鉅額押租房屋而不另付租金者，與單純之租賃契約有間，兩造所\r\n訂租約內既經約定租約期滿時，上訴人應將押金無息退還被上訴人，即有\r\n民法第二百六十四條第一項之適用。"
    }
]