[
    {
        "case_id": "最高法院 86 年度台上字第 2117 號 民事判決",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "契約文字業已表示當事人真意，無須別事探求者，自不得反捨契約文字而\r\n更為曲解。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2116 號 民事判決",
        "case_summary": "債務人異議之訴事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "民法第五百十三條所定法定抵押物以屬於定作人所有之不動產為限。系爭\r\n建物倘為上訴人之夫莊一平原始取得，莊一平與被上訴人間並無承攬關係\r\n，被上訴人對該建物即無從主張法定抵押權，則縱該建物變動贈與上訴人\r\n，被上訴人仍不得對之主張有法定抵押權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2112 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "系爭土地雖屬農地，然上訴人有自耕能力之資格，其以自己名義向法院標\r\n購而登記自己名義所有，並未違背土地法第三十條第一項之規定，於法自\r\n屬有效。兩造約定俟被上訴人取得自耕能力時，上訴人應將系爭土地移轉\r\n登記與被上訴人，性質上係以被上訴人自耕能力之取得或其就系爭土地不\r\n能為所有權移轉登記之原因除去，為上訴人履行移轉登記之條件，徵諸契\r\n約自由之原則，並無不可，亦於公序良俗無所違背，自難謂兩造此項約定\r\n係屬脫法行為而無效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2110 號 民事判決",
        "case_summary": "確認派下權存在事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "確認派下權存在之訴，祇須主張權利存在者對於否認其主張者提起，當事\r\n人即為適格。本件被上訴人提起確認派下權存在之訴，對於上訴人及其子\r\n孫輩並無必須合一確定之情形，且父在不列子，其未併列上訴人之子孫為\r\n被告，殊難謂當事人適格有欠缺，或未具備權利保護要件。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2103 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "民法第七百九十六條所謂之越界建築房屋，係指鄰地所有人明知他方逾越\r\n疆界，而消極的不即時提起異議，始足當之。倘他方於越界建築之初，已\r\n取得鄰地所有人之同意或基於雙方之約定，所成立之契約關係，當無該越\r\n界建築規定之適用。且民法第七百九十六條所定之「土地所有人」越界建\r\n築房屋，必以建築房屋者，為「土地所有人」或其他有利用土地權利之人\r\n (例如：地上權人、永佃權人或典權人、承租人、使用借貸人等等) ，始\r\n足當之，倘建築房屋之初，尚非「土地所有人」或其他有利用土地權利之\r\n人，應屬單純之「無權占有」，不生該條所定「鄰地所有人」是否即時提\r\n出異議之問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2101 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "民法第三百二十條所定因清償債務而對於債權人負擔新債務者，除當事人\r\n另有意思表示外，若新債務不履行時，其舊債務仍不消滅，並不排除新債\r\n務如不履行時，債權人得請求債務人賠償損害之權利。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2098 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "民法上之債權契約，除法律有特別規定外，僅於特定人間發生法律上之效\r\n力。又共有人於與其他共有人訂立分割或分管契約後，將其應有部分讓與\r\n第三人者，倘該第三人不知悉有分割或分管契約，亦無可得而知之情形，\r\n其仍受讓與人所訂分割或分管契約之拘束，將使善意之第三人受不測之損\r\n害，與憲法保障人民財產權之意旨有違。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2097 號 民事判決",
        "case_summary": "塗銷抵押權登記事件",
        "case_date": "民國 86 年 07 月 03 日",
        "case_gist": "票據為無因證券，僅票據債權人就票據作成前之債務關係，無庸證明其原\r\n因而已。至該票據本身是否真正。即是否為發票人所作成，則應由票據債\r\n權人負證明之責，此觀民事訴訟法第二百七十七條規定之法理至明。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 354 號 民事",
        "case_summary": "聲明異議事件",
        "case_date": "民國 86 年 06 月 27 日",
        "case_gist": "第三人就執行標的物有足以排除強制執行之權利者，得於強制執行程序終\r\n結前，向執行法院對債權人提起異議之訴。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2095 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 27 日",
        "case_gist": "海商法第一百十三條第二款所謂海上或航路上之危險或意外事故，係指因\r\n不可預料之海上自然力所發生之變故而言。同條第四款所謂天災，係指直\r\n接由於自然力而發生之事故，而無人力參與在內，且以通常人之先見，努\r\n力或注意所不能防止者。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2089 號 民事判決",
        "case_summary": "土地所有權移轉登記等事件",
        "case_date": "民國 86 年 06 月 27 日",
        "case_gist": "中華民國總統府組織法第一條規定：「總統依據憲法行使職權，設總統府\r\n」。又八十五年一月二十四日修正公布同法第九條第一項規定：「總統府\r\n置秘書長一人，特任，承總統之命，綜理總統府事務，並指揮、監督所屬\r\n職員」。是總統府乃總統為依據憲法行使職權所設立之機關，總統府置秘\r\n書長一人，綜理該府事務，則秘書長依法為總統府之法定代理人。此觀中\r\n華民國總統府處務規程第五條規定：「秘書長為本府首長，綜理府內事務\r\n，並指揮、監督所屬職員」，益徵明確。準此，總統府秘書長以法定代理\r\n人之身分，委任訴訟代理人為訴訟行為，自屬合法有效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2077 號 民事",
        "case_summary": "塗銷抵押權登記事件",
        "case_date": "民國 86 年 06 月 27 日",
        "case_gist": "對於盜贓物之處分，僅能對善意第三人發生效力，失主對於盜贓行為人，\r\n本即有請求返還盜贓物之權利，盜贓行為人亦有返還予失主之義務，盜贓\r\n行為人殊無以贓款得對失主主張清償債務之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2071 號 民事判決",
        "case_summary": "請求返還簽約金",
        "case_date": "民國 86 年 06 月 27 日",
        "case_gist": "民法第二百二十六條所謂「因可歸責於債務人之事由，致給付不能者」，\r\n凡有效成立之契約，因可歸責於債務人之事由，致給付不能者均屬之。上\r\n訴人指稱唯嗣後不能者始有該條之適用，自始主觀不能者不在其中，尚有\r\n未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2064 號 民事判決",
        "case_summary": "返還補償金事件",
        "case_date": "民國 86 年 06 月 27 日",
        "case_gist": "土地徵收，乃一種行政處分，所徵收之私有土地，應以公共事業需要者為\r\n限，如非公共事業需要之土地，本不得予以徵收，如對不應徵收之土地誤\r\n予徵收，決定徵收機關嗣後發現違誤之處，自得更正或撤銷其原所為之徵\r\n收處分。又所謂土地徵收之登記，應包括原為徵收之登記，嗣後因撤銷徵\r\n收處分，而撤銷原所為之徵收登記，以回復原所有權人之登記在內。上訴\r\n人抗辯，新竹縣竹東地政事務所所為撤銷土地徵收之登記，無法律依據云\r\n云，亦無可採。系爭土地之徵收處分既經撤銷，且原所為之徵收登記亦經\r\n撤銷而回復為上訴人所有，上訴人原受領之補償費九百九十八萬八千一百\r\n六十元，已無法律上之原因，自屬不當得利，被上訴人依不當得利之法律\r\n關係，請求上訴人返還，核無不合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2060 號 民事",
        "case_summary": "確認抵押權不存在等事件",
        "case_date": "民國 86 年 06 月 27 日",
        "case_gist": "刑事判決所認定之事實，於獨立之民事訴訟，並無拘束力，民事法院就當\r\n事人主張之該事實，及其所聲明之證據，仍應自行調查斟酌，決定取捨。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2037 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 26 日",
        "case_gist": "國有財產區分為公用財產與非公用財產兩類，前者包括公務用財產、公共\r\n用財產、事業用財產，以各直接使用機關為管理機關，直接管理之；後者\r\n係指公用財產以外可供收益或處分之一切國有財產，以財政部國有財產局\r\n為管理機關，承財政部之命，直接管理之，為國有財產法第四條、第十一\r\n條、第十二條分別所明定。而有關海上船舶航運、打撈、海事處理等事項\r\n，則屬交通部航政司主管之事項（交通部處務規程第八條參照），又依商\r\n港法第十七條規定：「商港區域內及其管轄地區之沈船或物資，未經申請\r\n商港管理機關核准，不得擅自打撈」，故上訴人為領海沈船打撈等事務之\r\n管理機關，應無可疑。本件被上訴人所有「海神號」貨輪擱沈地點在台灣\r\n省雲林縣外海九海浬之我國領海內，屬於供往來船舶自由航行公用之水域\r\n甚明，原判決理由記載「本件上訴人既未經國有財產局授權，並非系爭沈\r\n船所在領地（海）之管理機關，其依民法第七百六十七條規定提起本訴即\r\n屬當事人不適格」，顯有誤認我國領海應屬於國有財產局為管理機關之非\r\n公用財產，於法顯屬不符，立論自有可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2036 號 民事",
        "case_summary": "給付地租等事件",
        "case_date": "民國 86 年 06 月 26 日",
        "case_gist": "租用基地建築房屋，其地租依土地法第一百零五條規定準用同法第九十七\r\n條所定城市地方房屋之租金標準，即以不超過土地申報價額年息百分之十\r\n為限。又舉辦規定地價或重新規定地價時，土地所有權人未於公告期間申\r\n報地價者，以公告地價百分之八十為其申報地價。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2035 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 26 日",
        "case_gist": "民法第八百七十六條第一項規定法定地上權之旨趣，乃在於避免土地或其\r\n基地上之建築物因拍賣而各異其所有人時，應拆除地上建築物而設，故此\r\n地上權之存續，係以地上建築物之存在時期為其期間。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2034 號 民事",
        "case_summary": "移轉土地所有權登記等事件",
        "case_date": "民國 86 年 06 月 26 日",
        "case_gist": "被上訴人就系爭土地係與何○卿訂立買賣契約，徐○彬係何○卿所指定之\r\n系爭土地受移轉登記人，此為原審所認定。果係如此，被上訴人與徐○彬\r\n間並無買賣關係存在，非契約當事人，被上訴人解除與何○卿之契約，依\r\n民法第二百五十九條規定請求之結果，只得請求契約當事人何○卿負回復\r\n原狀之義務，不得請求徐○彬回復原狀。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2014 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 26 日",
        "case_gist": "保險法第五十三條第一項所稱之保險人之「給付賠償金額」，係指保險人\r\n依保險契約之約定，實際所「應」給付被保險人之賠償額而言。倘非保險\r\n契約所定或被保險人原無權為請求之金額，例如前開野田公司原無權向被\r\n上訴人主張之六十一萬餘元部分，縱保險人 (上訴人) 基於其他原因為給\r\n付，亦不得計入其所「應」給付之賠償金額，據以向第三人 (被上訴人)\r\n代位求償。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 352 號 民事",
        "case_summary": "不動產所有權移轉登記事件",
        "case_date": "民國 86 年 06 月 25 日",
        "case_gist": "提起民事再審之訴，應自判決確定時起三十日之不變期間內為之，此觀民\r\n事訴訟法第五百條第一項及第二項之規定自明。又對於第二審判決於上訴\r\n期間內提起上訴，其上訴因不合法而被以裁定駁回確定者，其對於該判決\r\n提起再審之訴之不變期間，自駁回上訴之裁定確定時起算。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2012 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 06 月 25 日",
        "case_gist": "契約當事人之一方因他方遲延給付而催告其履行時，倘同時表明如於期限\r\n內不履行即解除契約，即係於催告之同時，表示附有停止條件之解除契約\r\n之意思表示，倘他方當事人未依限履行，則停止條件成就，解除契約之意\r\n思表示發生效力，毋須另為解除契約之意思表示。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2011 號 民事",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 06 月 25 日",
        "case_gist": "民事訴訟法第四百條第一項規定確定判決之既判力，惟於判決主文所判斷\r\n之訴訟標的，始可發生。若訴訟標的以外之事項，縱令與為訴訟標的之法\r\n律關係有影響，因而於判決理由中對之有所判斷，除同條第二項所定情形\r\n外，自不能因該判決已經確定而認此項判斷有既判力。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 349 號 民事",
        "case_summary": "國家賠償事件",
        "case_date": "民國 86 年 06 月 20 日",
        "case_gist": "民事訴訟法第一百八十三條規定：訴訟中有犯罪嫌疑牽涉其裁判者，法院\r\n得在刑事訴訟終結前，以裁定停止訴訟程序，係賦與法院對於是否裁定停\r\n止訴訟程序以裁量之權。此等法院職權之行使，若非顯然不當，均應予以\r\n尊重。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 348 號 民事",
        "case_summary": "聲請給付租金強制執行事件",
        "case_date": "民國 86 年 06 月 20 日",
        "case_gist": "利息或租金之給付，約定應逕受強制執行者，應於公證書內載明其每期給\r\n付之金額或其計算標準及給付日期，公證法施行細則第二十一條定有明文\r\n。且依強制執行法第四條第一項第四款、公證法第十一條第一項第一款所\r\n定之執行名義，須以公證書可證明債權人請求一定數量之金錢等為限。故\r\n於債權人聲請強制執行時，其請求如已確定存在者，即得為之，至屬灼然\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2005 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 20 日",
        "case_gist": "查殘障者之人格及合法權益，應受尊重與保障，除能證明殘障者無勝任能\r\n力，不得以殘障為理由，拒絕入學、應考、雇用或予其他不公平之待遇。\r\n又各級政府應根據殘障人口調查之資料，規劃設立各級特殊學校、特殊班\r\n級或以其他方式教育不能就讀於普通學校或普通班級之殘障者。殘障福利\r\n法第四條、第九條第一項定有明文。本件上訴人陳癸安之傷勢經一審囑託\r\n高雄醫學院附設中和紀念醫院鑑定結果為：「⑴中度視覺殘障，視神經萎\r\n縮。⑵中度語言殘障，嚴重構音不良；妨碍溝通。⑶輕度肢體殘障，左側\r\n輕癱。⑷智能輕度殘障，比西智能測驗五十六分。綜合鑑定為重度多重殘\r\n障，已領有殘障手冊。由於上述殘障，其學習能力嚴重受損，日常生活需\r\n家人長期照顧」等情，有該醫院八十四年六月十二日高醫附秘字第二一\r\n五七號函可憑。準此，上訴人主張伊有選擇至特殊學校接受特殊教育之權\r\n利，且因特殊學校之收費標準較一般國民中、小學為高，為此請求應支出\r\n特殊教育費用與一般教育費用之差額之損害賠償九十五萬六千五百三十三\r\n元，揆諸上開殘障福利法之規定是否全無可採，即有斟酌之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1989 號 民事",
        "case_summary": "損害賠償再審事件",
        "case_date": "民國 86 年 06 月 20 日",
        "case_gist": "再審，乃判決確定後，發現原確定判決適用法規顯有錯誤，或認定事實錯\r\n誤或有錯誤之可能，所設之訴訟救濟程序。故關於法定再審事由，在不甚\r\n礙判決安定性前提下，為維持公平正義，保障當事人之正當權益，應為適\r\n當之解釋與適用。查檢察官代表國家，偵查犯罪，依其偵查結果所為起訴\r\n或不起訴之處分，乃檢察官代表國家，行使公權力所為對外之意思表示，\r\n自屬行政處分之性質；倘民事確定判決係以檢察官之起訴書為其判決之唯\r\n一基礎者，嗣後該檢察官之起訴事實，經刑事法院判決無罪，則該檢察官\r\n之行政處分既經變更，難謂無民事訴訟法第四百九十六條第一項第十一款\r\n之再審事由。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1971 號 民事",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 06 月 20 日",
        "case_gist": "黃○慶係海軍一兵，於五十四年八月六日在南澳海面海戰失蹤，屆滿一年\r\n後經國防部動屏字第五六一八號令宣告作戰死亡，並入祀忠列祠在案，有\r\n台東縣政府八十四年六月十二日 (八四) 府兵勤字第六一五五○號函一紙\r\n可稽，並為原審所合法確定之事實。依黃○慶失蹤時之有效即三十八年一\r\n月七日總統令公布施行之「軍人撫卹條例」第三十條適用第二十一條第二\r\n項規定：「作戰失蹤，經原機關部隊冊報有案，逾一年尚無消息者，視同\r\n陣亡」，則國防部上開宣告黃○慶作戰死亡，於法似非無據，且此為法律\r\n所明定，自無庸符合修正前民法總則第八條所定失蹤期間之要件，亦無須\r\n由法院依民事訴訟法宣告死亡事件程序為之，始生效力。原審未察於此，\r\n遽認上訴人未列黃○慶為原告或被告起訴或上訴，其為當事人不適格，自\r\n屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1958 號 民事判決",
        "case_summary": "請求清償借款",
        "case_date": "民國 86 年 06 月 19 日",
        "case_gist": "公司董事長如未經改選，縱經人以偽造文書之方法申請為董事長之變更登\r\n記，獲主管機關准許，登載於登記簿上，仍難謂變更登記後之人為該公司\r\n之董事長，而有代表該公司之權限。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1943 號 民事",
        "case_summary": "塗銷典權設定登記事件",
        "case_date": "民國 86 年 06 月 19 日",
        "case_gist": "稱典權者，謂支付典價，占有他人之不動產，而為使用收益之權，民法第\r\n九百十一條定有明文。是典價之支付及典物之移轉占有，應為典權之成立\r\n要件。又所稱占有，包括直接占有及間接占有在內。 (參閱本院三十二年\r\n度上字第五○一一號及三十八年度台上字第一六三號判例參照) 。準此，\r\n典權縱已為設定登記，如未交付典價及移轉典物之占有，則其典權既未依\r\n法成立，出典人非不得請求塗銷其設定登記。乃原判決謂上訴人主張之被\r\n上訴人未支付典價予林美鈴及林美鈴未移轉系爭房地之占有予被上訴人，\r\n縱屬實在，亦不得謂系爭典權尚未成立或發生效力等語，其所持法律上見\r\n解，已屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1942 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 06 月 19 日",
        "case_gist": "按現行以信用卡為交易之行為，係消費者向發卡銀行或發卡機構請卡申請\r\n授信 (信用貸款) ，發卡機構就申請人進行信用調查並核定信用額度，完\r\n成「授信」並發給申請人信用卡，而持卡人即得憑信用卡在特約廠商簽帳\r\n消費或預借現金，嗣後持卡人在發卡機構通知之期限內應就所簽帳之價金\r\n、報酬及預借現金之本金及利息，負清償之責。因此，信用卡契約之發卡\r\n機構與持卡人間發生授信關係與償還關係，此授信關係為兩者間之契約基\r\n礎，信用卡本身僅為發卡機構製作發交持卡人之憑證，用以表徵發卡機構\r\n之「信用」，並非表徵持卡人之信用。是信用卡歸屬發卡機構所有，持卡\r\n人僅係持有人，持卡人所行使或主張之權義均以發卡機構「授權」為基礎\r\n，以其「授信範圍」為限制。信用卡僅為此一「授權」及「授信範圍」之\r\n表徵，信用卡本身並非信用卡契約之內容。換言之，信用卡使用卡別非信\r\n用額度核定之基礎，信用額度依申請人信用而定，此有財團法人聯合信用\r\n卡處理中心八十五年九月九日聯卡會服字第六二號函在卷可稽。從而，\r\n持卡人由普通卡換發金卡，持卡人與發卡機構間所簽訂之信用卡契約是否\r\n有變更，自應以持卡人是否有另行簽訂契約而定，而非以換卡之行為作為\r\n認定ＶＩＳＡ卡之普通卡與金卡為不同契約之依據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1931 號 民事",
        "case_summary": "清償借款事件",
        "case_date": "民國 86 年 06 月 19 日",
        "case_gist": "分公司係總公司分設之獨立機構，就其業務範圍內之事項涉訟時，固有當\r\n事人能力。 (參見：本院四十年台上字第三九號、四十年台上字第一○五\r\n號等判例) ，惟所謂「就其業務範圍內之事項」，應依「訴訟標的之法律\r\n關係」，是否屬其「業務範圍」而為觀察，始能判斷其是否有實施訴訟之\r\n權能。苟該「訴訟標的之法律關係」，非以分公司為其權利義務之「主體\r\n」，尚不得以其係總公司之執行機構或為「有利害關係之第三人」，遽指\r\n該爭訟之法律關係事項，即屬其業務之範圍。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 335 號 民事",
        "case_summary": "聲請撤銷假扣押裁定事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "抗告人之本案請求既經判決一部敗訴確定，該部分命假扣押之情事即有變\r\n更，原確定裁定准相對人聲請，依民事訴訟法第五百三十條第一項規定，\r\n將該部分假扣押裁定予以撤銷，即無適用法規顯有錯誤情事。抗告人主張\r\n：該條項規定只於所保全之請求經本案判決全部否認時始有其適用等語，\r\n以原確定裁定適用法規顯有錯誤為由，依民事訴訟法第四百九十六條第一\r\n項第一款規定，聲請再審，難認有理由。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 331 號 民事",
        "case_summary": "確認抵押權不存在等事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "民事訴訟法第四百六十六條第一項所定不得上訴之額數有增加時，依民事\r\n訴訟法施行法第八條規定，以其聲明不服之判決，係在增加前為之者，始\r\n依原定額數定其上訴之准許與否。若其判決係在增加後為之者，應依增加\r\n後之額數定其得否上訴 (本院七十四年台抗字第一七四號判例參照) 。是\r\n民事訴訟法第四百六十六條第一項所定不得上訴第三審之額數，自八十六\r\n年一月一日起增加為新台幣四十五萬元後，第二審法院之判決，係在增加\r\n後即八十六年一月一日以後為之者，皆應依增加後之額數即新台幣四十五\r\n萬元，定其得否上訴。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1917 號 民事",
        "case_summary": "確認土地所有權存在事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "祭祀公業之設立不論係採鬮分字或合約字，均係以祭祀祖先為目的而設立\r\n之獨立財產，不同之祭祀公業各有其獨立財產，縱令派下相同，亦不能認\r\n係同一，是祭祀公業所設管理人，僅於其所管理祭祀公業相關事項始有管\r\n理權，對於其派下所參加之其他祭祀公業，並無管理權存在。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1916 號 民事",
        "case_summary": "返還墊款事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "土地價值非因施以勞力資本而增加者，應由國家徵收土地增值稅，歸人民\r\n共享之，憲法第一百四十三條第三項揭示甚明；土地增值稅應向獲得土地\r\n自然漲價之利益者徵收，始合於租稅公平之原則，亦據司法院大法官會議\r\n著成釋字第一八○號解釋在案。本件上訴人係依信託終止後之法律關係，\r\n將系爭土地所有權應有部分二分之一移轉登記予自己，則受有土地增值利\r\n益者為上訴人，土地增值稅當然應向上訴人徵收。系爭土地增值稅既應由\r\n上訴人負擔，上訴人之繳納自非代盧○霞而為，應無依民法第三百十二條\r\n規定，請求盧○霞返還之餘地；其繳納土地增值稅，亦無使盧○霞獲取不\r\n當利益可言，其併依民法第一百七十九條規定，訴請盧○霞返還不當得利\r\n，亦屬無據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1913 號 民事",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "耕地三七五減租條例第十六條第一項、第二項規定：承租人應自任耕作，\r\n並不得將耕地全部或一部轉租於他人；承租人違反前項規定時，原訂租約\r\n無效，得由出租人收回自行耕種或另行出租。而七十二年十二月二十三日\r\n修正施行之耕地三七五減租條例第十七條第一項第四款已增訂：「非因不\r\n可抗力繼續一年不為耕作時」，為耕地出租人得於租佃期限屆滿前，「終\r\n止」耕地租約之事由。是倘僅係「不為耕作」而無同條例第十六條第一項\r\n所定之「不自任耕作或轉租」之情形，依上開條例增訂意旨，應祇生出租\r\n人得「終止」耕地租約，請求返還耕地問題，自難認原訂租約為無效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1912 號 民事",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "民事訴訟法第二百二十一條第二項規定：法官 (推事) 非參與為判決基礎\r\n之辯論者，不得參與判決，係指參與言詞辯論而言，至準備程序，旨在闡\r\n明訴訟關係，為言詞辯論之準備，是行準備程序之法官縱有變更，亦不生\r\n更新辯論之問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1905 號 民事判決",
        "case_summary": "職業災害補償事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "勞工因職業災害死亡後，其遺屬對第三人即加害司機之損害賠償請求權，\r\n係基於侵權行為之法律關係而發生；其遺屬對雇主之職業災害補償請求，\r\n則係基於勞動基準法第五十九條第四款之規定而來。兩者之意義與性質有\r\n所不同，既無法律明文規定，雇主自不得以勞工之遺屬對第三人有侵權行\r\n為之損害賠償請求權為由，而拒絕給付職業災害補償費，或主張應將此部\r\n分之金額扣除。本件上訴人縱有自加害司機陳鍬城處獲得一百八十五萬元\r\n之損害賠償額，惟此係基於侵權行為之法律關係而發生，揆諸上開說明，\r\n似不得將此部分之金額扣除。原審不察，遽予類推適用民法第二百二十八\r\n條賠償責任人得向損害賠償請求權人請求讓與基於其權利對第三人之請求\r\n權之規定，認被上訴人得請求上訴人讓與其對第三人陳鍬城之損害賠償請\r\n求權，因上訴人已自陳鍬城處獲得賠償一百八十五萬元，自應將此金額自\r\n本件職業災害之請求中予以扣除，而為上訴人不利之判決，尚有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1895 號 民事",
        "case_summary": "分配表異議之訴事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "因證券商特許業務所生債務之債權人，對於營業保證金，有優先受清償之\r\n權，證券交易法第五十五條第二項定有明文。金圓環公司為證券商，而系\r\n爭執行事件分配表所分配之標的為該公司之營業保證金，且委託為股票交\r\n易亦係金圓環公司所特許之業務。上訴人在系爭執行事件，於八十三年九\r\n月二十六日具狀向執行法院聲明優先受償，業經原審核閱系爭執行事件卷\r\n宗屬實。是被上訴人之系爭執行債權，自有優先受償之權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1894 號 民事",
        "case_summary": "清償借款事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "上訴人確因被上訴人之遲延清償借款，而受有定存利息差額之損害，則遲\r\n延清償與定存利息差額二者間似有相當因果關係，上訴人非不得請求賠償\r\n，原審未遑詳查，徒以未見上訴人有何預定將系爭六百萬元如何運用之計\r\n劃，而駁回上訴人此部分之請求，自嫌速斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1893 號 民事",
        "case_summary": "塗銷地上權登記事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "公司讓與全部或主要部分之營業或財產，應有代表已發行股份總數三分之\r\n二以上股東出席之股東會，以出席股東表決權過半數之同意行之。公司法\r\n第一百八十五條第一項第二款定有明文。倘系爭房屋確屬上訴人之主要財\r\n產，而鄭文凱代表上訴人訂定系爭房屋買賣契約，及同意塗銷地上權設定\r\n登記，未經股東會上揭特別決議，對上訴人即不生效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1884 號 民事",
        "case_summary": "履行分割契約事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "當事人所為應受判決事項之聲明，必須明確，適於強制執行。如其聲明有\r\n不明瞭或不完足者，審判長應行使闡明權，令其補充之，此為審判長因定\r\n訴訟關係之闡明權，同時為其義務，故審判長對於訴訟關係未盡此闡明義\r\n務，其訴訟程序即有重大瑕疵，而基此所為之判決即屬違背法令。查被上\r\n訴人先位聲明請求上訴人依八十二年八月三十日民調字第○七六號調解書\r\n之協議分割內容，向地政機關辦理分割登記。然查該調解書所附分割圖，\r\n僅係兩造自行製作之略圖，並未經地政機關測繪製作，其雙方協議分配於\r\n各人之位置，既未經地政機關測繪，而係自行描繪，自欠明確，將來判決\r\n確定，即無法強制執行。原審審判長疏於行使闡明權，令被上訴人補充為\r\n完足、明確之聲明，遽予為不利上訴人之判決，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1871 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 13 日",
        "case_gist": "法院採用證言，應命證人到場以言詞陳述所知事實或並須於訊問前，命其\r\n具結，始能就所為證言斟酌其能否採用，若證人僅提出書面並未經法院訊\r\n問者，自不得採為合法之憑證。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 318 號 民事裁定",
        "case_summary": "聲請拍賣抵押物（質物）事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "股份有限公司除依公司法第一百五十八條、第一百六十六條及第三百十七\r\n條規定外，不得自將股份收回、收買、或收為質物，同法第一百六十七條\r\n第一項定有明文。此項禁止取得自己股份之規定，為強行規定，違反此項\r\n規定之行為，依民法第七十一條規定，應屬無效，且不因提供質物者係債\r\n務人或第三人而有異。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 311 號 民事",
        "case_summary": "停止執行事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "民事訴訟法第三百九十二條係規定債務人必須於假執行程序實施前預供擔\r\n保，或將請求之標的物提存，始得免為假執行。倘債務人於債權人提供擔\r\n保對其財產實施假執行查封後，始於拍賣前依判決提供擔保，請求免為假\r\n執行，並予啟封，其請求於法不合。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 310 號 民事",
        "case_summary": "確認買賣關係不存在事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "訴訟法上所謂一事不再理原則，乃指同一事件已有確定之終局判決者而言\r\n。所謂同一事件，必同一當事人就同一法律關係 (訴訟標的) 而為同一之\r\n請求，須此三者有一不同，始得謂非同一事件，不受確定判決之拘束。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 309 號 民事",
        "case_summary": "撤銷贈與事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "抗告，非因裁定而受不利益者，不得為之，是為訴訟上之原則，民事訴訟\r\n法第一百十五條不過為同法第四百八十三條、第四百八十七條第一項之特\r\n別規定，並非對於此項原則所設之例外。准予訴訟救助，僅有同法第一百\r\n十條所列各款之效力，除受救助人依同法第九十六條應供訴訟費用之擔保\r\n者外，他造對於受救助人請求賠償訴訟費用之權利，絕不因此而受影響，\r\n受救助人無須供訴訟費用之擔保時，他造既不因准予訴訟救助之裁定而受\r\n不利益，即不得對此裁定提起抗告或再抗告。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1862 號 民事",
        "case_summary": "確認補償金領取權存在事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "占有非權利而為事實，上訴人不得以占有本件土地之事實，而主張就地上\r\n物之補償費有領取權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1844 號 民事",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "因各共有人分配所得面積之增減，其應負補償義務之全體共有人，似應共\r\n同向全體享有受補償權利者為給付，及各按應有部分之比例負擔或受償。\r\n並非某特定人所增加之面積，適等於他特定人所減少之面積，而應逕由該\r\n個人對個人間為給付 (例：高○太、高○廷所分配附圖Ｌ部分增加之五平\r\n方公尺，非即為附圖Ｃ部分蘇○宗所減少之五平方公尺。賴秀菊分配附圖\r\nＭ部分增加之五平方公尺，非即為附圖Ｄ部分蘇武雄所減少之五平方公尺\r\n……)。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1840 號 民事裁定",
        "case_summary": "請求拆屋還地事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "權利之行使，不得違反公共利益，或以損害他人為主要目的，民法第一百\r\n四十八條第一項定有明文。原審以上訴人如取回系爭九平方公尺土地，需\r\n拆除被上訴人所有六層樓房中央部分，勢必影響大樓結構安全，上訴人取\r\n回該土地又難供建築，其為本件之請求，顯以損害他人為主要目的，有權\r\n利濫用之情形，爰為上訴人敗訴之判決，核無違背法令之情形。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1830 號 民事",
        "case_summary": "確認派下權存在事件",
        "case_date": "民國 86 年 06 月 12 日",
        "case_gist": "認定事實所憑之證據，固不以直接證據為限，惟採用間接證據時，必其所\r\n成立之證據，在直接關係上，雖僅足以證明他項事實，但由此他項事實，\r\n本於推理之作用足以證明待證事實者而後可，不能以臆測為根據，而就待\r\n證事實為推定之判斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1655 號 民事",
        "case_summary": "排除侵害事件",
        "case_date": "民國 86 年 06 月 07 日",
        "case_gist": "同一建物所屬各種共同使用部分，應視各區分所有人實際使用情形，分別\r\n合併，另編建號，單獨登記為各相關區分所有人共有，但若有部分區分所\r\n有人不需使用該共同使用部分者，得予除外；而該共同使用部分之所有權\r\n，應於各相關區分所有建物所有權移轉時，隨同移轉於同一人，並不得單\r\n獨移轉於非區分所有人，此觀八十四年七月十二日修正前之土地登記規則\r\n第七十二條第一款、第二款 (修正後為第七十五條第一款、第八十條) 之\r\n規定自明。因此各區分所有人就各種共同使用部分之應有部分，並非必然\r\n按其區分所有建物即專有部分之面積與共同使用部分之面積比例計算，此\r\n於公寓大廈之地下室停車位，尤為顯然。蓋各區分所有人有需停車位者，\r\n有不需停車位者，需停車位者於買受其專有部分時，得一併買受地下室停\r\n車位，即共同使用部分之應有部分，未買受停車位者，即予除外，而無該\r\n共同使用部分之應有部分；且地政機關於建築改良物登記簿上就共同使用\r\n部分係另編建號，詳列各區分所有人就共同使用部分之權利範圍 (即應有\r\n部分) ，故作為停車位之地下室，即共同使用部分並非當然屬於全體住戶\r\n所共有。若買賣契約已載明未買受地下室停車位，地政機關就地下室，即\r\n共同使用部分所登記之權利範圍亦因其有無買受停車位而有差異，而無依\r\n民法第七百九十九條規定「推定」為各區分所有人共有之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 301 號 民事",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "假處分，非因請求標的之現狀變更，有日後不能強制執行，或甚難執行之\r\n虞者，不得為之 (民事訴訟法第五百三十二條第二項) 。此於爭執之法律\r\n關係，有定暫時狀態之必要者，準用之 (民事訴訟法第五百三十八條) 。\r\n故如對於請求標的之現狀之變更，已不能為強制執行者 (如標的物已滅失\r\n) ，即無施以假處分予以保全之必要。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 297 號 民事",
        "case_summary": "確認派下權存在事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "上訴不合程式、或已逾上訴期間或法律上不應准許者，第二審法院應以裁\r\n定駁回之。但其情形可以補正者，審判長應定期間先命補正。民事訴訟法\r\n第四百四十四條第一項定有明文。惟查法院合議庭受命法官之裁定命補繳\r\n一、二審裁判費及法院之以言詞辯論期日通知書載明「請於十日內補繳一\r\n、二審裁判費」，均難認已踐行上開審判長已定期間先命補正之程序。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 296 號 民事",
        "case_summary": "給付票款強制執行事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "拍賣執行程序一經終結，依前揭說明，已不容再聲明異議，請求撤銷拍賣\r\n執行程序。又依強制執行法第一百十三條準用第六十九條規定，拍賣不動\r\n產之買受人就物之瑕疵無擔保請求權。相對人所稱：法院拍賣公告內未記\r\n載上開二筆土地係何種分區用地，嗣經伊查詢，發現一五○之二○地號土\r\n地竟編列為「道路用地」云云，即令屬實，亦僅屬物之瑕疵擔保之問題，\r\n惟拍賣不動產，其買受人既就物之瑕疵無擔保請求權，相對人執此理由聲\r\n請或聲明異議，自難謂合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1820 號 民事判決",
        "case_summary": "請求返還墊款事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "按無因管理固須有為他人管理之意思，惟為他人之意思與為自己之意思不\r\n妨併存，故為圖自己之利益，若同時具有為他人利益之意思，仍不妨成立\r\n無因管理。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1816 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "訴訟標的對於共同訴訟之各人必須合一確定者，必須一同起訴或一同被訴\r\n，其當事人之適格，始能謂無欠缺。如未以該共同訴訟人之全體一同起訴\r\n或被訴，而法院誤為適格之當事人，對之就訴訟標的為實體之裁判，該裁\r\n判縱經確定，對於應參與訴訟之共同訴訟人全體均無若何效力可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1815 號 民事判決",
        "case_summary": "國家賠償等事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "（一）按國家賠償法第二條第二項前段規定：「公務員於執行職務行使公\r\n      權力時，因故意或過失不法侵害人民自由或權利者，國家應負損害\r\n      賠償責任。」又民法第一百八十四條第一項前段規定：「因故意或\r\n      過失，不法侵害他人之權利者，負損害賠償責任。」均以不法行為\r\n      為其要件之一。所謂不法，係指違反法律強制禁止之規定而言。查\r\n      兩造因系爭土地，於八十一年二月二十四日召開協調會，決議由被\r\n      上訴人於八十二會計年度編列頂算， (於該預算獲市議會審議通過\r\n      後，即行) 依當年期公告現值加四成辦理價購補償上訴人，有協調\r\n      會議紀錄可考，復為兩造所不爭。依此協議被上訴人固有編列預算\r\n      價購系爭土地之義務，惟被上訴人屆期不予辦理，僅為違反約定而\r\n      已，屬債務不履行之問題，究不能謂被上訴人違反法律強行規定或\r\n      違背公序良俗。上訴人以被上訴人未如期編列預算辦理價購手續，\r\n      即指為不法行為，殊不足取。 (八十六年度台上字第一八一五號) \r\n（二）國家賠償法第二條第二項後段所謂公務員怠於執行職務，係指公務\r\n      員對於被害人有應執行之職務而怠於執行者而言。換言之，被害人\r\n      對於公務員為特定職務行為，有公法上請求權存在，經請求其執行\r\n      而怠於執行，致自由或權利遭受損害者，始得依上開規定，請求國\r\n      家負損害賠償責任。若人民無公法上請求權可行使，或公務員未怠\r\n      於執行職務者，即不得請求國家賠償。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1812 號 民事判決",
        "case_summary": "確認股票權利不存在事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "被上訴人既屬證券經紀商，依法不得以自有資金購買上市股票，僅能受委\r\n託在證券集中交易市場為買賣股票之行為，則集保公司於發現系爭股票為\r\n已掛失有瑕疵之股票，通知被上訴人補回同類股票，被上訴人如何能以自\r\n有資金購買同類股票﹖且原審既已認證券經紀商之被上訴人非股票之受讓\r\n人；而又認為被上訴人向集保公司以同類股票補回，其法律關係屬互易，\r\n不無理由矛盾之違法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1810 號 民事",
        "case_summary": "確認請求權存在事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "本件上訴人主張因時效而取得系爭土地地上權，向地政機關申請登記，經\r\n土地所有權人提出異議，反對上訴人設定地上權登記，嗣經地政機關二次\r\n調處而駁回上訴人登記之申請，有三重地政事務所函在卷可稽。因兩造對\r\n系爭地上權之登記有所爭執，上訴人乃提起本件確認之訴，原審未查明上\r\n訴人提起本件確認之訴，能否依該確定判決送請地政機關申請登記，使登\r\n記程序之障礙除去。倘上訴人有即受確認判決之法律上利益，自應就上訴\r\n人主張之地上權登記請求權是否存在為實體上之審理。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1807 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "民法第一百四十八條權利之行使，不得以損害他人為主要目的之規定，係\r\n在限制權利人行使權利，專以損害他人為主要目的。若當事人行使權利，\r\n雖足使他人喪失利益，苟非以損害他人為主要目的，即不受該條規定之限\r\n制。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1798 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "按加害人之侵權行為如連續 (持續) 發生者，則被害人之請求權亦不斷發\r\n生，而該請求權之消滅時效亦應不斷重新起算。因此，連續性侵權行為，\r\n於侵害終止前，損害仍在繼續狀態中，被害人無從知悉實際受損情形，自\r\n無法行使損害賠償請求權，其消滅時效自應俟損害之程度底定知悉後起算\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1790 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "違約金，除當事人另有訂定外，視為因不履行而生損害之賠償總額。但約\r\n定如債務人不於適當時期，或不依適當方法履行債務時，即須支付違約金\r\n者，債權人於債務人不履行時，除違約金外，並得請求履行或不履行之損\r\n害賠償。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1782 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 06 月 06 日",
        "case_gist": "「代表」與「代理」之制度，其法律性質及效果均不同：「代表﹂在法人\r\n組織法上不可欠缺，代表與法人係一個權利主體間之關係，代表人所為之\r\n行為，不論為法律行為、事實行為或侵權行為，均為法人之行為；「代理\r\n」人與本人則係兩個權利主體間之關係，代理人之行為並非本人之行為，\r\n僅其效力歸屬於本人，且代理人僅得代為法律行為及準法律行為。"
    },
    {
        "case_id": "最高法院 86 年度台簡抗字第 42 號 民事",
        "case_summary": "給付貨款事件",
        "case_date": "民國 86 年 06 月 05 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審裁定，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人固得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起抗告。但同法第四百二十七條第一項簡易訴\r\n訟程序之第二審裁定，則不在得逕向最高法院提起抗告之列。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1777 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 05 日",
        "case_gist": "物之瑕疵，然買受人得否另依同法第三百六十條規定請求損害賠償，則以\r\n有買賣之物，缺少出賣人所保證之品質或出賣人故意不告知物之瑕疵情形\r\n為限。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1772 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 06 月 05 日",
        "case_gist": "債權人依民法第二百四十四條之規定聲請撤銷債務人之有害行為者，倘有\r\n害行為之標的為可分，僅能於保全債權或權利之必要限度內，撤銷其行為\r\n，與保全無關之部分，自不得一併予以撤銷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1771 號 民事",
        "case_summary": "給付買賣價金事件",
        "case_date": "民國 86 年 06 月 05 日",
        "case_gist": "民事訴訟採不干涉主義，凡當事人所未聲明之利益，不得歸之於當事人，\r\n所未提出之事實及證據，亦不得斟酌之，此觀民事訴訟法第三百八十八條\r\n之規定自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1766 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 06 月 05 日",
        "case_gist": "債務人與第三人通謀移轉其財產，其目的雖在使債權無法實現，而應負債\r\n務不履行之責任，但將自己之財產予以處分，原可自由為之，究難謂係故\r\n意不法侵害債權人之權利，而構成共同侵權行為。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1764 號 民事",
        "case_summary": "侵權行為損害賠償事件",
        "case_date": "民國 86 年 06 月 05 日",
        "case_gist": "法人對於其董事或其他有代表權之人因執行職務所加於他人之損害，與該\r\n行為人連帶負賠償之責任，民法第二十八條固定有明文。惟上訴人陳○輝\r\n係上訴人固貝公司之業務主任，僅負責辦理有關訂貨及付款事宜，似非上\r\n訴人公司之董事或其他有代表權之人，原審遽認上訴人固貝公司應依民法\r\n第二十八條規定，與上訴人陳○輝負連帶賠償損害、銷燬包裝匣卡上仿冒\r\n之商標，及刊登原判決與上開刑事判決主文於新聞紙之責任，即有可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1747 號 民事",
        "case_summary": "拆屋還地等事件",
        "case_date": "民國 86 年 06 月 05 日",
        "case_gist": "共有人本於所有權，對於第三人為回復共有物之請求者，僅須求為命該第\r\n三人向「共有人全體」返還共有物之判決，非衹單獨請求向自己返還為已\r\n足，並不以詳列全體共有人之「姓名」為必要。縱有詳列或誤將「已死亡\r\n」之共有人姓名列入，苟於不妨碍其請求該第三人向「共有人全體」為返\r\n還之本意，應非法所不許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1737 號 民事",
        "case_summary": "確認優先承買權無效等事件",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "土地共有人依土地法第三十四條之一第一項規定，出售共有土地之全部，\r\n其為處分之共有人，僅係對自己之應有部分處分自己之權利，其得一併處\r\n分他共有人之應有部分，乃源於法律之授權，並非以此剝奪他共有人依同\r\n條第四項所定之優先承買權，是共有人依首揭規定出售共有土地之全部時\r\n，他共有人對於出賣共有土地全部之共有人之應有部分，依同條第四項規\r\n定得主張優先承買權利，為本院所持之見解。強制執行之拍賣，既為買賣\r\n之一種，則執行拍賣共有土地之全部時，共有人自有依同樣條件優先承購\r\n之權。其次，分割共有土地之變價分配，乃係將共有土地予以變價，以所\r\n得價金分配於各共有人，此與金錢債務係由債權人聲請拍賣債務人之土地\r\n，將其拍得價金清償債務人之債務不同，自無禁止土地共有人應買之必要\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1736 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "意定代理之授權行為，並非要式行為，其授與無須依照一定之方式，明示\r\n或默示之授權均得為之，此觀之民法第一百六十七條規定甚明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1734 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "民法規定之損害賠償方法，以回復原狀為原則，金錢賠償為例外，負損害\r\n賠償責任者，除法律另有規定或契約另有約定外，應回復他方損害發生前\r\n之原狀；如經債權人定相當期限催告後，逾期不為回復時，或不能回復原\r\n狀或回復原狀顯有困難時，債權人始得請求以金錢賠償其損害。又回復原\r\n狀並不以債務人本人親自為之為必要。此觀民法第二百十三條第一項、第\r\n二百十四條、第二百十五條之規定自明。本件被上訴人並未定期催告上訴\r\n人回復原狀，即逕行起訴請求以金錢賠償其損害，原審疏未調查並說明兩\r\n造是否另有約定或回復原狀顯有困難，徒以上訴人均無專門技術修復電纜\r\n工程為詞，即准許被上訴人請求以金錢賠償，自有未洽。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1730 號 民事",
        "case_summary": "確認委任關係不存在事件",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "股份有限公司之股東名簿應記載各股東之本名或名稱、住所或居所，及其\r\n股數及股票號數等。記名股票之轉讓，非將受讓人之本名或名稱記載於股\r\n票，並將受讓人之本名或名稱及住所或居所記載於公司股東名簿，不得以\r\n其轉讓對抗公司。公司法第一百六十九條第一項、第一百六十五條第一項\r\n分別定有明文。故凡列名於股東名簿之股東者，即推定其為股東，對公司\r\n得主張其有股東資格而行使股東之權利。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1706 號 民事",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "農業發展條例第三十條規定，每宗耕地不得分割或移轉為共有，旨在防止\r\n農地細分，倘共有人所共有之多筆耕地，經分割合併之結果，耕地之筆數\r\n及共有人數均未增加，與該條規定並不違背。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1705 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "按侵權行為乃對於被害人所受之損害，由加害人予以填補，俾回復其原有\r\n財產狀態之制度，而不當得利乃剝奪受益人之得利，使返還予受損人之制\r\n度，二者之直接目的不同，得請求之範圍尤未必一致，本件原審同時依侵\r\n權行為及不當得利二種法律關係判決被上訴人勝訴，尚有未合；且就不當\r\n得利而言，何以應由上訴人負「連帶」返還之責任，原審未說明其依據，\r\n亦嫌疏略。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1704 號 民事",
        "case_summary": "確認債權不存在事件",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "「訴訟標的之法律關係，於確定之終局判決中經裁判者，當事人之一造以\r\n該確定判決之結果為基礎，於新訴訟用作攻擊防禦方法時，他造應受其既\r\n判力之拘束，不得以該確定判決言詞辯論終結前，所提出或得提出而未提\r\n出之其他攻擊防禦方法為與該確定判決意旨相反之主張，而被上訴人於該\r\n事件未曾抗辯：伊於七十三年間所墊付系爭二筆款項，即：李○文之喪葬\r\n費六萬第八千七百八十元及發還李○文代保管之戴○明存款四十三萬七千\r\n零三十元，均應自上述遺款一百三十八萬六千九百六十七元中扣除，申言\r\n之，被上訴人並未陳述李○文之遺款實際上於扣除上述二筆款項後，祗有\r\n八十八萬一千一百五十七元。此項防禦方法，被上訴人於上開另案言詞辯\r\n論終結前得提出而未提出，依前揭判例意旨，似不得於本件再提出為與該\r\n確定判決意旨相反之主張。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1703 號 民事",
        "case_summary": "返還所有物等事件",
        "case_date": "民國 86 年 05 月 30 日",
        "case_gist": "民法第六百二十九條規定「交付提單於有受領物品權利之人時，其交付就\r\n物品所有權移轉之關係，與物品之交付，有同一之效力」，係指為物品所\r\n有權移轉之目的而交付提單於有受領物品權利之人時，與交付物品有同一\r\n之效力而言。苟非就物品所有權之移轉而交付提單，而係因其他原因交付\r\n者，亦僅使受交付者取得請求交付物品之權利，並不當然取得物品之所有\r\n權。故受交付提單者，究竟取得何種權利，應依提單授受當事人間之契約\r\n內容而定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1691 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 05 月 29 日",
        "case_gist": "土地法第一百零三條第二款規定，承租人以基地違反法令之使用時，出租\r\n人得收回基地。所謂承租人以基地供違反法令之使用時，係指以基地或基\r\n地上之房屋供違反法令之使用者而言。又承租人使用基地上之房屋以為違\r\n反法令之行為，諸如開設娼寮、賭場等，其行為人尚包括承租人之同居人\r\n及其允許使用之第三人在內。意圖營利提供賭博場所、聚眾賭博之行為，\r\n當然為供違反法令之使用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1689 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 86 年 05 月 29 日",
        "case_gist": "物之出賣人，對於買受人所負瑕疵擔保之責任，係以其物依民法第三百七\r\n十三條之規定危險移轉於買受人時有瑕疵存在為要件。在危險移轉前，買\r\n受人雖已發覺其物有瑕疵，如出賣人未確定的拒絕擔保，買受人尚不得依\r\n民法第三百五十九條之規定解除契約。本件買賣標的物尚未交付，為兩造\r\n所不爭，雖其物有瑕疵存在，但被上訴人既已表示願負擔保責任，以補足\r\n不足之坪數或予以改善，依上開說明，上訴人即不得主張解除契約，請求\r\n返還已付價金及費用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1681 號 民事判決",
        "case_summary": "給付退休金事件",
        "case_date": "民國 86 年 05 月 29 日",
        "case_gist": "按所謂工資，係指勞工因工作而獲得之報酬，勞動基準法第二條第三款前\r\n段定有明文，是工資係勞工之勞力所得，為其勞動之對價，且須為經常性\r\n之給與，始足當之。所謂經常性之給與，係指非勞動基準法施行細則第十\r\n條所列各款之情形，縱在時間上、金額上非固定，只要在一般情形下經常\r\n可以領得之給付即屬之。亦即只要某種給與係屬工作上之報酬，在制度上\r\n有經常性者，即得列入平均工資以之計算退休金。被上訴人自八十二年九\r\n月起至八十四年一月三十一日止，每月皆領取生產奬金，顯然此屬經常性\r\n之給與。又上訴人之員工 (外籍勞工除外) 皆發給全勤獎金，此在制度上\r\n已形成經常性，屬經常性之給與。再上訴人之員工皆須為上訴人保養機器\r\n，故機器保養費乃保養機器之工作上之報酬，在制度上有其經常性，亦屬\r\n經常性之給與。以上生產獎金、全勤獎金、機器保養費三種均得列入平均\r\n工資計算之範疇。 (八十六年度台上字第一六八一號)"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1680 號 民事",
        "case_summary": "確認抵押債權不存在等事件",
        "case_date": "民國 86 年 05 月 29 日",
        "case_gist": "系爭抵押權為債權額一百八十萬元之最高限額抵押權，抵押人即被上訴人\r\n向抵押權人即上訴人所借一百五十萬元債務雖已因清償而消滅，然系爭抵\r\n押權之存續期間係自七十九年三月十九日起至一○九年三月十八日止，此\r\n有被上訴人所提出之土地建築2 良物抵押權設定契約書、他項權利證明書\r\n影本可稽，系爭抵押權之存續期間仍未屆滿，揆諸首揭說明，上訴人於擔\r\n保存續期間內對被上訴人取得之債權，在最高限額一百八十萬元之範圍內\r\n，皆為系爭抵押權效力之所及。原審未調查審認系爭抵押權擔保之債權所\r\n由生之契約，是否已合法終止﹖存續期間內所有發生之債權，是否已確定\r\n不存在﹖遽以被上訴人向上訴人所借一百五十萬元已清償，系爭抵押權非\r\n擔保姚漢生負欠上訴人之債務等詞，認被上訴人得請求確認系爭抵押權所\r\n擔保之債權不存在，及命上訴人塗銷系爭抵押權設定登記，而為上訴人敗\r\n訴之判決，於法自有違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1675 號 民事",
        "case_summary": "返還房屋事件",
        "case_date": "民國 86 年 05 月 29 日",
        "case_gist": "出租人除應以合於所約定使用、收益之租賃物交付承租人外，並應於租賃\r\n關係存續中保持其合於約定使用、收益之狀態，此觀民法第四百二十三條\r\n規定自明。此項出租人之租賃物保持義務與承租人之給付租金義務，具有\r\n對價關係。是如出租人未於租賃關係存續中保持其合於約定使用、收益之\r\n狀態，承租人非不得行使同時履行抗辯權而拒絕租金之給付。又承租人如\r\n因此受有損害，亦非不得以出租人債務不履行而請求損害賠償。復按同法\r\n四百三十條所定承租人自行修繕租賃物、終止契約、償還費用或於租金扣\r\n除等，係承租人之權利，而非其義務。是承租人於出租人不履行其保持義\r\n務或修繕義務時，自得不行使同法四百三十條所定租賃物自行修繕、租金\r\n扣除等權利，而行使其同時履行抗辯權及債務不履行之損害賠償請求權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1673 號 民事",
        "case_summary": "撤銷股東會決議事件",
        "case_date": "民國 86 年 05 月 29 日",
        "case_gist": "公司法規定股份有限公司股東會之決議，應有一定額數比例之股東出席，\r\n並以一定額數比例之出席股東表決權同意行之。該所謂「出席股東」，應\r\n指曾在出席股東之簽名簿上簽名，或提出公司所發憑以出席股東會之出席\r\n簽到卡或公司章程所定其他足以認定具備「出席」要件之股東而言。若股\r\n東僅於股東會到場，而不於出席股東之簽名簿上簽名，又未提出憑以出席\r\n股東會之出席簽到卡，或未具備其他公司章程所定足以認定「出席」之要\r\n件者，即難謂其為「出席股東」。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1664 號 民事",
        "case_summary": "給付瑕疵修補費用等事件",
        "case_date": "民國 86 年 05 月 29 日",
        "case_gist": "法院固得審酌鑑定人依其特別知識就鑑定事項所陳述之鑑定意見，依自由\r\n心證判斷事實之真偽，然就鑑定意見之可採與否，仍應踐行調查證據之程\r\n序而後定其取捨，倘不問鑑定意見所由生之理由如何，遽採為裁判之依據\r\n，不啻將採證認事之職權，委諸鑑定人，與鑑定僅為調查證據方法之一種\r\n之趣旨，殊有違背。民事訴訟法第四百條第二項既明定，經裁判之抵銷數\r\n額有既判力，其因該部分判決所生法律上效力而受不利益之當事人，自得\r\n對該部分判決提起上訴，不因判決主文形式上為准駁之諭知而受影響。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1656 號 民事",
        "case_summary": "返還停車位事件",
        "case_date": "民國 86 年 05 月 28 日",
        "case_gist": "民法第八百十八條固規定：各共有人按其應其部分，對於共有物之全部，\r\n有使用、收益之權。惟同法第八百二十條第一項復規定，共有物除契約另\r\n有訂定外，由共有人共同管理之。而所謂管理，旨在為使用、收益。足見\r\n第八百十八條之規定，係指共有物尚未經共有人為分管之約定時始有其適\r\n用。倘共有人就共有物已為分管之約定，共有人只能就各自分管部分而為\r\n使用、收益，此為當然之解釋。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1644 號 民事",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 05 月 23 日",
        "case_gist": "按債權人對於已提出之給付，拒絕受領或不能受領者，自提出時起，固負\r\n遲延責任 (民法第二百三十四條) ，惟債務人所負債務仍屬存在，僅其責\r\n任減輕，即僅就故意或重大過失，負其責任 (民法第二百三十七條) ，或\r\n無須支付利息 (民法第二百三十八條) 而已，仍難認債務人已完成給付義\r\n務。原審以被上訴人已三次函催上訴人辦理點交「經國雅舍」之房屋，且\r\n於準備程序中亦曾將全部鑰匙提出於法庭，欲交付上訴人，而為上訴人所\r\n拒，遂認依民法第二百三十四條之規定，上訴人已受領遲延，而被上訴人\r\n無給付遲延責任，即得認被上訴人已完成交屋給付義務，所持法律上見解\r\n，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1642 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 05 月 23 日",
        "case_gist": "本件屬預售屋之買賣，於訂約時買賣標的尚不存在，為原審所合法確定之\r\n事實。雖被上訴人係依政府主管機關核准之設計圖施工，惟其完工後尚會\r\n有實際現況面積與買賣面積誤差之情事存在，故如因完工交付之買賣標的\r\n物與契約約定內容不符，致有物之瑕疵存在時，乃屬出賣人於訂約後按圖\r\n施工時始發生，能否謂該瑕疵，於兩造契約成立即已存在，則有再事研求\r\n之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1630 號 民事",
        "case_summary": "給付補償費事件",
        "case_date": "民國 86 年 05 月 23 日",
        "case_gist": "台灣之家產，自清代即屬父祖子孫所構成家屬之公同共有，日本據台後，\r\n仍然維持家產制度，戶主所有之財產，除有特別情事外，均屬此種財產；\r\n家產未經鬮分以前，係家屬全體之公同共有。是系爭土地在日據時期雖以\r\n訴外人俞石生個人名義辦理登記，並不影響其實際為家產之性質。末按家\r\n屬對於戶主之家產分析請求權，係因身分關係所生之財產上請求權，在家\r\n產尚未分析前，自有財產上之利益，此一財產上之利益，可作為繼承之標\r\n的。"
    },
    {
        "case_id": "最高法院 86 年度台聲字第 219 號 民事",
        "case_summary": "聲請認可收養事件",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "關於收養子女事件之聲請指定管轄，如收養人在中華民國現有住、居所或\r\n最後之住所 (即曾經在中華民國設籍) 者，應逕向住、居所或最後住所所\r\n在地之地方法院聲請裁定認可收養，毋庸聲請本院指定管轄。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1623 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "開明輪失火發生於六十五年三月十七日，在交通部六十六年五月九日發布\r\n實施「船舶危險品裝載規則」以前，臺灣省政府為維護港區危險品裝卸之\r\n安全，訂頒有「臺灣省港區危險品裝卸管理辦法」，依該辦法規定，棉花\r\n不屬於該辦法所稱之危險物品，各港務局對於船運棉花進口裝卸，均未依\r\n該辦法列為危險物品處理。至於「國際海運危險品準則」雖將棉花列為第\r\n四類易燃危險品，惟該準則係國際政府間海事咨詢組織發行，臺灣省政府\r\n並未規定各港務局參考，交通部亦認為：「所謂臺灣省各港依『國際海運\r\n危險品準則』，將棉花視為易燃危險品管理乙節，似與事實不符」，有交\r\n通部七十一年五月二十七日交航字第一一○九九號函、臺灣省政府交通處\r\n七十一年四月十二日交三字第一五六八八號函可稽。又我國雖加入「一九\r\n六○年海上人命安全國際公約」，然「國際海運危險品準則」並非構成該\r\n公約之一九八項附屬法則之一，有外交部八十二年八月三十一日外條一\r\n字第八二三二二四六○號、八十二年九月十五日外條一字第八二三二三\r\n八七四號函可憑。上訴人聲請另向倫敦國際海事組織查詢結果，據外交部\r\n八十五年六月四日條字第Ａ一三九號函覆：「該組織 (即國際海事組織\r\n) 於本 (五) 月二十四日復稱：『國際海運危險品準則一九六五年版』並\r\n非依據『一九六○年海上人命安全國際公約』所制定，故非該公約之附屬\r\n規則」等語。上訴人以被上訴人未遵守有關易燃品裝卸之法規，為違反保\r\n護他人之法律云云，尚有誤解。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1620 號 民事判決",
        "case_summary": "請求給付報酬",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "違約金有賠償性違約金及懲罰性違約金，其效力各自不同。前者以違約金\r\n作為債務不履行所生損害之賠償總額。後者以強制債務之履行為目的，確\r\n保債權效力所定之強制罰，於債務不履行時，債權人除得請求支付違約金\r\n外，並得請求履行債務，或不履行之損害賠償。當事人約定之違約金究屬\r\n何者，應依當事人之意思定之。如無從依當事人之意思認定違約金之種類\r\n，則依民法第二百五十條第二項規定，視為賠償性違約金。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1615 號 民事判決",
        "case_summary": "請求損害賠償事件",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "按民法第三百五十九條規定：「買賣因物有瑕疵，而出賣人依前五條之規\r\n定，應負擔保之責者，買受人得解除其契約，或請求減少其價金。」旨在\r\n兼顧買賣雙方之利益與損失。是買受人請求滅少之價金數額，自應依同品\r\n質物品之市場價值與系爭瑕疵物之買賣價金並其滅少後之實際價格相比較\r\n，以為計算之基準。倘買賣當時之價金與市價相當，固應以市價扣除瑕疵\r\n物品之實際價值，為買受人所得主張減損價值損失之數額。倘買賣價金較\r\n市價為低時，不問出賣人是否有將瑕疵物品減損之價值扣除之意，如仍以\r\n市價扣除實際價值以為計算其減少之價值損失數額，則失諸公平。是以法\r\n院於計算買受人得請求之減少價金數額時，自應先調查買賣當時之市價與\r\n買賣價金是否相當，方能為適當之裁量。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1598 號 民事判決",
        "case_summary": "請求清償債務",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "合夥之解散，其清算；應依民法第六百九十四條之規定，由合夥人全體或\r\n其所選任之清算人為之。但合夥中之一人於解散清算經合法通知而故不到\r\n場者，其餘合夥人之清算，對該未到場之人並非無效 (參閱司法院院字第\r\n一五九八號解釋) 。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1597 號 民事",
        "case_summary": "分配表異議之訴事件",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "就同一不動產或其應有部分設定二以上抵押權者，始有發生抵押權應以登\r\n記次序先後定其優先效力之問題。是以不同區分所有之各建物基地之應有\r\n部分為標的，分別為他人設定之抵押權，各該基地之應有部分乃屬各個不\r\n同之抵押權標的內容，各該抵押權人應僅得就其所設定抵押權標的基地之\r\n應有部分行使優先受償之權利，各抵押權人間並不因登記先後而對不同之\r\n標的基地應有部分享有優先受償之權，初與所有權應有部分按其比例抽象\r\n存在於共有物全部之效果無涉。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1587 號 民事",
        "case_summary": "返還票據等事件",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "公司不得為他公司無限責任股東或合夥事業之合夥人，公司法第十三條第\r\n一項定有明文。此為強制規定，違反之者，依民法第七十一條規定，該合\r\n夥契約為無效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1586 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 05 月 22 日",
        "case_gist": "民法第一百二十七條所定時效期間為二年之請求權，均為宜速履行或應速\r\n履行之性質。再同條第八款所謂商人所供給之商品，係指動產而言，並不\r\n包括不動產在內，此觀該款規定將商人所供給之商品，與製造人、手工業\r\n人所供給之產物併列，不難明瞭。船舶建造之時間久，給付船價之期間長\r\n，船價給付請求權已非宜速履行或應速履行之請求權，且船舶所有權之取\r\n得、抵押權之設定，均須經登記，具有不動產之性質，船舶能否視為民法\r\n第一百二十七條第八款所謂之商人所供給之商品，即非無疑。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1580 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 05 月 21 日",
        "case_gist": "雇主依勞動基準法第五十九條規定所負之補償責任，係法定補償責任，並\r\n不排除雇主依民法規定應負之侵權行為賠償責任，此由該法第六十條規定\r\n「雇主依前規定給付之補償金額得抵充就同事故所生損害之賠償金額」自\r\n明，原審依調查證據為辯論之結果，認定上訴人對防止熱交換器有崩塌之\r\n虞之作業場所引起之危害，未設置符合標準之必要安全設備，違反勞工安\r\n全衛生法第五條第一項第五款規定，應與陳貽壎負共同侵權損害賠償責任\r\n，因而為上訴人敗訴判決，並不違背法令。"
    }
]