[
    {
        "case_id": "最高法院 112 年度台抗字第 743 號 民事裁定",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 112 年 09 月 27 日",
        "case_gist": "按豁免條例第 5  條第 4  款明定，駐華外國機構豁免民事、刑事及行政\r\n管轄，但捨棄豁免、為反訴之被告、因商業行為而涉訟或因在中華民國之\r\n不動產而涉訟者，不在此限。所稱「商業行為」，應指不涉及國家主權或\r\n執行公務，純屬私經濟活動之交易行為而言。又稱僱傭者，謂當事人約定\r\n一方於一定或不定之期限內為他方服勞務，他方給付報酬之契約，民法第\r\n482 條定有明文。是駐華外國機構與我國人民訂立僱傭契約，以支付報酬\r\n而取得受僱人提供之勞務，倘該契約內容與國家主權或執行公務無涉，應\r\n認屬豁免條例第 5  條第 4  款所定「商業行為」，則因該契約而涉訟時\r\n，該駐華外國機構自不能依該條例之規定享有民事管轄之豁免。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1933 號 判決",
        "case_topic": "請求給付契約金（拆除設備）等",
        "case_date": "民國 112 年 09 月 27 日",
        "case_gist": "區分所有權人對專有部分之利用，不得有妨害建築物之正常使用及違反區\r\n分所有權人共同利益之行為，公寓大廈管理條例（下稱公寓條例）第 5\r\n條定有明文，此屬同條例第 4  條第 1  項之法律限制。考其立法意旨，\r\n乃因區分所有建物之各專有部分，形成密切之空間相鄰關係，為維持住戶\r\n之共同生活秩序、維護建築物之安全使用功能，區分所有權能之行使應受\r\n制約，不得違反區分所有權人之共同利益。基此，區分所有權人所為如有\r\n妨害建築物正常使用或違反共同利益，縱係行使其專有部分之所有權能，\r\n亦不容許。又公寓條例第 5  條規定之「利用」，不僅指區分所有權人對\r\n專有部分之使用、收益、處分等積極權能，就區分所有權人對專有部分排\r\n除他人干涉之消極權能，亦應涵攝在內，始能貫徹上開立法意旨。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1933 號 民事判決",
        "case_topic": "請求給付契約金（拆除設備）等",
        "case_date": "民國 112 年 09 月 27 日",
        "case_gist": "區分所有權人對專有部分之利用，不得有妨害建築物之正常使用及違反區\r\n分所有權人共同利益之行為，公寓大廈管理條例（下稱公寓條例）第 5\r\n條定有明文，此屬同條例第 4  條第 1  項之法律限制。考其立法意旨，\r\n乃因區分所有建物之各專有部分，形成密切之空間相鄰關係，為維持住戶\r\n之共同生活秩序、維護建築物之安全使用功能，區分所有權能之行使應受\r\n制約，不得違反區分所有權人之共同利益。基此，區分所有權人所為如有\r\n妨害建築物正常使用或違反共同利益，縱係行使其專有部分之所有權能，\r\n亦不容許。又公寓條例第 5  條規定之「利用」，不僅指區分所有權人對\r\n專有部分之使用、收益、處分等積極權能，就區分所有權人對專有部分排\r\n除他人干涉之消極權能，亦應涵攝在內，始能貫徹上開立法意旨。"
    },
    {
        "case_id": "最高法院 112 年度台簡聲字第 31 號 裁定",
        "case_topic": "請求損害賠償聲請指定管轄",
        "case_date": "民國 112 年 09 月 20 日",
        "case_gist": "（一）按民事訴訟法第 436  條之 1  第 1  項、第 436  條之 2  第 1\r\n      項規定，受理簡易程序上訴事件之地方法院合議庭之直接上級法院\r\n      ，為最高法院。同法第 23 條第 1  項規定直接上級法院應依當事\r\n      人之聲請或受訴法院之聲請為管轄之指定者，係為確保當事人所提\r\n      民事事件得受法院公平審判，以保障其訴訟權，故所稱之直接上級\r\n      法院，自係指審判上管轄各該爭議事件之上級法院，而與司法行政\r\n      上之各級法院上下隸屬者無關。\r\n（二）復按依民事訴訟法第 23 條第 1  項第 1  款規定聲請指定管轄，\r\n      須有管轄權之法院，因法律或事實不能行使審判權，或因特別情形\r\n      ，由其審判恐影響公安或難期公平者，始得准許。而有管轄權之法\r\n      院是否具有「由其審判恐影響公安或難期公平」之特別情形，須以\r\n      客觀具體之事實決之，非得以主觀臆測推定。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2360 號 判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 112 年 09 月 13 日",
        "case_gist": "基於法官知法原則，法院審理具體個案，就調查證據所得之事實，須加以\r\n評價、賦予法律效果所依據之法規，原則上並非待證事項，當事人本無舉\r\n證之責任。惟該法律適用三段論下大前提之法規存否，如習慣、地方制定\r\n之法規或外國法為法院所不知者，即應由當事人負舉證之責任，法院並得\r\n基於自由證明之方式加以探知，此觀民事訴訟法第 283  條規定：「習慣\r\n、地方制定之法規及外國法為法院所不知者，當事人有舉證之責任，但法\r\n院得依職權調查之」即明。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2360 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 112 年 09 月 13 日",
        "case_gist": "基於法官知法原則，法院審理具體個案，就調查證據所得之事實，須加以\r\n評價、賦予法律效果所依據之法規，原則上並非待證事項，當事人本無舉\r\n證之責任。惟該法律適用三段論下大前提之法規存否，如習慣、地方制定\r\n之法規或外國法為法院所不知者，即應由當事人負舉證之責任，法院並得\r\n基於自由證明之方式加以探知，此觀民事訴訟法第 283  條規定：「習慣\r\n、地方制定之法規及外國法為法院所不知者，當事人有舉證之責任，但法\r\n院得依職權調查之」即明。黃○吉等人就其所辯：清治時期之臺灣地區，\r\n墾戶（墾主、墾首）載明欲開墾之土地範圍，向官府辦理報墾手續（申請\r\n開荒），官府於受理並派人會同實地勘查無誤，且公告數月無人異議後，\r\n始發給墾照（開墾許可）。墾戶申請開墾之土地面積通常很大，故將之劃\r\n分成多份，再招徠佃戶開墾。倘能於規定期間開墾成田園，向官府通報面\r\n積、等則，經核定賦稅數額，完成報陞程序，即成為該墾地之業戶。故於\r\n清治時期，墾戶（業戶、業主）與佃戶（含其佃農）間之權利義務關係（\r\n如大租、小租），涉及土地之使用收益處分權能等節，並提出文化部臺灣\r\n大百科全書、台灣私法第一卷為據，倘屬實在，即得作為判斷其先祖就黃\r\n○吉等地上物所占用之土地，於清治時期是否已取得合法權源之依據，原\r\n審自應調查認定；且於上開權利經證明後，再依該權利遞延至日治時期、\r\n國治時期之相關舊制及現制，判斷黃○吉等人之抗辯有無理由。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1352 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 112 年 09 月 13 日",
        "case_gist": "按因過失不法侵害他人之權利者，負損害賠償責任，民法第 184  條第 1\r\n項前段定有明文。而過失之有無，應以是否怠於善良管理人之注意義務為\r\n斷，亦即以一般具有相當知識經驗且勤勉負責之人，在相同情況下是否能\r\n預見並避免或防止損害結果之發生為準，如行為人不為謹慎理性之人在相\r\n同情況下所應為之行為，即構成注意義務之違反而有過失。此與債之效力\r\n，即債權人與債務人相互間所受之拘束，依民法第 220  條第 2  項（規\r\n定於第二編債第三節債之效力第一款給付）規定，過失之責任，依事件之\r\n特性而有輕重，如其事件非予債務人以利益者，應從輕酌定之情形不同。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 965 號 判決",
        "case_topic": "請求禁止為一定行為",
        "case_date": "民國 112 年 09 月 07 日",
        "case_gist": "按民法第 18 條第 1  項所謂人格權，係以人格為內容之權利，以體現人\r\n性尊嚴價值之精神利益為其保護客體，乃個人所享有之私權，即關於生命\r\n、身體、名譽、自由、姓名、身分及能力等權利（立法理由參照）。其次\r\n，人格權侵害責任之成立，以「不法」為要件，而不法性之認定，就法益\r\n權衡及公共利益依比例原則而為判斷，倘行為人之行為足以正當化，即不\r\n具不法性。又在契約自由原則下，當事人固得自主地選擇締約對象，惟人\r\n民之言論及出版自由，亦屬憲法所保障之人民基本權（憲法第 11 條參照\r\n）。因此，商業言論所提供之訊息，倘內容為真實，無誤導性，以合法交\r\n易為目的，而有助於消費大眾作出經濟上之合理抉擇者，即具公益性質，\r\n應受憲法言論自由及出版自由之保障，當事人尚不得以締約自由為由予以\r\n限制。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 965 號 民事判決",
        "case_topic": "請求禁止為一定行為",
        "case_date": "民國 112 年 09 月 07 日",
        "case_gist": "民法第 18 條第 1  項所謂人格權，係以人格為內容之權利，以體現人性\r\n尊嚴價值之精神利益為其保護客體，乃個人所享有之私權，即關於生命、\r\n身體、名譽、自由、姓名、身分及能力等權利（立法理由參照）。其次，\r\n人格權侵害責任之成立，以「不法」為要件，而不法性之認定，就法益權\r\n衡及公共利益依比例原則而為判斷，倘行為人之行為足以正當化，即不具\r\n不法性。又在契約自由原則下，當事人固得自主地選擇締約對象，惟人民\r\n之言論及出版自由，亦屬憲法所保障之人民基本權（憲法第 11 條參照）\r\n。因此，商業言論所提供之訊息，倘內容為真實，無誤導性，以合法交易\r\n為目的，而有助於消費大眾作出經濟上之合理抉擇者，即具公益性質，應\r\n受憲法言論自由及出版自由之保障，當事人尚不得以締約自由為由予以限\r\n制。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1822 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 112 年 09 月 07 日",
        "case_gist": "按民事訴訟法第 395  條第 2  項規定，法院廢棄或變更假執行之本案判\r\n決者，被告因免假執行所受損害，得請求原告賠償之。蓋原告以宣告假執\r\n行之本案判決為執行名義，聲請法院對被告實施強制執行，該本案判決如\r\n經廢棄或變更，其假執行之宣告即失其效力，被告因免受假執行預供擔保\r\n所受之損害，既係由於不當之執行所致，自應由原告負責賠償。惟倘被告\r\n供擔保免為假執行後，上級法院雖肯認原告於實施假執行時之實體上請求\r\n權存在，但因情事變更，其起訴目的已達，或因混同致原告之債權消滅，\r\n而廢棄或變更宣告假執行之本案判決時，既難謂原告為不當執行，自無民\r\n事訴訟法第 395  條第 2  項規定之適用。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1617 號 判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 112 年 09 月 07 日",
        "case_gist": "按公務員於執行職務行使公權力時，因故意或過失不法侵害人民自由或權\r\n利者，國家應負損害賠償責任，國家賠償法第 2  條第 2  項前段定有明\r\n文。是公務員之職務行為須符合行使公權力，主觀上有故意或過失，行為\r\n不法，及特定人自由或權利受損害與不法行為間具相當因果關係等要件，\r\n國家始負賠償責任。當人民主張因行政處分違法而發生國家賠償訴訟時，\r\n該行政處分是否違法，經行政法院裁判確定，基於違法性一元論，普通法\r\n院就行政處分違法性之判斷，固應受行政法院確定裁判之拘束，惟非謂行\r\n政處分違法，作成處分之公務員即當然構成職務上侵權行為，普通法院仍\r\n應檢視審查公務人員執行職務是否具備上開國家賠償之要件。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 728 號 裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "按民事訴訟法第 528  條第 2  項規定，抗告法院為裁定前，應使債權人\r\n及債務人有陳述意見之機會。旨在保障債權人及債務人之程序權，並使法\r\n院能正確判斷原裁定之當否。然假扣押係保全程序，假扣押裁定具隱密性\r\n，為防止債務人隱匿或處分財產，以保全債權人之強制執行，其執行應依\r\n強制執行法第 132  條第 1  項規定，於裁定送達債務人之同時或送達前\r\n為之。考量此項立法旨趣，債權人對駁回其假扣押聲請之裁定提起抗告，\r\n倘假扣押隱密性仍應予維持，即無須使債務人有陳述意見之機會。且各次\r\n假扣押聲請有其獨立性，假扣押程序隱密維持之必要性，應以各別假扣押\r\n程序本身為其判斷依據，不得以債權人先前已有過聲請假扣押之行為，據\r\n為否定本次假扣押程序隱密性之需要。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 660 號 裁定",
        "case_topic": "返還借款強制執行聲明異議",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "強制執行貴在迅速實現執行名義內容，基於執行名義之作成機關或實體權\r\n利救濟訴訟之受理法院，與執行法院分離之原則，執行法院之審認並無實\r\n質確定力；且由司法事務官辦理執行事務等相關面向考量，執行法院就是\r\n否屬無益執行（有無拍賣實益）要件之判斷，當依外觀事實或狀態，為形\r\n式調查審認，俾兼顧上開分離原則與執行事務之特色。則法院於強制執行\r\n事件之聲明異議、異議或抗告程序，而適用強制執行法及相關規定時，亦\r\n應依該調查審認之標準。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 660 號 民事裁定",
        "case_topic": "返還借款強制執行聲明異議",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "強制執行貴在迅速實現執行名義內容，基於執行名義之作成機關或實體權\r\n利救濟訴訟之受理法院，與執行法院分離之原則，執行法院之審認並無實\r\n質確定力；且由司法事務官辦理執行事務等相關面向考量，執行法院就是\r\n否屬無益執行（有無拍賣實益）要件之判斷，當依外觀事實或狀態，為形\r\n式調查審認，俾兼顧上開分離原則與執行事務之特色。則法院於強制執行\r\n事件之聲明異議、異議或抗告程序，而適用強制執行法及相關規定時，亦\r\n應依該調查審認之標準。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 3166 號 判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "（一）按侵權行為損害的發生，如符合共同侵權行為或共同危險行為之要\r\n      件，基於保護被害人之目的，各行為人除應就自己行為部分外，尚\r\n      應就他人行為之結果，負其責任（民法第 185  條第 1  項規定參\r\n      照）。惟考慮各行為人對損害發生之相對責任程度，如於具體個案\r\n      ，認行為人仍須對全部損害負連帶賠償責任，顯屬過苛，要與行為\r\n      人僅就自己行為負損害賠償責任之事務本質，及公平正義原則，不\r\n      無牴觸。又因欠缺注意而過失為不實財報編製查核之董監事，與發\r\n      行人之責任有別，法院在決定因過失違反修正前證交法第 20 條規\r\n      定之董監事所應負責任時，為避免過苛之賠償責任降低優秀人才出\r\n      任之意願，而有礙企業之用才、公司治理及國家經濟發展，非不得\r\n      基於責任衡平考量，斟酌各賠償義務人之行為特性、其違法行為與\r\n      損害之關連程度等情狀，進而依其責任比例，定各自賠償責任。\r\n（二）復按 91 年證交法第 20 條規定，係為保護投資人之權益，避免發\r\n      生證券詐欺之行為，使投資人判斷風險之能力不受干擾，而就資訊\r\n      公開義務之違反所設之規定，屬於民法第 184  條第 2  項所定保\r\n      護他人之法律。於 95 年證交法第 20 條之 1  增訂前，有價證券\r\n      之發行人如有財報不實情事，就 91 年證交法第 20 條第 3  項規\r\n      定之責任主體，非不得依其事物本質及公平正義原則，認責任主體\r\n      包括發行人之負責人，並將公司法第 8  條所稱當然負責人之董事\r\n      （參與編製財報）涵攝在列，以維護證券市場之交易秩序及保障投\r\n      資人之權益。又民事上之共同侵權行為人間不以有意思聯絡為必要\r\n      ，且與刑事罰不同，不以故意為必要。倘若欠缺注意而過失為不實\r\n      財報編製或查核，違反前開保護他人之法律，如與曾故意在不實財\r\n      報上簽名或蓋章者之行為相結合而發生損害之結果，自應負共同侵\r\n      權行為責任。如欲免責，即應就已盡相當之注意，並有正當理由確\r\n      信其主要內容無虛偽、隱匿情事，負舉證責任。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1892 號 判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "依文書之作成及記載內容，可分為勘驗（生效性）文書與報告（證明、報\r\n導性）文書。勘驗文書，乃記載文書製作人內心之意思或其他陳述，於製\r\n作文書同時完成法律行為之內容。例如法院判決、契約書、催告函、支票\r\n等，此類文書如具形式證據力，原則上亦具實質證據力。而報告文書，則\r\n以記載文書製作人觀察事實之結果為內容。例如診斷書、帳簿、日記、證\r\n明書、收據、書記官製作之筆錄等。報告文書縱具形式證據力，其實質證\r\n據力仍須綜合文書製作人之身分職業、觀察能力、作成目的及時間、記載\r\n事實之性質、方法及完備程度等相關情事，參酌各該卷證資料，本諸論理\r\n及經驗法則，依自由心證以為判斷。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1768 號 民事判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "按債務人非依債務本旨實行提出給付者，不生提出之效力，民法第 235\r\n條本文定有明文。至債務人所提出之給付是否符合債務本旨，應就各個債\r\n之關係，按當事人訂約之真意、給付之性質、交易之習慣及誠實信用原則\r\n，依具體事實判斷之。又債務人所負原契約債務，已因可歸責之事由致生\r\n給付遲延責任，且經債權人就遲延利息併催告給付者，其實行提出之給付\r\n，應包括原債務及符合約定或法定利率之遲延利息，始符債務本旨。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1768 號 判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "按債務人非依債務本旨實行提出給付者，不生提出之效力，民法第 235\r\n條本文定有明文。至債務人所提出之給付是否符合債務本旨，應就各個債\r\n之關係，按當事人訂約之真意、給付之性質、交易之習慣及誠實信用原則\r\n，依具體事實判斷之。又債務人所負原契約債務，已因可歸責之事由致生\r\n給付遲延責任，且經債權人就遲延利息併催告給付者，其實行提出之給付\r\n，應包括原債務及符合約定或法定利率之遲延利息，始符債務本旨。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1762 號 民事判決",
        "case_topic": "請求確認信徒會議決議無效等",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "（一）解釋意思表示，應探求當事人之真意，不得拘泥於所用之辭句，民\r\n      法第 98 條定有明文。而非法人團體之章程，係多數同向意思表示\r\n      趨於一致而成立之共同行為，除法令另有限制外，不僅為該團體之\r\n      行為規範，亦係涉訟後法院之裁判規範。倘非法人團體所訂立之章\r\n      程真意發生疑義時，法院應為闡明性解釋（單純性解釋），即依文\r\n      義解釋（以章程文義為基準）、體系解釋（通觀章程全文）、歷史\r\n      解釋（斟酌章程訂立當時情形及其他一切資料）、目的解釋（考量\r\n      章程之目的及規範意旨），並參酌一般習慣與衡量誠信原則，以檢\r\n      視其解釋結果是否符合權利義務之公平正義，且應兼顧不能超過章\r\n      程最大可能之文義。若法院認章程出現漏洞而為補充性解釋時，應\r\n      斟酌章程之訂立目的、過程、內容、意旨及非法人團體類型等關連\r\n      事項，參考相類章程條款、法規範規定及誠信原則予以填補。\r\n（二）本人死亡，與代理權授與之發生原因有別，是系爭章程第 7  條所\r\n      指「主任委員因故不能執行職務時，由副主任委員代理」，原不包\r\n      括主委死亡之情形，應屬該章程出現漏洞，當為補充性解釋。衡酌\r\n      珊瑚廟為宗教信仰性質之非法人團體；主委死亡，與其因故不能執\r\n      行職務之狀況類似；依系爭章程第 7  條規定由二位副主委代理執\r\n      行主委之職務，意在避免專擅混亂，促成共同商議，相互監督制衡\r\n      等節，足見珊瑚廟於其主委死亡之情形，應以系爭章程第 7  條規\r\n      定意旨為補充，即由二位副主委共同執行主委之職務。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1762 號 判決",
        "case_topic": "請求確認信徒會議決議無效等",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "（一）解釋意思表示，應探求當事人之真意，不得拘泥於所用之辭句，民\r\n      法第 98 條定有明文。而非法人團體之章程，係多數同向意思表示\r\n      趨於一致而成立之共同行為，除法令另有限制外，不僅為該團體之\r\n      行為規範，亦係涉訟後法院之裁判規範。倘非法人團體所訂立之章\r\n      程真意發生疑義時，法院應為闡明性解釋（單純性解釋），即依文\r\n      義解釋（以章程文義為基準）、體系解釋（通觀章程全文）、歷史\r\n      解釋（斟酌章程訂立當時情形及其他一切資料）、目的解釋（考量\r\n      章程之目的及規範意旨），並參酌一般習慣與衡量誠信原則，以檢\r\n      視其解釋結果是否符合權利義務之公平正義，且應兼顧不能超過章\r\n      程最大可能之文義。若法院認章程出現漏洞而為補充性解釋時，應\r\n      斟酌章程之訂立目的、過程、內容、意旨及非法人團體類型等關連\r\n      事項，參考相類章程條款、法規範規定及誠信原則予以填補。\r\n（二）本人死亡，與代理權授與之發生原因有別，是系爭章程第 7  條所\r\n      指「主任委員因故不能執行職務時，由副主任委員代理」，原不包\r\n      括主委死亡之情形，應屬該章程出現漏洞，當為補充性解釋。衡酌\r\n      珊瑚廟為宗教信仰性質之非法人團體；主委死亡，與其因故不能執\r\n      行職務之狀況類似；依系爭章程第 7  條規定由二位副主委代理執\r\n      行主委之職務，意在避免專擅混亂，促成共同商議，相互監督制衡\r\n      等節，足見珊瑚廟於其主委死亡之情形，應以系爭章程第 7  條規\r\n      定意旨為補充，即由二位副主委共同執行主委之職務。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1659 號 判決",
        "case_topic": "請求確認工會會員資格存在",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "按人民得選擇加入或不加入團體，此為憲法第 14 條所保障人民之結社自\r\n由。而工會設立目的在藉由會員（勞工）形成集體力量，向雇主爭取權利\r\n與利益，即強化勞工團結權，維護與提升勞工的勞動條件及經濟條件，以\r\n改善勞工生活。因而工會活動涉及勞動條件之協商、關涉勞工之工作權，\r\n具有公益性質，工會會員如有違反法令、章程或不遵守會員（會員代表）\r\n大會決議而致危害工會團結權情節重大者，工會得經會員（會員代表）大\r\n會決議，予以除名；惟除名處分同時係將勞工排除於團體之外，如恣意將\r\n會員除名，除恐掏空工會，反弱化勞工團結權，亦有過度侵害勞工加入工\r\n會所得享有之財產上利益，或憲法所保障結社自由之虞。故倘工會行使對\r\n會員之除名權，與其違反行為之情節輕重不具相當性而有違比例原則者，\r\n即難謂其除名決議為適法有效。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1441 號 判決",
        "case_topic": "請求確認委任關係不存在",
        "case_date": "民國 112 年 09 月 06 日",
        "case_gist": "（一）公司法第 322  條規定：「公司之清算，以董事為清算人。但本法\r\n      或章程另有規定或股東會另選清算人時，不在此限。不能依前項之\r\n      規定定清算人時，法院得因利害關係人之聲請，選派清算人。」準\r\n      此，股份有限公司以全體董事充任清算人為原則，但得以章程規定\r\n      或由股東會另選清算人，如無法依上述方法定清算人時，並得由法\r\n      院依聲請選派清算人。董事擔任清算人（下稱法定清算人），因係\r\n      法定職務而當然就任，無須為就任之承諾，即與公司間發生委任契\r\n      約之效力，至依章程規定或股東會選任之清算人或法院選派之清算\r\n      人，須經其為就任之承諾，始與公司成立委任契約。清算人產生方\r\n      式雖有不同，惟清算人與公司間之權利義務關係，原則上依民法關\r\n      於委任之規定，自均應有民法第 549  條第 1  項規定之適用。\r\n（二）公司法就清算人得否辭職以終止委任契約，法無明文。法定清算人\r\n      辭職或辭任以終止委任契約，與公司法第 323  條關於由股東會決\r\n      議或法院解任清算人之規定，係屬兩事，不得作為法定清算人不得\r\n      辭任之依據。且具有信任基礎之委任契約，本於契約自由原則，除\r\n      締結委任契約自由外，亦包括終止委任契約自由，民法第 549  條\r\n      第 1  項規定雙方當事人得隨時終止委任契約，即本此意旨而定。\r\n      是以終止委任契約之權利（自由權）不能被剝奪，惟如因此造成契\r\n      約相對人（繼續委任契約關係存在一方）損害者，即非不得以法律\r\n      限制之。法定清算人既有民法第 549  條第 1  項規定之適用，原\r\n      則上得隨時向公司終止委任契約。然斟諸股份有限公司清算制度之\r\n      規範目的，法定清算人與公司間委任關係之發生，係基於法律規定\r\n      ，並以處理已解散公司清算程序之團體法上之事務為標的，清算程\r\n      序另受法院之監督，與一般之委任事務不盡相同。如委任關係因法\r\n      定清算人之終止而消滅，將影響公司清算，致清算程序無從進行，\r\n      有害公司利益之虞時，應得類推適用民法第 550  條、第 551  條\r\n      規定，使法定清算人在新清算人產生就任以前，繼續執行清算人之\r\n      職務，而使原委任契約延長至新清算人產生就任為止，俾清算程序\r\n      得以進行，以保障公司債權人與不參與經營股東之權益。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1646 號 判決",
        "case_topic": "請求確認會員代表資格不存在等",
        "case_date": "民國 112 年 08 月 31 日",
        "case_gist": "按民事訴訟法第 280  條第 3  項固規定當事人對於他造主張之事實，已\r\n於相當時期受合法通知，而於言詞辯論期日不到場，亦未提出準備書狀爭\r\n執者，準用第 1  項之規定。惟同條第 1  項規定，係指當事人對於他造\r\n主張之事實，於言詞辯論時，消極的不表示意見，法律上擬制其為自認而\r\n言，於辯論主義所行之範圍內有拘束法院之效力，法院自可毋庸別予調查\r\n證據，以之為裁判之基礎，惟法院斟酌調查證據之結果及全辯論意旨，該\r\n當事人非必受敗訴之判決。再者，民事訴訟法上所謂之證據共通原則，係\r\n指當事人聲明之證據，依其提出之證據資料，得據以為有利於他造或共同\r\n訴訟人事實之認定，該證據於兩造間或共同訴訟人間，法院均得共同採酌\r\n，作為判決資料之基礎。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 438 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 112 年 08 月 29 日",
        "case_gist": "投資人依侵權行為法律關係請求參與不實財報編製及查核之董監事賠償損\r\n害時，除應舉證財報不實及董監事之故意過失外，原則上仍應就投資人即\r\n善意取得人或出賣人因信賴不實財報而陷於錯誤，致為投資決定（買進、\r\n賣出或繼續持有），並因該投資決定而受有損害之事實負舉證責任。惟證\r\n券市場，乃企業與社會大眾資金流通及資本形成之主要平台，公司資訊為\r\n投資人所重視，係影響股價之重要因素，企業經營管理者如利用其資訊上\r\n之優勢，製作虛偽不實財報之申報或公告，足使投資人誤信該企業之業績\r\n將有成長或有所轉機，而做出買賣股票之決定，不僅是對個別投資人之欺\r\n騙，且係對整體證券市場之欺騙。投資人如因信賴市場，依市價買賣，應\r\n推定其買賣與不實資訊之間，存有交易因果關係。是修正前證交法第 20\r\n條第 3  項之損害賠償責任，如善意投資人已舉證不實財報已公開且具有\r\n重大性（對股價產生衝擊），並在股票價格受影響期間內有交易行為，就\r\n投資人交易因果關係之舉證責任，法院於具體案例，倘認責由投資人須個\r\n別舉證因閱讀該不實財報後始為投資，顯失公平，依民事訴訟法第 277\r\n條但書規定減輕投資人交易因果關係之舉證責任，非不得依表見證明方式\r\n（即法院基於由一般生活經驗而推得之典型事象經過，由某一客觀存在事\r\n實而推斷另一待證事實之證據提出過程），藉由客觀上不實財報提出與股\r\n票價格變化間之關係（對股價之影響），提出市場信賴關係之證明，進而\r\n推定投資人係因受不實財報公告之影響而決定投資之交易因果關係存在，\r\n自與民事訴訟法第 277  條舉證責任分配法則無違。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2829 號 判決",
        "case_topic": "請求拆除地上物等",
        "case_date": "民國 112 年 08 月 24 日",
        "case_gist": "按 95 年 6  月 22 日發布施行（即修正前）之獎勵重劃辦法第 31 條第\r\n2 項規定：「前項應行拆遷之土地改良物或墳墓，以妨礙重劃土地分配或\r\n工程施工者為限。土地改良物所有權人或墓主對於補償數額有異議或拒不\r\n拆遷時，得由理事會協調；協調不成時，由理事會報請直轄市或縣（市）\r\n主管機關予以調處；不服調處結果者，應於 30 日內訴請司法機關裁判，\r\n逾期不訴請裁判者，理事會應依調處結果辦理」。就爭議事項於訴請司法\r\n機關裁判前設置協調及調處程序，目的在縮短自辦市地重劃地上物拆遷補\r\n償異議處理之時程，有效解決重劃會與所有權人間之爭議。故如調處程序\r\n實際已終結，而爭議事項未能循調處程序解決者，自應由司法機關予以裁\r\n判，以杜紛爭。該辦法未限制當事人訴請司法機關裁判，須以主管機關為\r\n實體裁處為前提，則於主管機關就爭議事項認應由司法機關裁判而實際終\r\n結不再進行調處程序之情形，自不得將主管機關未為實體裁處之不利益，\r\n歸諸當事人負擔，就當事人訴訟權之實施，設定法律所無之限制。此與\r\n106 年 7  月 27 日修正上開辦法第 31 條第 3  項規定，土地改良物所\r\n有權人拒不拆遷時，應由理事會循協調、調處及訴請司法機關裁判，始得\r\n處理，以資周延，有所不同。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1512 號 民事判決",
        "case_topic": "請求股權移轉登記",
        "case_date": "民國 112 年 08 月 24 日",
        "case_gist": "（一）按我國民法繼承係採當然繼承主義，繼承效力之發生，與繼承人之\r\n      意思無關，倘有繼承之事實發生，除拋棄繼承或民法另有規定外，\r\n      凡非專屬於被繼承人本身之財產上權利、義務，自繼承開始時即由\r\n      繼承人繼承，觀諸民法第 1147 條、第 1148 條第 1  項、第\r\n      1174  條、第 1175 條規定自明。又繼承人有數人時，在分割遺產\r\n      前，各繼承人對於遺產全部為公同共有，而公同共有物之處分及其\r\n      他之權利行使，除法律另有規定外，應得公同共有人全體之同意，\r\n      同法第 828  條第 3  項、第 1151 條著有明文。因此，倘非屬公\r\n      同共有人處分公同共有物，或其他權利行使之行為，尚無適用民法\r\n      第 828  條第 3  項規定之餘地，自不以經全體繼承人同意為必要\r\n      。\r\n（二）次按 104  年 7  月 1  日修正公布之公司法，增訂閉鎖性公司相\r\n      關規定，並基於閉鎖性公司最大特點，係股份之轉讓受到限制，以\r\n      維持其閉鎖特性，爰於第 356  條之 5  第 1  項規定，公司股份\r\n      轉讓之限制，應於章程載明。從而，閉鎖性公司章程就股份轉讓之\r\n      限制，倘於強制規定或公序良俗無違，即應認其為有效。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 254 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議等",
        "case_date": "民國 112 年 08 月 09 日",
        "case_gist": "（一）明知他人公開播送或公開傳輸之著作侵害著作財產權，意圖供公眾\r\n      透過網路接觸該等著作，有提供公眾使用匯集該等著作網路位址之\r\n      電腦程式，而受有利益者，除著作權法另有規定外，視為侵害著作\r\n      權，此觀同法第 87 條第 1  項第 8  款第 1  目規定即明。是乃\r\n      規範電腦程式提供者之法律責任，非難其提供行為，對明知他人公\r\n      開播送或公開傳輸之著作內容侵害著作財產權，意圖供公眾透過網\r\n      路接觸該等著作，對公眾提供匯集該等著作網路位址之電腦程式，\r\n      而受有利益者，視為侵害著作權行為（108 年 5  月 1  日著作權\r\n      法第 87 條之修正理由參照）。又著作權法第 87 條第 1  項第 8\r\n      款規定之「明知」，屬行為人之主觀、心理事實，係潛藏個人意識\r\n      之內在心理狀態，除行為人本人得以感官知覺外，第三人實無法直\r\n      接體驗感受，通常較難取得外部直接證據，以證明其內心之意思活\r\n      動。據此，除行為人本人之陳述外，法院於欠缺直接證據之情形，\r\n      得從行為人之外在表徵及其行為時客觀狀況，綜合各種間接或情況\r\n      證據，本諸社會常情及人性觀點，依據經驗法則及論理法則，予以\r\n      綜合審酌判斷。倘行為人之非「明知」，純係肇因於其有意造成或\r\n      刻意不探悉，仍得據以認定其主觀意思。\r\n（二）著作權法第 22 條第 1  項、第 2  項之著作人重製權規定，於專\r\n      為網路合法中繼性傳輸，或合法使用著作，屬技術操作過程中必要\r\n      之過渡性、附帶性而不具獨立經濟意義之暫時性重製，不適用之，\r\n      此觀同條第 3  項本文規定即明。揆其立法理由，乃為配合著作權\r\n      法第 3  條第 1  項第 5  款明確定義「暫時性重製」為「重製」\r\n      ，始特別明文排除於第 22 條第 1  項、第 2  項規定之暫時性重\r\n      製情形，不屬於重製權範圍。基此，是項排除暫時性重製為重製者\r\n      ，除須屬「技術操作過程中必要之過渡性、附帶性而不具獨立經濟\r\n      意義」外，尚應合於「專為網路合法中繼性傳輸，或合法使用著作\r\n      」之要件。再者，上開重製權排除規定，既屬例外，其適用範圍不\r\n      宜過寬，故 93 年修正著作權法第 22 條時，於第 3  項原「專為\r\n      網路中繼性傳輸」之要件，增訂「合法」二字，即修正為「專為網\r\n      路合法中繼性傳輸」。則於判斷是否該當此項之排除情形，更須辨\r\n      明是否為「網路合法中繼性傳輸」，並說明其判斷理由。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1537 號 民事判決",
        "case_topic": "違反著作權法等",
        "case_date": "民國 112 年 07 月 27 日",
        "case_gist": "按著作財產權人依著作權法第 88 條第 1  項規定請求損害賠償，倘須依\r\n一般侵權行為之法則證明侵害人所得之利益，或著作財產權人所受之損害\r\n或所失之利益，舉證頗為困難，致不易獲致實益，不足以發揮遏止之效果\r\n，同條第 2  項乃特別列舉其損害賠償金額之計算方式。此不但為民法損\r\n害賠償之特別規定，且係將民事訴訟法第 222  條第 2  項法院應審酌之\r\n情況予以具體化，自應優先適用。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 286 號 民事裁定",
        "case_topic": "請求損害賠償聲請假扣押",
        "case_date": "民國 112 年 07 月 26 日",
        "case_gist": "（一）憲法第 16 條所規定之訴訟權，係以人民於其權利遭受侵害時，得\r\n      依正當法律程序請求法院救濟為其核心內容。國家應提供有效之制\r\n      度保障，以謀其具體實現，除立法機關須制定法律，為適當之法院\r\n      組織及訴訟程序規定外，法院於適用法律時，亦須以此為目標。是\r\n      法院於適用、解釋法律時，應避免使人民於其權利遭受侵害時，全\r\n      無依正當法律程序請求救濟之途徑。\r\n（二）商業事件之裁判，除別有規定外，得抗告於最高法院；商業事件之\r\n      抗告程序，除適用民事訴訟法第 482  條、第 483  條、第 487\r\n      條、第 488  條第 1  項、第 3  項、第 490  條、第 491  條、\r\n      第 495  條，並準用同法第 484  條、第 485  條及第三編第二章\r\n      之規定，此觀商業事件審理法（下稱商審法）第 71 條、第 74 條\r\n      規定自明。審酌商業事件之事實審理制度為一審級；且商業事件之\r\n      抗告程序，均為最高法院之法律審程序，除性質上得適用民事訴訟\r\n      法關於抗告程序之規定外，其無法完全適用者，仍有準用其他抗告\r\n      及通常訴訟程序第三審程序規定之必要（商審法第 71 條、第 74\r\n      條之立法理由參照）。基此，商業事件之抗告程序，是否依商審法\r\n      第 74 條準用民事訴訟法第 476  條第 1  項規定，應視其性質判\r\n      斷，非可一概而論。再者，最高法院為法律審，不為事實、證據之\r\n      調查，保全程序之事實認定部分，應專屬商業法院管轄（商審法第\r\n      63  條之立法理由參照）。\r\n（三）假扣押係保全程序，假扣押裁定具隱密性，為防止債務人隱匿或處\r\n      分財產，以保全債權人之強制執行，其執行應依強制執行法第 132\r\n      條第 1  項規定，於裁定送達債務人之同時或送達前為之，是於假\r\n      扣押裁定前，債務人並無提出事實、證據之機會。而商業事件之假\r\n      扣押抗告程序，倘準用民事訴訟法第 476  條第 1  項規定，債務\r\n      人（抗告人）不得提出新事實、新證據，將使其權利遭受侵害，而\r\n      無事實審理之審級，形同無依正當法律程序請求救濟之途徑。職是\r\n      ，商業事件之債務人，對准許假扣押聲請裁定提起抗告之事件，除\r\n      其聽審權曾受保障外，按其性質，不得逕依商審法第 74 條準用民\r\n      事訴訟法第 476  條第 1  項規定，即否准該債務人提出影響裁判\r\n      結果之新事實、新證據，以符憲法保障訴訟權之旨意。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1122 號 民事判決",
        "case_topic": "請求返還消費寄託款",
        "case_date": "民國 112 年 07 月 26 日",
        "case_gist": "（一）法律行為無效時，不發生當事人所欲實現之法律效果。惟為貫徹私\r\n      法自治原則，應於符合一定要件，使該法律行為得轉換為其他行為\r\n      ，以維持法律行為效力。基此，民法第 112  條規定：「無效之法\r\n      律行為，若具備他法律行為之要件，並因其情形，可認當事人若知\r\n      其無效，即欲為他法律行為者，其他法律行為，仍為有效。」該所\r\n      謂「當事人若知其無效，即欲為他法律行為」，應探求當事人假設\r\n      之意思。即應斟酌當事人欲實現之經濟目的、可推知之利益衡量及\r\n      其他交易情形，予以客觀認定。\r\n（二）無因管理之成立，以管理人有為他人管理事務之意思，為其要件之\r\n      一。當事人一方基於契約關係，為他方處理事務之後，發現該契約\r\n      關係無效時，因該當事人係以履行契約義務之意思而處理事務，欠\r\n      缺為他方管理事務之意思，應不成立無因管理。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 512 號 民事裁定",
        "case_topic": "請求確認通行權等（核定訴訟標的價額）",
        "case_date": "民國 112 年 07 月 19 日",
        "case_gist": "按訴訟標的之價額，由法院核定。核定訴訟標的之價額，以起訴時之交易\r\n價額為準；無交易價額者，以原告就訴訟標的所有之利益為準。民事訴訟\r\n法第 77 條之 1  第 1  項、第 2  項定有明文。又依同條第 3  項之規\r\n定，法院因核定訴訟標的之價額，本得依職權調查證據，倘法院在客觀上\r\n可得依其職權之調查，資以計算核定其訴訟標的價額，即不得謂訴訟標的\r\n價額不能核定。而訴訟標的價額之核定，不僅關乎訴訟究依小額、簡易或\r\n通常訴訟程序進行，亦涉及當事人能否上訴第三審，更影響司法資源之有\r\n效分配及運用，具濃厚之公益色彩，故不採辯論主義，縱當事人間均認訴\r\n訟標的價額不能核定，法院亦不受其拘束。然法院就該訴訟標的價額之核\r\n定，仍應保障當事人之程序權，尤以法院調查證據結果，欲變更下級審或\r\n其前所為之價額核定，更應闡明當事人，使其就土地所增價額是否送請鑑\r\n定，有表示意見之機會，以避免突襲性裁判。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1508 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 112 年 07 月 19 日",
        "case_gist": "憲法第 11 條保障人民之言論自由，包括積極表意之自由，及消極不表意\r\n之言論自由，其保障之內容包括主觀意見之表達及客觀事實之陳述。國家\r\n法律如強制人民表達主觀意見或陳述客觀事實，係干預人民之是否表意及\r\n如何表意，而屬對於人民言論自由之限制。國家對不表意自由，雖非不得\r\n依法限制之，惟因不表意之理由多端，於加害人為自然人時，更會涉及道\r\n德、倫理、正義、良心、信仰等內心之信念與價值者，攸關人民內在精神\r\n活動及自主決定權，乃個人主體性維護及人格自由完整發展所不可或缺，\r\n亦與維護人性尊嚴關係密切。而民法第 195  條第 1  項後段規定：「其\r\n名譽被侵害者，並得請求回復名譽之適當處分」。所稱之「適當處分」，\r\n應不包括法院以判決命加害人道歉之情形，始符憲法保障人民言論自由及\r\n思想自由之意旨（見憲法法庭 111  年憲判字第 2  號判決）。即該「適\r\n當處分」之範圍，應依憲法保障人民言論自由及思想自由之意旨，予以適\r\n度限縮，是法院應審酌各種情事，基於比例原則與妥適性原則，採行足以\r\n回復名譽，且侵害較小之適當處分方式為之。故由加害人負擔費用，准由\r\n被害人自行刊載判決勝訴之啟事或將判決書全部或一部刊載於大眾媒體等\r\n手段，難謂有侵害加害人之人性尊嚴可言，固可認屬回復名譽之適當處分\r\n，惟如命加害人為一定內容之表意，雖該表意之內容並未達到使其自我羞\r\n辱或陷於極度窘迫難堪程度，仍有侵害憲法所保障思想自由與不表意自由\r\n之虞，自非所宜。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 910 號 民事判決",
        "case_topic": "請求確認袋地通行權",
        "case_date": "民國 112 年 07 月 13 日",
        "case_gist": "按民法第 787  條第 1  項所謂土地與公路無適宜之聯絡，致不能為通常\r\n之使用，其情形不以土地絕對不通公路（即學說上所稱之袋地）為限，即\r\n土地雖非絕對不通公路，因其通行困難以致不能為通常之使用者（即學說\r\n上所稱之準袋地），均屬之。次按民法第 789  條第 1  項後段規定，數\r\n宗土地同屬於一人所有，讓與其一部或同時分別讓與數人，而與公路無適\r\n宜之聯絡，致不能為通常使用者，僅得通行受讓人或讓與人或他分割人之\r\n所有地。其立法理由在於土地所有人不能因自己之任意行為，致增加他人\r\n之負擔。因此，如數筆土地同屬一人所有，本得藉由其中一筆或數筆與公\r\n路相通聯，嗣因所有人之任意行為，將其中之一筆或數筆土地讓與他人，\r\n致生與公路無適宜聯絡之情事，自不能捨原屬同一人所有、且可對外通聯\r\n之土地，而藉由其他所有人之鄰地通行至公路。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 2523 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 112 年 07 月 12 日",
        "case_gist": "債務人依侵權行為法律關係對債權人所負之慰撫金債務，於債務人未以契\r\n約承諾或債權人起訴請求賠償之前，其性質上仍適於供債權人據以為抵銷\r\n抗辯。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 173 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 112 年 07 月 05 日",
        "case_gist": "（一）聲明書證，係使用他造所執之文書者，應聲請法院命他造提出；法\r\n      院認應證之事實重要，且舉證人之聲請正當者，應以裁定命他造提\r\n      出文書；而該當事人於訴訟程序中曾經引用，或就與本件訴訟有關\r\n      事項所作之文書，當事人有提出之義務，此觀民事訴訟法第 342\r\n      條第 1  項、第 343  條、第 344  條第 1  項第 1  款、第 5\r\n      款規定自明。是乃賦予舉證當事人據以蒐集他造所持文書為證據之\r\n      機會，得要求持有文書之他造，開示與訴訟有關連之書證資料，以\r\n      貫徹當事人間武器平等原則，保障其公平接近證據之證明權，並維\r\n      持當事人在訴訟上公平公正競爭，俾促進訴訟及發現真實。又所謂\r\n      就與本件訴訟有關事項所作之文書，係指凡與訴訟標的之權利、或\r\n      法律關係基礎之事實等有關事項所作成之文書。\r\n（二）就與本件訴訟有關之事項所作之文書內容，涉及當事人或第三人之\r\n      隱私或業務秘密，如予公開，有致該當事人或第三人受重大損害之\r\n      虞者，當事人得拒絕提出；但法院為判斷其有無拒絕提出之正當理\r\n      由，必要時，得命其提出，並以不公開之方式行之，觀諸民事訴訟\r\n      法第 344  條第 2  項規定亦明。由是而論，倘負提出文書義務之\r\n      當事人，以涉及隱私或業務秘密，而拒絕提出或提出不完整之文書\r\n      （如自行遮蔽、抽換）時，法院應依上開規定程序，判斷其有無拒\r\n      絕之正當理由，非可任其片面決定提出之範圍或樣態。\r\n（三）為保障當事人請求迅速審判及公正程序之權利，並期司法資源有效\r\n      運用，法院應事先規劃如何進行訴訟程序，當事人亦應協力配合，\r\n      以落實集中審理，提升審判效能，並節省勞費。關於案情繁雜、證\r\n      據眾多或原因事實歷經相當時間發展等相類事件，為達成集中審理\r\n      之目標，法院得於訴訟前階段，即與當事人共同商定證據或訴訟資\r\n      料等卷證之整理方式，俾能儘速掌握該事件之必要事證，以為妥速\r\n      審理之基礎。例如，依時間之先後順序（時序整理）、某具體事件\r\n      之發展次第、特定證據資料或爭點之攻擊防禦方法為軸線，規劃分\r\n      類整理共識，使之周延、有系統且易於辨識援引，並協力分工妥速\r\n      完成，便利法院及兩造於訴訟後階段利用，以為完整調查、充分辯\r\n      論、妥適審判之根本，進而提昇效能。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 201 號 民事裁定",
        "case_topic": "請求損害賠償聲請停止訴訟、限期提付仲裁",
        "case_date": "民國 112 年 06 月 14 日",
        "case_gist": "按訂定傭船契約而簽發載貨證券之海上貨物運送，為簡化載貨證券作業成\r\n本，並避免傭船契約與載貨證券約定不同，致運送人負擔額外風險，國際\r\n海運與貿易實務固普遍使用引置條款，將傭船契約之內容納入載貨證券，\r\n以拘束載貨證券持有人。然善意持有載貨證券之第三人究非傭船契約當事\r\n人，倘在未曾參與協商，又無法輕易得知傭船契約內容之情況下，一律承\r\n認其應受被引置的契約或約定（下稱引置約定）之拘束，非但利益失衡，\r\n未盡公允，亦與契約原則有違。準此，引置條款是否發生引置效力，即應\r\n綜觀引置約定之內容、引置條款之用語等事實，依具體個案妥為判斷；所\r\n引置者若為與貨物運送無直接關係之仲裁條款，鑒於仲裁協議以當事人間\r\n有仲裁合意為成立要件，該引置條款之文義除須明確清晰至足以引起載貨\r\n證券持有人注意，而可得知仲裁條款已構成載貨證券之一部，具有拘束載\r\n貨證券持有人之效力外，且應使受讓載貨證券之善意第三人有隨時閱讀、\r\n知悉仲裁條款內容之機會或可能性，或將傭船契約併送載貨證券持有人參\r\n考，否則即難僅憑引置條款記載之文義，逕行推認運送人與持有載貨證券\r\n之善意第三人就載貨證券法律關係所生之糾紛存有仲裁合意，該被引置之\r\n仲裁條款，自不拘束持有載貨證券之善意第三人。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1420 號 民事判決",
        "case_topic": "請求查閱帳冊等",
        "case_date": "民國 112 年 06 月 14 日",
        "case_gist": "按股票由股票持有人以背書轉讓之，並應將受讓人之姓名或名稱記載於股\r\n票，107 年 8  月 1  日修正公司法第 164  條定有明文。是股份有限公\r\n司記名股票係以完全背書為轉讓之生效要件。又股票為有價證券，對於有\r\n價證券之強制執行，係執行該證券所表彰之權利，非剝奪債務人對有價證\r\n券之占有，使其不能以背書轉讓之方法，將有價證券轉讓與他人，勢必無\r\n法達到強制執行之目的。故執行法院對於股票之執行，應依動產執行之方\r\n法，以查封占有該股票而開始強制執行，經拍賣之方法換價，於拍定後，\r\n依強制執行法第 68 條之 1  規定，代債務人背書予拍定人之必要行為，\r\n並載明其意旨，以證明背書連續及代為移轉，再發函該發行股票之公司辦\r\n理股票過戶手續，以符公司法第 165  條第 1  項之規定，殊不能逕依強\r\n制執行法第 117  條所定關於其他財產權之執行方法為之。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1420 號 判決",
        "case_topic": "請求查閱帳冊等",
        "case_date": "民國 112 年 06 月 14 日",
        "case_gist": "按股票由股票持有人以背書轉讓之，並應將受讓人之姓名或名稱記載於股\r\n票，107 年 8  月 1  日修正公司法第 164  條定有明文。是股份有限公\r\n司記名股票係以完全背書為轉讓之生效要件。又股票為有價證券，對於有\r\n價證券之強制執行，係執行該證券所表彰之權利，非剝奪債務人對有價證\r\n券之占有，使其不能以背書轉讓之方法，將有價證券轉讓與他人，勢必無\r\n法達到強制執行之目的。故執行法院對於股票之執行，應依動產執行之方\r\n法，以查封占有該股票而開始強制執行，經拍賣之方法換價，於拍定後，\r\n依強制執行法第 68 條之 1  規定，代債務人背書予拍定人之必要行為，\r\n並載明其意旨，以證明背書連續及代為移轉，再發函該發行股票之公司辦\r\n理股票過戶手續，以符公司法第 165  條第 1  項之規定，殊不能逕依強\r\n制執行法第 117  條所定關於其他財產權之執行方法為之。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 843 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 112 年 05 月 31 日",
        "case_gist": "公司經營者應本於善良管理人注意及忠實義務，為公司及股東謀取最大利\r\n益。然時有公司經營者或有決策權之人，藉由形式上合法，實質不法或不\r\n正當之手段，將公司資產或利益移轉、輸送給特定人，或為損害公司利益\r\n之交易行為，損害公司、股東、員工、債權人、一般投資大眾之權益，甚\r\n至掏空公司資產，影響證券市場穩定或社會金融秩序。是 89 年 7  月 \r\n19  日修正證券交易法第 171  條第 2  款規定之不合營業常規，乃不確\r\n定之法律概念。因利益輸送或掏空公司資產之手段不斷翻新，所謂營業常\r\n規之意涵，應參酌時空環境變遷及社會發展情況，不能拘泥於立法前已知\r\n之行為態樣。且該規定之立法目的，在於保障依法發行有價證券公司之股\r\n東、債權人及社會金融秩序，則除有法令依據外，舉凡公司交易之目的、\r\n價格、條件，或交易之發生，交易之實質或形式，交易之處理程序等有關\r\n事項，從客觀上觀察，倘與一般正常交易顯不相當、欠合理、不符商業判\r\n斷者，即屬不合營業常規。基此，交易雙方因具有特殊關係，未經由正常\r\n商業談判達成契約，且其交易條件未反映市場之公平價格者，亦為不合營\r\n業常規交易態樣之一。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1008 號 民事判決",
        "case_topic": "請求返還租金及支票等",
        "case_date": "民國 112 年 05 月 24 日",
        "case_gist": "稱租賃者，謂當事人約定，一方以物租與他方使用收益，他方支付租金之\r\n契約，民法第 421  條第 1  項定有明文。倘當事人雙方就租金、租賃標\r\n的等租賃契約必要之點，有意思表示之合致，則租賃契約即已成立，不以\r\n訂立書面契約為必要。至期限逾一年之不動產租賃契約，依民法第 422  \r\n條前段規定，固應以字據訂立之。惟觀其立法理由，乃因此類租賃契約，\r\n於當事人之利害極有關係，應使其訂立字據，藉防後日之爭論。基此而論\r\n，該所稱「字據」，係指表彰期限逾一年之不動產租賃契約之證明文件而\r\n言。故出租人出具書面，載明與承租人意思表示合致之出租不動產、租金\r\n及租期等租賃契約必要之點，並交付承租人收受，承租人進而據以主張權\r\n利，即不失為字據，非謂期限逾一年之不動產租賃契約應以書面為之。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 842 號 民事判決",
        "case_topic": "請求解任董事職務",
        "case_date": "民國 112 年 05 月 17 日",
        "case_gist": "按保護機構發現上市公司之董事，執行業務有重大損害公司之行為或違反\r\n法令之重大事項，得訴請法院裁判解任公司之董事，不受公司法第 200\r\n條規定之限制，且解任事由不以起訴時任期內發生者為限，此觀投保法第\r\n10  條之 1  第 1  項第 2  款規定（下稱裁判解任規定）自明。其立法\r\n目的與同條項第 1  款代表訴訟（下稱代表訴訟規定），同為加強公司治\r\n理機制及保障股東權益。雖裁判解任規定，於 109  年 6  月 10 日修正\r\n，僅加以明定訴請解任事由不以起訴時任期內發生者為限，而未如代表訴\r\n訟規定般，增列對已卸任之董事亦有適用。然參以投保法於該次修正第 \r\n10  條之 1  時，既增列第 7  項規定：「第一項第二款之董事或監察人\r\n，經法院裁判解任確定後，自裁判確定日起，三年內不得充任上市、上櫃\r\n或興櫃公司之董事、監察人及依公司法第二十七條第一項規定受指定代表\r\n行使職務之自然人，其已充任者，當然解任」（下稱失格規定），且考諸\r\n其立法理由，係為維護公益，確保公司及其股東權益，並達成解任訴訟之\r\n立法意旨所增訂，更明載：「保護機構之裁判解任訴訟具有失格效力，董\r\n事或監察人於訴訟繫屬中，未擔任該職務時，該訴訟仍具訴之利益，保護\r\n機構自得繼續訴訟」等情，可知立法者為貫徹失格規定之公益目的，已明\r\n確表示董事於訴訟繫屬中未擔任該職務，訴訟仍具訴之利益，即董事是否\r\n仍在任，非失格效之要件，否則董事得以起訴後辭職之方式，架空失格效\r\n，使該規定成為具文。則於保護機構對已卸任之董事提起裁判解任訴訟之\r\n情形，如因裁判解任規定未明定對已卸任之董事亦有適用，而認不具訴之\r\n利益，將無法使該董事因裁判解任訴訟之判決確定，而發生失格效力，亦\r\n與上揭裁判解任、失格規定維護公益之目的有違。故為貫徹上揭規定之立\r\n法意旨，當認裁判解任規定未如代表訴訟規定般，明定可對已卸任之董事\r\n提起，乃存在法律漏洞，應予目的性擴張，認該董事於起訴前雖已不在任\r\n，仍具解任訴訟之訴之利益，以填補該法律漏洞，而達事理之平。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 963 號 民事判決",
        "case_topic": "請求給付價金",
        "case_date": "民國 112 年 05 月 04 日",
        "case_gist": "按民法第 127  條第 8  款將商人、製造人、手工業人所供給之商品及產\r\n物之代價，規定適用 2  年短期時效，係因此項代價多發生於經常及頻繁\r\n之交易，宜儘速履行，故賦予較短之時效期間，以促其從速確定，與交易\r\n數量、金額多寡及是否為特殊商品，無必然之關聯。倘當事人依其營業登\r\n記項目供給商品及產品而為販賣，縱依交易相對人特殊需求而製造，均可\r\n推定屬其日常頻繁之交易行為。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 695 號 民事判決",
        "case_topic": "請求塗銷出資額移轉登記",
        "case_date": "民國 112 年 04 月 26 日",
        "case_gist": "按有限公司具有閉鎖性之特質，為維持股東間和諧及信賴關係，於系爭出\r\n資轉讓行為時之公司法（即 69 年 5  月 9  日修正之公司法，下稱修正\r\n前公司法）第 111  條第 1  項、第 2  項前段明定：「股東非得其他全\r\n體股東過半數之同意，不得以其出資之全部或一部，轉讓於他人；前項轉\r\n讓不同意之股東有優先受讓權」。嗣公司法雖於 107  年 8  月 1  日修\r\n正第 111  條規定，然僅將修正前公司法同條第 1  項之「其他全體股東\r\n過半數」修正為「其他股東表決權過半數」，以符同法第 102  條關於有\r\n限公司股東行使同意權之規定，並將原第 2  項移列為第 3  項，僅為文\r\n字及項次之微調，首揭立法目的並無不同。本諸憲法第 15 條保障人民財\r\n產權之旨意，除有其他更應受保護之法益外，應確保人民就其財產有自由\r\n使用、收益及處分之權能，不能任意限制之。參以同具人合團體性質，著\r\n重成員間相互信賴之合夥，其合夥人間之股份轉讓，毋需經他合夥人全體\r\n之同意，此觀民法第 683  條規定自明。而有限公司股東間出資額之讓與\r\n，既未違背有限公司之閉鎖性，亦不影響原有股東間之信賴關係，又可適\r\n度補救有限公司無退股制度之缺陷，即無予以限制之理。是修正前公司法\r\n第 111  條第 1  項規定，就受讓人為公司股東之情形，未設有除外規定\r\n，存有隱藏之法律漏洞，而應加以目的性限縮，將該條項所謂之「他人」\r\n，解為係指該有限公司原有股東以外之人。故有限公司之股東將其出資轉\r\n讓於公司之其他股東時，自不受限制，而得自由為之。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 489 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 112 年 04 月 19 日",
        "case_gist": "契約上請求權係基於契約關係發生，應依該契約類型，適用其請求權時效\r\n之法律規定。又請求權之消滅時效期間，應先適用民法總則以外之法律特\r\n別規定；如無特別規定，始依序查核適用民法第 127  條、第 126  條、\r\n第 125  條本文規定。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 342 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 112 年 04 月 19 日",
        "case_gist": "為貫徹憲法對財產權保障之旨意及維護交易安全，非法人團體因應實際需\r\n要，所為之法律行為，除法律規定或依其性質不得享受權利、負擔義務，\r\n或第三人有更應優先受保護之法益外，原則當屬有效，以保障該團體及其\r\n交易相對人。又非法人團體將財產權移轉或為其他處分，使受託人依約定\r\n本旨，為該團體之利益或為特定之目的，管理或處分該財產者，基於受託\r\n人係為非法人團體利益管理處分財產之同一法律上理由，應類推適用信託\r\n法第 12 條第 1  項本文規定，受託人之債權人對該財產不得強制執行。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 186 號 民事判決",
        "case_topic": "請求不動產移轉登記",
        "case_date": "民國 112 年 04 月 19 日",
        "case_gist": "借名登記契約，須出名者與借名者間有借名登記之意思表示合致，始能成\r\n立。然意思表示是否合致，所探求者為客觀上得認知之意思，法院應綜合\r\n締約過程顯現於外之事實，斟酌交易習慣，本於推理之作用，依誠信原則\r\n合理認定之。另法院依自由心證判斷事實真偽，所斟酌調查證據之結果，\r\n其內容如何，與應證事實之關聯如何，以及取捨之原因如何，如未記明於\r\n判決，即屬民事訴訟法第 469  條第 6  款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 112 年度台簡上字第 16 號 民事判決",
        "case_topic": "請求給付管理費",
        "case_date": "民國 112 年 04 月 19 日",
        "case_gist": "當事人於簡易訴訟程序之第二審，不得提出新攻擊或防禦方法，但如不許\r\n其提出顯失公平者，不在此限，此觀民事訴訟法第 436  條之 1  第 3\r\n項、第 447  條第 1  項但書第 6  款規定自明。該所謂如不許其提出顯\r\n失公平，係指為公平正義之實現，如依各個事件之具體情事，不准許當事\r\n人提出新攻擊或防禦方法，顯失公平者，始例外准許當事人提出之（第\r\n447 條立法理由參照）。關於顯失公平之判斷，應綜合於第二審提出新攻\r\n擊或防禦方法之當事人，其未於第一審提出之歸責程度、蒐集事證能力及\r\n手段之強弱、逾時提出致訴訟程序遲延之情形；如不許提出，其可能遭受\r\n之實體不利益；如許該當事人提出，他造對該新攻擊或防禦方法進行攻防\r\n之程序保障、為此可能增加之程序不利益等個案狀況為考量。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 1881 號 民事判決",
        "case_topic": "請求確認派下權代表人",
        "case_date": "民國 112 年 04 月 18 日",
        "case_gist": "祭祀公業條例之設立人，指捐助財產設立祭祀公業之自然人或團體；派下\r\n員，係指祭祀公業之設立人及繼承其派下權之人；而派下權，則指祭祀公\r\n業或祭祀公業法人所屬派下員之權利，此觀該條例第 3  條第 2  款、第\r\n4 款、第 5  款之規定即明。由是而論，捐助財產設立祭祀公業之團體（\r\n含法人、非法人團體等），乃因為祭祀公業之設立人，而具派下員資格，\r\n並取得派下權。又基於憲法第 14 條、第 15 條保障設立人及其子孫之結\r\n社自由、財產權之旨意，祭祀公業條例及相關法律，對於祭祀公業團體設\r\n立人未設規定之事項，應依該團體之性質，適用或類推適用民法法人有關\r\n規定。惟該作為派下員之團體，必以示明祭祀祖先或其他享祀人及發揚孝\r\n道，為其成立或設立目的，始克當之（祭祀公業條例第 1  條參照）。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1125 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 112 年 03 月 30 日",
        "case_gist": "按債權人對債務人聲請為強制執行，可認有行使權利之表示，其債權之請\r\n求權消滅時效自其提出民事強制執行聲請狀及證明文件於法院時起中斷。\r\n又執行名義所載債務人更名或法定代理人變更，並不影響其人格之同一性\r\n。雖安○公司之法定代理人於 90 年 5  月 25 日由Ａ０１變更為鍾○玲\r\n、公司名稱於 96 年 11 月 5  日變更為采○公司，惟並不失其法人格之\r\n同一性。萬○銀行、被上訴人既依序於 92 年 9  月 29 日、 100  年 \r\n11  月 1  日提出對安○公司取得之確定支付命令及以該支付命令換發之\r\n債權憑證為執行名義證明文件，聲請對安○公司為強制執行，自已生中斷\r\n消滅時效之效力。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1125 號 判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 112 年 03 月 30 日",
        "case_gist": "按債權人對債務人聲請為強制執行，可認有行使權利之表示，其債權之請\r\n求權消滅時效自其提出民事強制執行聲請狀及證明文件於法院時起中斷。\r\n又執行名義所載債務人更名或法定代理人變更，並不影響其人格之同一性\r\n。雖安沅公司之法定代理人於 90 年 5  月 25 日由馬德隆變更為鍾翠玲\r\n、公司名稱於 96 年 11 月 5  日變更為采越公司，惟並不失其法人格之\r\n同一性。萬通銀行、被上訴人既依序於 92 年 9  月 29 日、100 年 11\r\n月 1  日提出對安沅公司取得之確定支付命令及以該支付命令換發之債權\r\n憑證為執行名義證明文件，聲請對安沅公司為強制執行，自已生中斷消滅\r\n時效之效力。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 721 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 112 年 03 月 23 日",
        "case_gist": "按債權契約具相對性，除法律另有規定，或其他特別情形（例如具債權物\r\n權化效力之契約）外，僅於當事人間有其效力。買受土地者並不當然繼受\r\n其前手與坐落該土地房屋所有人間之使用借貸關係，該房屋所有人原則上\r\n不得執該關係主張其有使用土地之權利。債權物權化效力契約對買受土地\r\n者影響甚鉅，應衡量使用借貸契約原先所欲達成之目的；法律秩序之安定\r\n；社區發展、社會經濟及公共利益之實現；買受土地者是否明知或可得而\r\n知該債權契約之存在及不動產之占有實況；是否符合公平正義及誠信原則\r\n等諸多因素，以兼顧原債權人與買受土地者之權益，不能僅以買受土地者\r\n知悉占有之外觀，即謂其應受原使用借貸契約之拘束。又買受土地者雖無\r\n應受拘束之特別情形，法院仍得因房屋所有人之主張，於具體個案，斟酌\r\n當事人間之意思、交易情形及房屋使用土地之狀態等一切情狀，如認定買\r\n受土地者行使所有權，違反誠信原則、公共利益，或以損害他人為主要目\r\n的，則買受土地者之物上請求權應受限制，而應駁回其請求。再者，倘成\r\n立債權物權化效力契約，該契約既對買受土地者發生拘束力，房屋所有人\r\n之占有土地，即屬有權占有；倘不符合特別情形，而法院依違反誠信原則\r\n、公共利益，或以損害他人為主要目的，限制買受土地者物上請求權之行\r\n使，房屋所有人之占有土地，本質上仍屬無權占有，僅買受土地者之權利\r\n受限制而已。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2787 號 民事判決",
        "case_topic": "商標權與其他契約爭議等",
        "case_date": "民國 112 年 03 月 22 日",
        "case_gist": "按商標權具有準物權性及屬地性，其所受之保護，原則上限於審定准許專\r\n用權利之國家、地區範圍內，而不具域外效力。又民事事件涉及外國者，\r\n為涉外民事事件，應依涉外民事法律適用法定其應適用之法律；臺灣地區\r\n人民與大陸地區人民關係條例（下稱兩岸條例），亦於第三章針對兩岸人\r\n民之區際民事事件，定有具體適用之選法規範。則法院對於涉及外國或大\r\n陸地區之商標權移轉事件，認定是否發生權利移轉之效力時，即應區別取\r\n得商標權之地域，尋繹關係最切之連繫因素，選定作為裁判依據之準據法\r\n。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 562 號 民事判決",
        "case_topic": "請求返還不當得利（第三人異議之訴等）事件",
        "case_date": "民國 112 年 03 月 16 日",
        "case_gist": "按強制執行法第 119  條第 1、2 項規定：「第三人不承認債務人之債權\r\n或其他財產權之存在，或於數額有爭議或有其他得對抗債務人請求之事由\r\n時，應於接受執行法院命令後十日內，提出書狀，向執行法院聲明異議。\r\n第三人不於前項期間內聲明異議，亦未依執行法院命令，將金錢支付債權\r\n人，或將金錢、動產或不動產支付或交付執行法院時，執行法院得因債權\r\n人之聲請，逕向該第三人為強制執行」。所稱第三人，包括原執行債務人\r\n之債務人，及該債務人之債務人在內。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 562 號 判決",
        "case_topic": "請求返還不當得利（第三人異議之訴等）事件",
        "case_date": "民國 112 年 03 月 16 日",
        "case_gist": "按強制執行法第 119  條第 1、2 項規定：「第三人不承認債務人之債權\r\n或其他財產權之存在，或於數額有爭議或有其他得對抗債務人請求之事由\r\n時，應於接受執行法院命令後十日內，提出書狀，向執行法院聲明異議。\r\n第三人不於前項期間內聲明異議，亦未依執行法院命令，將金錢支付債權\r\n人，或將金錢、動產或不動產支付或交付執行法院時，執行法院得因債權\r\n人之聲請，逕向該第三人為強制執行」。所稱第三人，包括原執行債務人\r\n之債務人，及該債務人之債務人在內。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 514 號 民事判決",
        "case_topic": "請求變更股東名簿登記等",
        "case_date": "民國 112 年 03 月 08 日",
        "case_gist": "按未成年子女經法院選任特別代理人者，就該事件而言，該特別代理人為\r\n未成年子女之法定代理人。又民法第 106  條關於禁止雙方代理之規定於\r\n意定代理及法定代理均有其適用，而遺產分割之協議，依其性質於繼承人\r\n相互間有利益對立之情形，自有民法第 106  條本文禁止雙方代理規定之\r\n適用。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 514 號 判決",
        "case_topic": "請求變更股東名簿登記等",
        "case_date": "民國 112 年 03 月 08 日",
        "case_gist": "按未成年子女經法院選任特別代理人者，就該事件而言，該特別代理人為\r\n未成年子女之法定代理人。又民法第 106  條關於禁止雙方代理之規定於\r\n意定代理及法定代理均有其適用，而遺產分割之協議，依其性質於繼承人\r\n相互間有利益對立之情形，自有民法第 106  條本文禁止雙方代理規定之\r\n適用。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 87 號 民事裁定",
        "case_topic": "請求返還押租金等（反訴裁處罰鍰）",
        "case_date": "民國 112 年 02 月 22 日",
        "case_gist": "按民事訴訟法第 249  條第 1  項第 8  款有關起訴基於惡意、不當目的\r\n或有重大過失，且事實上或法律上之主張欠缺合理依據者，法院應以裁定\r\n駁回之規定，係以原告主張其與被告間一定權利或法律關係為規範對象；\r\n同法第 249  條之 1  第 1  項規定：「前條第一項第八款，或第二項情\r\n形起訴基於惡意、不當目的或有重大過失者，法院得各處原告、法定代理\r\n人、訴訟代理人新臺幣十二萬元以下之罰鍰」，則以濫訴之訴訟行為為處\r\n罰客體，二者並非具備絕對牽連關係。揆諸民事訴訟法第 249  條之 1 \r\n規定目的在於遏制濫訴，避免對被告構成侵害，並浪費司法資源，舉凡原\r\n告、法定代理人、訴訟代理人所為或共同參與之起訴，該當同法第 249 \r\n條第 1  項第 8  款規定之濫訴行為，法院即得斟酌個案情節，對其等各\r\n自或一併施罰，不以本訴訟亦係根據該款規定駁回為必要，俾符立法旨趣\r\n。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 419 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 112 年 02 月 15 日",
        "case_gist": "讓與全部或主要部分之營業或財產，乃公司經營之重大事項，為此召集之\r\n股東會，若未依公司法第 172  條第 5  項規定在召集事由中列舉並說明\r\n其主要內容，當場表示異議之股東固得因召集程序違反法令，自決議之日\r\n起 30 日內訴請法院撤銷其決議。然召集程序違反法令僅係決議成立過程\r\n上之瑕疵，與召集事由本身之性質，究屬二事，法院於具體個案斟酌客觀\r\n情形，基於利益衡量綜合判斷後，倘認召集程序違反法令之事實非屬重大\r\n且於決議無影響，為防濫用撤銷訴訟遂行不當目的，避免耗費重新召集會\r\n議所生之無益成本，維護既有法律秩序及交易安全，兼顧參與決議之大多\r\n數股東權益，縱該待決議案屬不得以臨時動議提出之重大事項，亦應本於\r\n職權，依同法第 189  條之 1  規定裁量決定是否駁回原告之請求。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 38 號 裁定",
        "case_topic": "請求損害賠償再審之訴",
        "case_date": "民國 112 年 02 月 09 日",
        "case_gist": "按當事人在第二審提起再審之訴，經第二審法院命其補繳裁判費而聲請訴\r\n訟救助，第二審法院以裁定駁回其訴訟救助之聲請，雖對於駁回其聲請之\r\n裁定提起抗告，原補繳裁判費之裁定所定補正期間，並不因而停止進行。\r\n倘當事人逾期仍未為補正，第二審法院得不待該駁回之裁定確定，即以該\r\n當事人未繳納裁判費為由駁回其再審之訴。"
    },
    {
        "case_id": "最高法院 112 年度台抗字第 38 號 民事裁定",
        "case_topic": "請求損害賠償再審之訴",
        "case_date": "民國 112 年 02 月 09 日",
        "case_gist": "按當事人在第二審提起再審之訴，經第二審法院命其補繳裁判費而聲請訴\r\n訟救助，第二審法院以裁定駁回其訴訟救助之聲請，雖對於駁回其聲請之\r\n裁定提起抗告，原補繳裁判費之裁定所定補正期間，並不因而停止進行。\r\n倘當事人逾期仍未為補正，第二審法院得不待該駁回之裁定確定，即以該\r\n當事人未繳納裁判費為由駁回其再審之訴。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 83 號 民事判決",
        "case_topic": "請求塗銷抵押權登記",
        "case_date": "民國 112 年 02 月 08 日",
        "case_gist": "民法第 880  條「以抵押權擔保之債權，其請求權已因時效而消滅，如抵\r\n押權人，於消滅時效完成後，五年間不實行其抵押權者，其抵押權消滅」\r\n之規定，除在避免害及抵押人之利益外，另有不能使權利狀態永不確定，\r\n而兼具保持社會秩序之公益考量。又物上保證人與保證人，二者在責任本\r\n質及成立基礎上雖未盡相同，然物上保證人以自己所有之物，為債務人設\r\n定擔保，其法律地位與保證人無異，對擔保主債務之履行而言，均係以自\r\n己之財產清償主債務人之債務，該擔保物權亦從屬於債務而存在，是若債\r\n權人長期不實行抵押權，而涉及民法第 880  條規定之適用時，基於同一\r\n之法律上理由，並符合該條規定所欲維持之公益目的，其請求權時效是否\r\n消滅之判斷，自得類推適用同法第 747  條規定，即債權人須向主債務人\r\n請求履行，及為其他中斷時效之行為，始對物上保證人發生效力。倘僅債\r\n務人單方承認債權人之請求權，時效中斷之效力應不及於物上保證人，該\r\n抵押權自擔保債權請求權時效完成後，因 5  年除斥期間之經過而消滅。\r\n縱抵押人於時效完成後繼受債務，亦與抵押權是否消滅無涉。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 3240 號 民事判決",
        "case_topic": "請求給付保險契約解約金等",
        "case_date": "民國 112 年 02 月 08 日",
        "case_gist": "（一）人壽保險人於被保險人在契約規定年限內死亡，或屆契約規定年限\r\n      而仍生存時，依照契約負給付保險金額之責；年金保險人於被保險\r\n      人生存期間或特定期間內，依照契約負一次或分期給付一定金額之\r\n      責，保險法第 101  條、第 135  條之 1  分別定有明文。是於人\r\n      壽保險，係以被保險人之死亡或生存等為保險事故；年金保險之保\r\n      險事故，則為被保險人經過一定年限仍持續生存。此二者就保險人\r\n      之給付條件、財務結構規劃性質、核保手續有無、要保人契約終止\r\n      權存在時點、危險估計基礎、責任準備金提列方式等，均有不同之\r\n      處。而人壽保險依其保險事故，可分為死亡保險、生存保險及生死\r\n      合險，各有其目的功能及保險金給付方式，應依個別保險契約內容\r\n      為解釋。又年金保險之受益人，於被保險人生存期間為被保險人本\r\n      人，此觀保險法第 135  條之 3 第 1 項規定自明。另倘年金保險\r\n      準用人壽保險有關要保人終止契約取回解約金之規定，將導致體弱\r\n      或病危之被保險人以終止契約，變相取回其繳交之保險費，致生嚴\r\n      重之逆選擇，進而動搖危險分散之基礎，是乃保險法第 135  條之\r\n      4 但書規定：「於年金給付期間，要保人不得終止契約」之立法意\r\n      旨。\r\n（二）保險人依壽險契約給付解約金之義務，於該契約成立時即屬確定，\r\n      此與附停止條件法律行為之不確定是否發生，尚有不同。是要保人\r\n      依法或依約終止壽險契約，並非其解約金債權發生之條件。\r\n（三）債權人之執行債權為既得權，屬憲法第 15 條保障之財產權，除法\r\n      律別有規定外，應優先於債務人之財產權保護。而要保人於指定受\r\n      益人後，原則尚得變更受益人（保險法第 111  條第 1  項規定參\r\n      照）。是執行債權受保障之順位，應優先於保險受益人對於將來保\r\n      險金請求權之期待。又保險法第 123  條第 1  項後段僅表明壽險\r\n      契約不因要保人破產而當然終止，並無限制依法或依約行使終止權\r\n      之效力。受益人之受益地位來自於要保人，難以保障受益人為由，\r\n      剝奪要保人或其他依法終止壽險契約者之權利。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2853 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 112 年 02 月 08 日",
        "case_gist": "建築法所稱建築基地，為供建築物本身所占之地面及其所應留設之法定空\r\n地；應留設之法定空地，非依規定不得分割、移轉，並不得重複使用；其\r\n分割要件及申請核發程序等事項之辦法，由中央主管建築機關定之，此觀\r\n建築法第 11 條第 1  項前段、第 3  項規定即明。蓋建築基地為建築使\r\n用時，應保留一定比例面積之法定空地，俾助於防火、救災、日照、採光\r\n、通風、景觀視野、預防建築物過度密集等目的達成，以確保建築物使用\r\n人之安全、衛生及舒適，具公共利益性質而不得任意分割移轉。基此，法\r\n院為共有物之裁判分割時，就法定空地部分，自應符合建築法及其授權訂\r\n定之分割辦法規定，不因經受分配共有人之同意而有異。至分割辦法第 6\r\n條規定，係就確定判決可能未符合該辦法第 3  條或第 4  條規定，為避\r\n免爭議所設，不得以之推論法院為裁判分割時，毋庸考量上開規定之適用\r\n。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1697 號 民事判決",
        "case_topic": "請求不動產所有權移轉登記等",
        "case_date": "民國 112 年 02 月 08 日",
        "case_gist": "（一）鑒於司法資源之有限性，自應儘可能發揮訴訟程序解決紛爭之功能\r\n      ，以節省訴訟當事人之勞力、時間及費用，提升程序運作之實際效\r\n      用，維護當事人之程序利益，謀求訴訟經濟，而合理分配司法資源\r\n      。又訴訟程序，乃由一連串訴訟行為所接續進行，前訴訟行為乃後\r\n      訴訟行為之基礎，如無特殊原因，應儘量尊重既行程序之效果，以\r\n      免因任意推翻程序上已為行為之效力，而影響當事人之程序利益及\r\n      訴訟經濟，並斲傷程序之安定性。是訴訟程序前階段雖有瑕疵，如\r\n      當事人一造長久未行使權利，足使他造因此產生信賴，繼續為後訴\r\n      訟行為，至訴訟程序後階段，該當事人始主張前階段訴訟程序之瑕\r\n      疵，除有特別值得保護之法益外，當認其權利之行使，違反訴訟上\r\n      之誠信原則，而生失權效果，不得再為主張。\r\n（二）地方法院審判案件，以法官一人獨任或三人合議行之，為法院組織\r\n      法第 3  條第 1  項所明定。地方法院受理之民事事件，以獨任審\r\n      判為原則，合議審判為例外，除法律就特定事件類型明定須行合議\r\n      審判，如公職人員選舉罷免法第 127  條第 1  項、民事訴訟法第\r\n      35  條第 1  項、第 436  條之 1  第 1  項、第 436  條之 24\r\n      第 1  項等法律明文規定外，其他事件類型是否行合議審判，係依\r\n      「臺灣各地方法院行合議審判暨加強庭長監督責任實施要點」定之\r\n      。而候補法官於候補期間 2  年內，依 101  年 7  月 6  日施行\r\n      之法官法第 9  條第 3  項第 3  款規定，除司法院已視實際情形\r\n      酌予調整外，就民事案件僅能獨任辦理地方法院有關裁定案件、民\r\n      事簡易程序案件、民事小額訴訟程序事件之審判程序，此為因法官\r\n      個人事由而應行合議審判之法律規定。\r\n（三）於法官法施行前，司法院就與法官法上揭規定相同內容之「候補法\r\n      官輪辦事務及服務成績考查辦法」第 2  條第 1  項，已依但書之\r\n      規定，於 93 年 10 月 1  日以院台廳司一字第 0000000000 號函\r\n      、同年 12 月 6  日以院台廳司一字第 0000000000 號函（下稱\r\n      93  年 12 月 6  日函），依序分別放寬候補法官於一定條件下，\r\n      自第 5  年起或自第 4  年起可獨任辦理民事通常事件之審判程序\r\n      ，然僅限於新收案件，而未及於舊受已合議審理之案件，且該 2  \r\n      函文內容，於法官法施行後，亦經司法院於 106  年 1  月 24 日\r\n      以院台廳司一字第 0000000000 號函、同年 12 月 1  日以院台廳\r\n      司一字第 0000000000 號函示延續辦理。是地方法院法官如違反上\r\n      開規定及函示，就其候補期間已依法組成合議庭審理之民事通常事\r\n      件，獨任進行審判程序，進而為判決，雖屬判決法院組織不合法，\r\n      訴訟程序有重大瑕疵；第二審法院本得於符合民事訴訟法第 451  \r\n      條規定之要件下，廢棄第一審法院所為之判決，發回第一審法院。\r\n      然如當事人就該法院組織不合法之訴訟程序重大瑕疵，已有知悉可\r\n      能或曾間接表示同意，且歷經數次第二審、第三審上訴，均未以之\r\n      為上訴理由，大部分本案請求又經判決確定，僅餘小部分請求經第\r\n      三審法院以其他理由發回更審。受該第二審更審判決不利之一造，\r\n      始就尚未確定之部分，以第一審法院組織不合法，其訴訟程序有重\r\n      大瑕疵為由，提起第三審上訴，求為廢棄該更審判決。此時，基於\r\n      有限司法資源之合理分配、他造當事人之程序利益及訴訟經濟之要\r\n      求，程序安定性之維護，暨訴訟上誠信原則，應認非基於事件類型\r\n      而必須合議審判，而係因法官個人事由始行合議審判之事件，已充\r\n      分保障當事人之程序權，無違公平法院原則，當事人即不得再執第\r\n      一審法院組織不合法係違背法令為由，提起第三審上訴。"
    },
    {
        "case_id": "最高法院 112 年度台簡上字第 11 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 112 年 02 月 08 日",
        "case_gist": "當事人主張有利於己之事實者，就其事實有舉證之責任。但法律別有規定\r\n，或依其情形顯失公平者，不在此限，民事訴訟法第 277  條復有明定。\r\n於本票直接前後手間，倘發票人於本票上簽名後，將之交付執票人，作為\r\n雙方間原因關係之擔保者，就發票人曾授權執票人填載以完成發票行為之\r\n爭執事實，本應由執票人負舉證之責。惟法院若以作為原因關係擔保之本\r\n票交付係代現金，故有授權填載者乃為常態事實，而僅交付執票人保管、\r\n單純保證（即不能提示兌現），未曾授權填載者為變態事實為由，將舉證\r\n責任分配予主張變態事實之一造。因何謂常態、何謂變態，屬不確定概念\r\n，逕以之作為舉證責任分配原則，欠缺法安定性。為免造成突襲，法院應\r\n就是否存在上揭將作為分配舉證責任前提之常態、變態事實分類，或該分\r\n類是否符合經驗法則，先與兩造形成共識，始得作為裁判之基礎。倘當事\r\n人否認之，法院自應就該常態、變態事實之分類是否為真，為必要之證明\r\n活動，並適時、適式公開初步心證，以利兩造為充分之攻防及適當完全之\r\n辯論。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1052 號 民事判決",
        "case_topic": "請求職業災害損害賠償",
        "case_date": "民國 112 年 01 月 17 日",
        "case_gist": "按勞基法所規定之勞動契約，乃當事人之一方，在從屬於他方之關係下，\r\n提供職業上之勞動力，由他方給付報酬之契約。是雇主給付報酬（工資）\r\n之義務，係因勞雇雙方存有僱傭契約之故。而勞工在勞基法第 59 條規定\r\n之醫療期間，雇主不得終止契約，同法第 13 條前段定有明文。該第 13\r\n條前段規定旨在避免勞工於職業災害傷病醫療期間，生活頓失所依，係對\r\n於罹受職業災害勞工之特別保護，應屬強制規定，雇主違反上開規定終止\r\n勞動契約者，不生契約終止效力。勞基法第 59 條職業災害補償責任之規\r\n定，係為保障勞工，加強勞雇關係，促進社會經濟發展之特別規定，同法\r\n第 13 條前段之禁止規定對勞工並無適用。勞工雖在第 59 條規定之醫療\r\n期間，其經考量各種主客觀因素後，基於意思自主，單方終止勞動契約，\r\n本於私法自治原則，自應予尊重。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2616 號 民事判決",
        "case_topic": "請求確認優先購買權存在等",
        "case_date": "民國 112 年 01 月 11 日",
        "case_gist": "按土地法第 104  條第 1  項有關基地出賣時，承租人有權依同樣條件優\r\n先購買之規定，乃法律明定具有物權效力之法律關係，目的在使基地與其\r\n上房屋合歸一人所有，土地之利用與所有權併於同一主體，以求其所有權\r\n之完整，法律關係單純化，藉以充分發揮土地利用價值，盡經濟上之效用\r\n，並杜當事人間之紛爭。該立法目的預設之規範價值，倘於具體個案並無\r\n須為差別待遇之正當理由，則其所稱「承租人」之範圍，自應涵蓋意定及\r\n法定租賃關係之承租人，庶符平等原則之要求。故基地出賣時，凡對坐落\r\n其上之建物具有所有權或事實上處分權，且就基地仍存在租賃權者，原則\r\n上均得依土地法第 104  條規定主張優先購買權，非僅限於「租用基地建\r\n築房屋」關係。此由該條內容並無類此限制，64  年 7  月 24 日修法後\r\n更將規範對象擴及地上權人與典權人，而異於民法第 426  條之 2  第 1\r\n項規定即明。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 2526 號 民事判決",
        "case_topic": "請求國家賠償等",
        "case_date": "民國 112 年 01 月 11 日",
        "case_gist": "依文書之作成及記載內容，可分為勘驗（生效性）文書與報告（證明、報\r\n導性）文書。勘驗文書，乃記載文書製作人內心之意思或其他陳述，於製\r\n作文書同時完成法律行為之內容。例如法院判決、契約書、催告函、支票\r\n等，此類文書如具形式證據力，原則上亦具實質證據力。而報告文書，則\r\n以記載文書製作人觀察事實之結果為內容。例如診斷書、帳簿、日記、證\r\n明書、收據、書記官製作之筆錄等。報告文書縱具形式證據力，其實質證\r\n據力仍須綜合文書製作人之身分職業、觀察能力、作成目的及時間、記載\r\n事實之性質、方法及完備程度等相關情事，參酌各該卷證資料，本諸論理\r\n及經驗法則，依自由心證以為判斷。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 3013 號 判決",
        "case_topic": "請求核定租金等",
        "case_date": "民國 112 年 01 月 04 日",
        "case_gist": "上訴人依系爭推定租賃關係，請求被上訴人給付系爭回溯 5  年期間之租\r\n金，本庭評議後，認擬採為裁判基礎之法律見解，即「土地所有人依民法\r\n第 425  條之 1  第 2  項規定請求法院定租金數額，一併請求房屋所有\r\n人給付核定之租金者，其所得請求給付租金之期間，是否僅限於其請求法\r\n院定租金數額之意思表示即起訴狀繕本送達房屋所有人之日起算? 」本院\r\n先前具相同事實之裁判，有「僅得請求自請求定租額之意思表示到達房屋\r\n所有人之日起算之租金」，及「得請求自租賃關係成立時起算之租金」等\r\n見解之積極歧異，本庭認應採後說之見解，乃於 111  年 11 月 3  日向\r\n本院其他民事庭提出徵詢。徵詢程序完成，受徵詢之各民事庭，均採取與\r\n本庭相同法律見解，即土地所有人依民法第 425  條之 1  第 2  項規定\r\n請求法院所定租金數額，得請求自「租賃關係成立時」起算之租金，非僅\r\n限於其請求法院定租金數額之意思表示到達房屋所有人之日以後之租金。\r\n有本院 110  年度台上徵字第 3013 號徵詢書（含補充更正）及各民事庭\r\n回復書在卷足稽。本件採為裁判基礎之法律見解，既經徵詢程序業經統一\r\n，應依該見解就本案逕為終局裁判。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 3013 號 民事判決",
        "case_topic": "請求核定租金等",
        "case_date": "民國 112 年 01 月 04 日",
        "case_gist": "上訴人依系爭推定租賃關係，請求被上訴人給付系爭回溯 5  年期間之租\r\n金，本庭評議後，認擬採為裁判基礎之法律見解，即「土地所有人依民法\r\n第 425  條之 1  第 2  項規定請求法院定租金數額，一併請求房屋所有\r\n人給付核定之租金者，其所得請求給付租金之期間，是否僅限於其請求法\r\n院定租金數額之意思表示即起訴狀繕本送達房屋所有人之日起算？」本院\r\n先前具相同事實之裁判，有「僅得請求自請求定租額之意思表示到達房屋\r\n所有人之日起算之租金」，及「得請求自租賃關係成立時起算之租金」等\r\n見解之積極歧異，本庭認應採後說之見解，乃於 111  年 11 月 3  日向\r\n本院其他民事庭提出徵詢。徵詢程序完成，受徵詢之各民事庭，均採取與\r\n本庭相同法律見解，即土地所有人依民法第 425  條之 1  第 2  項規定\r\n請求法院所定租金數額，得請求自「租賃關係成立時」起算之租金，非僅\r\n限於其請求法院定租金數額之意思表示到達房屋所有人之日以後之租金。\r\n有本院 110  年度台上徵字第 3013 號徵詢書（含補充更正）及各民事庭\r\n回復書在卷足稽。本件採為裁判基礎之法律見解，既經徵詢程序業經統一\r\n，應依該見解就本案逕為終局裁判。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 997 號 民事裁定",
        "case_topic": "請求損害賠償聲請訴訟救助",
        "case_date": "民國 111 年 12 月 14 日",
        "case_gist": "委任訴訟代理人，除有民事訴訟法第 69 條第 1  項但書、第 2  項但書\r\n之情形外，應於最初為訴訟行為時，提出委任書，且應於每審級為之，審\r\n諸同法第 69 條規定亦明。是受特別委任之訴訟代理人，雖有為其所代理\r\n之當事人提起抗告之權限，但提起抗告後，其代理權即消滅。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2712 號 民事判決",
        "case_topic": "請求確認董事委任關係不存在等",
        "case_date": "民國 111 年 12 月 14 日",
        "case_gist": "行政程序法所稱行政處分，係指行政機關就公法上具體事件所為之決定，\r\n或其他公權力措施而對外直接發生法律效果之單方行政行為，此觀同法第\r\n92  條第 1  項規定即明。而解釋行政機關行政行為之意思表示，應探求\r\n該行政機關之真意，即實質認定行政機關表示於外部之客觀意思。是除依\r\n文義及論理詳為推求外，並應斟酌事件當時及過去之事實、已確定之法律\r\n狀態等其他一切證據資料，本於論理及經驗法則，探求所依據法規之立法\r\n意旨、行政機關為行政行為時欲達成之目的、相對人之性質、情狀，作全\r\n盤之觀察，以為判斷之基礎。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 796 號 民事裁定",
        "case_topic": "聲請交付機械設備強制執行聲明",
        "case_date": "民國 111 年 12 月 08 日",
        "case_gist": "按動產擔保交易法第 4  條之 1  規定：「動產擔保交易之標的物，有加\r\n工、附合或混合之情形者，其擔保債權之效力，及於加工物、附合物或混\r\n合物。但以原有價值為限。」固未明示附合之類型是否及於動產附合於不\r\n動產，惟參酌民國 65 年 1  月 28 日增訂該條之立法理由：「…參照民\r\n法第 812、813 及 814  條暨美國動產擔保交易法等修正例，增訂本條，\r\n以使經設定擔保之動產，其債務人仍得充分享有使用收益之權，以增加擔\r\n保交易標的物之價值，兼謀有效確保債權人之債權。」有關附合部分既係\r\n參照民法第 812  條暨美國動產擔保交易法等而增訂，則所稱附合係指動\r\n產與動產附合之情形而言。又附條件買賣之標的物，於買受人依約支付價\r\n金或完成特定條件前，其所有權仍為出賣人所保有，倘買受人有妨害出賣\r\n人權益之行為，諸如不依約定償還價款或完成特定條件，或將標的物出賣\r\n、出質或為其他處分，出賣人得取回占有標的物，並得再行出賣，此觀動\r\n產擔保交易法第 26 條、第 28 條及第 29 條規定即明。故附條件買賣係\r\n以出賣人保留標的物所有權之方式，保障出賣人之債權，使出賣人得藉由\r\n後續取回、再出賣之制度設計獲償。倘於附條件買賣情形，動產附合於第\r\n三人所有不動產而為重要成分，由不動產所有人取得動產所有權時，亦認\r\n有動產擔保交易法第 4  條之 1  規定之適用，則第三人所有之不動產勢\r\n將面臨被債權人取回占有及再行出賣之窘境。動產與不動產之價值相差懸\r\n殊，尤以現今社會公寓大廈林立，附條件買賣標的物（例如砂石、水泥等\r\n原料）附合於多數區分所有權人所有建物之情形屢見不鮮，若債權人得依\r\n動產擔保交易法第 4  條之 1  規定主張權利，對於因信賴不動產登記而\r\n善意取得不動產所有權之人實非公平，亦影響不動產交易安全甚鉅，就當\r\n事人權益保護而言，顯然輕重失衡，當非立法本意。故於附條件買賣標的\r\n物因附合而為第三人所有不動產重要成分之情形，當無動產擔保交易法第\r\n4 條之 1  規定之適用。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 796 號 裁定",
        "case_topic": "聲請交付機械設備強制執行聲明",
        "case_date": "民國 111 年 12 月 08 日",
        "case_gist": "按動產擔保交易法第 4  條之 1  規定：「動產擔保交易之標的物，有加\r\n工、附合或混合之情形者，其擔保債權之效力，及於加工物、附合物或混\r\n合物。但以原有價值為限。」固未明示附合之類型是否及於動產附合於不\r\n動產，惟參酌民國 65 年 1  月 28 日增訂該條之立法理由：「…參照民\r\n法第 812、813 及 814  條暨美國動產擔保交易法等修正例，增訂本條，\r\n以使經設定擔保之動產，其債務人仍得充分享有使用收益之權，以增加擔\r\n保交易標的物之價值，兼謀有效確保債權人之債權。」有關附合部分既係\r\n參照民法第 812  條暨美國動產擔保交易法等而增訂，則所稱附合係指動\r\n產與動產附合之情形而言。又附條件買賣之標的物，於買受人依約支付價\r\n金或完成特定條件前，其所有權仍為出賣人所保有，倘買受人有妨害出賣\r\n人權益之行為，諸如不依約定償還價款或完成特定條件，或將標的物出賣\r\n、出質或為其他處分，出賣人得取回占有標的物，並得再行出賣，此觀動\r\n產擔保交易法第 26 條、第 28 條及第 29 條規定即明。故附條件買賣係\r\n以出賣人保留標的物所有權之方式，保障出賣人之債權，使出賣人得藉由\r\n後續取回、再出賣之制度設計獲償。倘於附條件買賣情形，動產附合於第\r\n三人所有不動產而為重要成分，由不動產所有人取得動產所有權時，亦認\r\n有動產擔保交易法第 4  條之 1  規定之適用，則第三人所有之不動產勢\r\n將面臨被債權人取回占有及再行出賣之窘境。動產與不動產之價值相差懸\r\n殊，尤以現今社會公寓大廈林立，附條件買賣標的物（例如砂石、水泥等\r\n原料）附合於多數區分所有權人所有建物之情形屢見不鮮，若債權人得依\r\n動產擔保交易法第 4  條之 1  規定主張權利，對於因信賴不動產登記而\r\n善意取得不動產所有權之人實非公平，亦影響不動產交易安全甚鉅，就當\r\n事人權益保護而言，顯然輕重失衡，當非立法本意。故於附條件買賣標的\r\n物因附合而為第三人所有不動產重要成分之情形，當無動產擔保交易法第\r\n4 條之 1  規定之適用。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 942 號 民事裁定",
        "case_topic": "請求撤銷股東臨時會決議等為訴",
        "case_date": "民國 111 年 12 月 07 日",
        "case_gist": "在第二審程序進行中，於某法律關係之成立與否有爭執，而其裁判應以該\r\n法律關係為據，並求對於被告確定其法律關係之判決者，雖未經他造同意\r\n，仍得為訴之追加，此觀民事訴訟法第 446  條第 1  項但書、第 255\r\n條第 1  項但書第 6  款規定固明。惟依此規定所為訴之追加，限於法律\r\n關係之確定。至股份有限公司之決議，係因多數股東集合之意思表示而成\r\n立，僅為法律關係之發生原因，並非法律關係本身，不得依上開規定為訴\r\n之追加。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2533 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 111 年 12 月 07 日",
        "case_gist": "（一）訴訟繫屬中為訴訟標的之法律關係，雖移轉於第三人，於訴訟無影\r\n      響。民事訴訟法第 254  條第 1  項定有明文。故在訴訟繫屬中，\r\n      當事人移轉其訴訟標的法律關係時，為求訴訟程序安定、保有原訴\r\n      訟遂行成果、避免增加負擔等理由，本於當事人恆定主義之原則，\r\n      該移轉人仍為適格之當事人，可繼續以本人名義實施訴訟行為，此\r\n      屬法定訴訟擔當之一種。又因法律並無限制該移轉人權限之規定，\r\n      其自得就該訴訟為訴之變更追加。至受移轉人可經由承當訴訟、訴\r\n      訟告知、訴訟參加、法院職權通知等事前程序保障規定，及事後第\r\n      三人撤銷訴訟規定，以確保其權益。\r\n（二）在第二審為訴之變更，其變更之訴與原訴請求之基礎事實同一者，\r\n      應予准許，此觀民事訴訟法第 446  條第 1  項但書、第 255  條\r\n      第 1  項但書第 2  款之規定自明。揆其立法意旨，乃基於訴訟經\r\n      濟、尊重當事人程序主體權及程序處分權之原則，放寬訴之變更要\r\n      件，俾變更之請求得在同一訴訟程序，利用既有之訴訟及證據資料\r\n      ，避免另行起訴及法院重複審理，造成程序浪費，以期能一次解決\r\n      紛爭，貫徹保護當事人程序權之精神。第二審法院苟認該訴之聲明\r\n      變更為合法，應專就變更之新訴為裁判。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2463 號 民事判決",
        "case_topic": "請求撤銷股東臨時會決議等",
        "case_date": "民國 111 年 12 月 07 日",
        "case_gist": "公司法第 192  條第 1  項、第 216  第 1  項前段原分別規定：「公司\r\n董事會，設置董事不得少於三人，由股東會就有行為能力之股東中選任之\r\n」、「公司監察人，由股東會就股東中選任之」（下稱修正前規定）。嗣\r\n於 90 年 11 月 12 日依序修正為現行條文：「公司董事會，設置董事不\r\n得少於三人，由股東會就有行為能力之人選任之」、「公司監察人，由股\r\n東會選任之」（下稱現行條文）。揆其立法理由，乃修正前規定以股東充\r\n任董事，未能契合企業所有與企業經營分離之世界潮流，且公司之獲利率\r\n與公司董事由股東選任無特殊關聯；另為發揮監察人監督之功能，加強其\r\n專業性及獨立性，故董事、監察人均不以具有股東身分為必要。又股份有\r\n限公司之章程，倘無違反強制或禁止規定、公共秩序、善良風俗、股份有\r\n限公司本質、股東平等原則及侵害股東固有權等情形，原則應承認其效力\r\n，以避免過度干擾公司之內部自治。"
    },
    {
        "case_id": "最高法院 111 年度台聲字第 2198 號 民事裁定",
        "case_topic": "請求拆屋還地等聲請核定第三審",
        "case_date": "民國 111 年 12 月 07 日",
        "case_gist": "本件聲請人聲請核定第三審律師酬金，本庭評議後，認為擬採為裁判基礎\r\n之法律見解，即「上訴人對第二審判決提起上訴，因未繳納裁判費，經第\r\n二審法院裁定駁回其第三審上訴，被上訴人於第二審裁定駁回上訴人之第\r\n三審上訴前，已委任律師並代為提出答辯狀，可否依民事訴訟法第 466\r\n條之 3  第 1  項規定聲請核定第三審律師之酬金？」，本院先前具相同\r\n事實之裁判，有肯定與否定分歧見解之積極歧異，本庭認應採肯定見解，\r\n乃於民國 111  年 10 月 26 日向本院其他民事庭提出徵詢。徵詢程序完\r\n成，受徵詢之各民事庭，均採取與本庭相同法律見解，即上訴人不服第二\r\n審判決提起上訴，即生移審之效力，有本院 111  年度台聲徵字第 2198\r\n號徵詢書及各民事庭回覆書可稽。本件採為裁判基礎之法律見解，既經徵\r\n詢程序業經統一，應依該見解就本案逕為終局裁判。兩造間請求拆屋還地\r\n等事件，相對人對於臺高院所為 110  年度上字第 943  號判決提起第三\r\n審上訴，聲請人共同委任律師，並於 111  年 5  月 25 日提出答辯狀，\r\n嗣相對人未依臺高院裁定補繳第三審裁判費，經該院於同年 6  月 30 日\r\n裁定駁回其上訴，有上開判決、裁定、上訴理由狀、答辯狀、委任狀、本\r\n院查詢文狀作業等件可稽。依上說明，聲請人聲請核定其第三審律師酬金\r\n，自無不合，應予准許。"
    },
    {
        "case_id": "最高法院 111 年度台聲字第 2198 號 裁定",
        "case_topic": "請求拆屋還地等聲請核定第三審",
        "case_date": "民國 111 年 12 月 07 日",
        "case_gist": "本件聲請人聲請核定第三審律師酬金，本庭評議後，認為擬採為裁判基礎\r\n之法律見解，即「上訴人對第二審判決提起上訴，因未繳納裁判費，經第\r\n二審法院裁定駁回其第三審上訴，被上訴人於第二審裁定駁回上訴人之第\r\n三審上訴前，已委任律師並代為提出答辯狀，可否依民事訴訟法第 466\r\n條之 3  第 1  項規定聲請核定第三審律師之酬金？」，本院先前具相同\r\n事實之裁判，有肯定與否定分歧見解之積極歧異，本庭認應採肯定見解，\r\n乃於民國 111  年 10 月 26 日向本院其他民事庭提出徵詢。徵詢程序完\r\n成，受徵詢之各民事庭，均採取與本庭相同法律見解，即上訴人不服第二\r\n審判決提起上訴，即生移審之效力，有本院 111  年度台聲徵字第 2198\r\n號徵詢書及各民事庭回覆書可稽。本件採為裁判基礎之法律見解，既經徵\r\n詢程序業經統一，應依該見解就本案逕為終局裁判。兩造間請求拆屋還地\r\n等事件，相對人對於臺高院所為 110  年度上字第 943  號判決提起第三\r\n審上訴，聲請人共同委任律師，並於 111  年 5  月 25 日提出答辯狀，\r\n嗣相對人未依臺高院裁定補繳第三審裁判費，經該院於同年 6  月 30 日\r\n裁定駁回其上訴，有上開判決、裁定、上訴理由狀、答辯狀、委任狀、本\r\n院查詢文狀作業等件可稽。依上說明，聲請人聲請核定其第三審律師酬金\r\n，自無不合，應予准許。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 539 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 111 年 11 月 30 日",
        "case_gist": "法院為判決時，應斟酌全辯論意旨及調查證據之結果，依自由心證判斷事\r\n實之真偽，此觀民事訴訟法第 222  條第 1  項本文規定自明。該自由心\r\n證，為法院認定事實之審理原則，乃指法官不受非法外力干擾，於斟酌全\r\n辯論意旨及調查證據之結果後，依論理及經驗法則，自主判斷事實之真偽"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2083 號 民事判決",
        "case_topic": "請求確認專賣店合約優先權存在",
        "case_date": "民國 111 年 11 月 30 日",
        "case_gist": "契約，乃當事人本其自主意思所為之法律行為，基於私法自治及\r\n契約自由原則，不僅為當事人紛爭之行為規範，亦係法院於訴訟\r\n之裁判規範。倘當事人所訂立之契約真意發生疑義時，法院應為\r\n闡明性解釋（單純性解釋），即依文義解釋（以契約文義為基準\r\n）、體系解釋（通觀契約全文）、歷史解釋（斟酌立約當時情形\r\n及其他一切資料）、目的解釋（考量契約之目的及經濟價值），\r\n並參酌交易習慣與衡量誠信原則，以檢視其解釋結果是否符合兩\r\n造間權利義務之公平正義，且應兼顧不能逸出契約最大可能之文\r\n義。又除非確認當事人於訂約時，關於某事項依契約計畫顯然應\r\n予訂定而漏未訂定，致無法完滿達成契約目的，出現契約漏洞之\r\n情形，方可進行補充性解釋（契約漏洞之填補），以尊重當事人\r\n自主決定契約內容之權利，避免任意侵入當事人私法自治之領域\r\n，創造當事人原有意思以外之條款。至法院認契約出現漏洞而為\r\n補充性解釋時，應斟酌締約過程、締約目的、契約類型、內容等\r\n關連事實，參考相關法規範及誠信原則予以填補。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2323 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷之訴",
        "case_date": "民國 111 年 11 月 16 日",
        "case_gist": "（一）立法者於追求較慎重而得為正確裁判之法院訴訟制度外，另創設相\r\n      對較為迅速而符合經濟原則之仲裁制度，並規定仲裁人之判斷，於\r\n      當事人間，與法院之確定判決有同一效力（仲裁法第 37 條第 1\r\n      項），乃係賦與當事人就其可處分之實體法上權利，得在考量、兼\r\n      顧其實體利益及程序利益之平衡下，選擇最適合且有利於解決紛爭\r\n      之程序制度，並有效利用有限之國家司法資源。如當事人選擇以訴\r\n      訟外之仲裁制度解決紛爭，獲得最終之判斷結果，即應受其拘束，\r\n      不容事後再任為爭執，受訴法院僅得就仲裁法第 40 條第 1  項所\r\n      列各款事由加以審查，以避免紛爭再燃。是仲裁法乃採限制審查即\r\n      實質審查禁止原則，以兼顧當事人之程序選擇權，並達司法資源有\r\n      效利用之目的。至仲裁判斷所持之法律見解及該判斷之實體內容是\r\n      否妥適，乃仲裁人之仲裁權限，法院應予尊重。\r\n（二）類推適用係就法律未規定之事項，援引與其性質相類似之規定以為\r\n      適用，俾補足法律規定之漏洞。至於二者是否類似、得否類推適用\r\n      ，則應探求法律規定之規範目的，及依平等原則判斷應否為相同之\r\n      法律評價。又仲裁判斷與仲裁協議標的之爭議無關，或逾越仲裁協\r\n      議之範圍者，當事人得對於他方提起撤銷仲裁判斷之訴，但除去該\r\n      部分亦可成立者，其餘部分，不在此限，此觀仲裁法第 38 條第 1\r\n      款規定自明。考其立法理由，係為使仲裁判斷易於有效成立，並盡\r\n      可能維持其效力。而仲裁程序，違反仲裁協議或法律規定者，當事\r\n      人得對於他方提起撤銷仲裁判斷之訴，仲裁法第 40 條第 1  項第\r\n      4 款亦有明定。該款雖無如同法第 38 條第 1  款但書之明文，然\r\n      依同法第 40 條第 1  項第 1  款規定，有第 38 條第 1  款之情\r\n      事，既同為撤銷仲裁判斷事由之一，且同法第 40 條第 3  項已明\r\n      揭同條第 1  項第 4  款違反仲裁協議及第 5  款至第 9  款情形\r\n      ，以足以影響判斷之結果為限，當事人始得提起撤銷仲裁判斷之訴\r\n      ，皆在使撤銷仲裁判斷之訴規定趨於合理，除有明確之原因，不宜\r\n      輕易撤銷，且可符合國際商務仲裁之立法趨勢。故仲裁法第 40 條\r\n      第 1  項第 4  款規定，無如同法第 38 條第 1  項但書之規定，\r\n      應屬法律漏洞，本於尊重當事人程序選擇權，及司法資源有效利用\r\n      性，而使仲裁判斷盡可能有效成立之相同法理，仲裁判斷僅部分違\r\n      反法律規定，而與其他部分為可分者，應得類推適用仲裁法第 38 \r\n      條第 1  款但書之規定，僅得撤銷該違背法律規定之部分。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 924 號 民事判決",
        "case_topic": "請求履行契約等",
        "case_date": "民國 111 年 11 月 03 日",
        "case_gist": "按法律行為經撤銷者，視為自始無效，民法第 114  條第 1  項定有明文\r\n。贈與人合法撤銷其贈與者，贈與既視為自始無效，附隨之違約金約定，\r\n自亦隨同消滅。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 924 號 判決",
        "case_topic": "請求履行契約等",
        "case_date": "民國 111 年 11 月 03 日",
        "case_gist": "按法律行為經撤銷者，視為自始無效，民法第 114  條第 1  項定有明文\r\n。贈與人合法撤銷其贈與者，贈與既視為自始無效，附隨之違約金約定，\r\n自亦隨同消滅。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2099 號 判決",
        "case_topic": "請求拆除天然瓦斯管線",
        "case_date": "民國 111 年 11 月 03 日",
        "case_gist": "按民國 100  年 2  月 1  日公布施行之天然氣事業法第 23 條、第 24 \r\n條前段依序規定：公用天然氣事業因敷設管線之必要，得通過他人土地或\r\n建築物外緣敷設，敷設前，應事先以書面通知所有權人或使用人；所有權\r\n人或使用人提出異議時，得申請直轄市、縣（市）主管機關協調；協調不\r\n成時，應向直轄市、縣（市）主管機關申請許可後，先行施工，並應於施\r\n工七日前，以書面通知所有權人或使用人。前項通知，如確有困難者，得\r\n以公告代之。第一項管線之敷設，應擇其損害最少之處所及方法為之，並\r\n應予以修護或補償；前條經公用天然氣事業敷設管線通過之土地或建築物\r\n，其所有權人或使用人因正當理由，有變更土地使用或擴建之必要時，得\r\n請公用天然氣事業遷移管線。上開規定於該法公布施行前公用天然氣事業\r\n敷設之管線，非不得以之為法理而予適用。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 648 號 民事裁定",
        "case_topic": "聲請確定訴訟費用額聲明異議",
        "case_date": "民國 111 年 11 月 02 日",
        "case_gist": "法院於確定訴訟費用額之程序，僅在審究有求償權之一造當事人所開列之\r\n費用項目，及其提出支付費用之計算書等證據，是否屬於訴訟費用之範圍\r\n，以確定應負擔訴訟費用之他造當事人所應賠償之訴訟費用數額；有關訴\r\n訟費用負擔之主體、負擔比例等，悉依命負擔訴訟費用之裁判定之，於確\r\n定訴訟費用額之程序中，無從更為不同之酌定。至民事訴訟法第 77 條之\r\n 2、第 78 條至第 85 條等規定，分別規範數項訴訟標的價額核定之計算\r\n、訴訟費用之負擔等項，均與確定訴訟費用額程序中，核算當事人分擔訴\r\n訟費用及確定其一造應賠償他造之差額者無涉。基此，原告數項聲明之訴\r\n訟標的不相同，惟自經濟上觀之，其訴訟目的一致，不超出終局標的範圍\r\n，其訴訟標的價額固應以其中價額最高者定之。然於確定訴訟費用額程序\r\n，仍應依命負擔訴訟費用之裁判，定各項聲明有關訴訟費用負擔之主體、\r\n負擔比例等。"
    },
    {
        "case_id": "最高法院 110 年度台抗字第 1069 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行",
        "case_date": "民國 111 年 10 月 27 日",
        "case_gist": "按最高限額抵押權之債權人，持拍賣抵押物裁定為執行名義，聲請強制執\r\n行，其取得執行名義所憑之債權，經法院判決確認不存在確定，倘執行法\r\n院就其提出之其他債權證明文件，依形式審查結果，足認尚有其他已屆清\r\n償期之擔保債權存在時，即不得依債務人之聲明異議，駁回強制執行之聲\r\n請。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1348 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 111 年 10 月 26 日",
        "case_gist": "（一）按國家賠償法屬特殊侵權行為法，亦為損害賠償法體系一環。損害\r\n      賠償法旨在規範被害人於何種情形，得向加害人請求如何之損害。\r\n      而現今社會是風險社會，風險源一部分來自於各種現代科技，其損\r\n      害具有大量性、嚴重性與科技性之特徵，各種電力設備為現代生活\r\n      所不可或缺，亦為現代社會生活風險源之一。而保障人民安全係國\r\n      家存在的意義及目的，尤其是保障人身自由、生存權、工作權、財\r\n      產權及其他自由等基本權利（參照憲法第 8  條以下）。因公共設\r\n      施不論是供公共使用或供公務使用，均具有某種公共行政目的，且\r\n      與人民生活密切相關，倘設置或管理有瑕疵，均屬國家職務義務之\r\n      違反，並招致人民生活空間損害風險，自須課予國家相當之風險管\r\n      控義務，以國家賠償法公共設施瑕疵責任承擔因該 3  設置或管理\r\n      所帶來之公共風險，並藉此督促其積極採取防範措施，而不應受各\r\n      該設施之功能、目的之侷限；即使專供行政機關公務使用、平時不\r\n      對外開放供一般人民使用之設施，如人民獲允許合法進入該設施者\r\n      ，於當時公物之性質、狀態，已逾原始之功能、目的，而有公共設\r\n      施性質，自應將之納入國家賠償法第 3  條第 1  項規定適用範圍\r\n      。\r\n（二）查：系爭會議室及系爭電線均係○○○政府所屬特教中心內部辦理\r\n      公務而設置之公物，宋○傑係受其雇主普○○公司指派，前往特教\r\n      中心施作維修投影機設備與安裝控制盒等工程，經特教中心人員交\r\n      付系爭會議室鑰匙入內施工，為原審所認定。宋○傑係為履行其雇\r\n      主普○○公司與泰○國小間之承攬契約，經特教中心人員允許合法\r\n      進入系爭會議室，因系爭會議室內部系爭電線設備未妥善保管或其\r\n      他情事發生瑕疵而怠於適時修護所生之公共風險，自當依國家賠償\r\n      法公共設施瑕疵國賠責任承接，而不該僅因系爭會議室或系爭電線\r\n      係供特教中心內部辦理公務之用，排除國家賠償責任。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1348 號 判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 111 年 10 月 26 日",
        "case_gist": "（一）按國家賠償法屬特殊侵權行為法，亦為損害賠償法體系一環。損害\r\n      賠償法旨在規範被害人於何種情形，得向加害人請求如何之損害。\r\n      而現今社會是風險社會，風險源一部分來自於各種現代科技，其損\r\n      害具有大量性、嚴重性與科技性之特徵，各種電力設備為現代生活\r\n      所不可或缺，亦為現代社會生活風險源之一。而保障人民安全係國\r\n      家存在的意義及目的，尤其是保障人身自由、生存權、工作權、財\r\n      產權及其他自由等基本權利（參照憲法第 8  條以下）。因公共設\r\n      施不論是供公共使用或供公務使用，均具有某種公共行政目的，且\r\n      與人民生活密切相關，倘設置或管理有瑕疵，均屬國家職務義務之\r\n      違反，並招致人民生活空間損害風險，自須課予國家相當之風險管\r\n      控義務，以國家賠償法公共設施瑕疵責任承擔因該設置或管理所帶\r\n      來之公共風險，並藉此督促其積極採取防範措施，而不應受各該設\r\n      施之功能、目的之侷限；即使專供行政機關公務使用、平時不對外\r\n      開放供一般人民使用之設施，如人民獲允許合法進入該設施者，於\r\n      當時公物之性質、狀態，已逾原始之功能、目的，而有公共設施性\r\n      質，自應將之納入國家賠償法第 3  條第 1  項規定適用範圍。　　\r\n（二）查：系爭會議室及系爭電線均係彰化縣政府所屬特教中心內部辦理\r\n      公務而設置之公物，宋○傑係受其雇主普傑特公司指派，前往特教\r\n      中心施作維修投影機設備與安裝控制盒等工程，經特教中心人員交\r\n      付系爭會議室鑰匙入內施工，為原審所認定。宋○傑係為履行其雇\r\n      主普○特公司與泰○國小間之承攬契約，經特教中心人員允許合法\r\n      進入系爭會議室，因系爭會議室內部系爭電線設備未妥善保管或其\r\n      他情事發生瑕疵而怠於適時修護所生之公共風險，自當依國家賠償\r\n      法公共設施瑕疵國賠責任承接，而不該僅因系爭會議室或系爭電線\r\n      係供特教中心內部辦理公務之用，排除國家賠償責任。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2106 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 111 年 10 月 05 日",
        "case_gist": "法院以涵攝為核心之事實認定過程，得以邏輯三段論法為表示，即以某特\r\n定經驗法則（含論理法則）為大前提，已明瞭或經認定之具體間接事實為\r\n小前提，於該間接事實與待證之法律要件事實（包括主要事實、直接事實\r\n或間接事實）間，依該特定經驗法則足以推認二者之因果關係存在時，即\r\n可獲得結論，而據以認定待證法律要件事實存在，是乃事實認定之三段論\r\n法。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 259 號 民事裁定",
        "case_topic": "請求清償借款強制執行",
        "case_date": "民國 111 年 09 月 08 日",
        "case_gist": "按依破產法第 65 條第 1  項第 5  款規定，未於規定期限內向破產管理\r\n人申報之債權，僅不得就破產財團受清償，並未使該債權之請求權因破產\r\n終結而歸於消滅。破產法第 149  條亦僅明文限於依調協或破產程序已受\r\n清償之破產債權，其未能受清償之部分，請求權視為消滅，並不包括已申\r\n報而全未受清償、及未申報且全未受清償之破產債權，以兼顧債權人及債\r\n務人之利益。惟於債權人知悉破產程序存在，僅申報其中部分債權，而未\r\n申報其他債權之情形，倘容許該未申報債權之請求權仍然存在，將導致債\r\n權人投機取巧，僅選擇申報部分債權，不申報其他債權，以規避請求權視\r\n為消滅之不利部分，非但有違誠信原則，亦與破產法賦與債務人重生之法\r\n理相悖。是破產法第 149  條規定「債權人依調協或破產程序已受清償者\r\n，其債權未能受清償之部分，請求權視為消滅」，所稱之「其債權」，包\r\n括該債權人故意不申報之其他債權在內，俾免破產制度形同虛設。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 259 號 裁定",
        "case_topic": "請求清償借款強制執行",
        "case_date": "民國 111 年 09 月 08 日",
        "case_gist": "按依破產法第 65 條第 1  項第 5  款規定，未於規定期限內向破產管理\r\n人申報之債權，僅不得就破產財團受清償，並未使該債權之請求權因破產\r\n終結而歸於消滅。破產法第 149  條亦僅明文限於依調協或破產程序已受\r\n清償之破產債權，其未能受清償之部分，請求權視為消滅，並不包括已申\r\n報而全未受清償、及未申報且全未受清償之破產債權，以兼顧債權人及債\r\n務人之利益。惟於債權人知悉破產程序存在，僅申報其中部分債權，而未\r\n申報其他債權之情形，倘容許該未申報債權之請求權仍然存在，將導致債\r\n權人投機取巧，僅選擇申報部分債權，不申報其他債權，以規避請求權視\r\n為消滅之不利部分，非但有違誠信原則，亦與破產法賦與債務人重生之法\r\n理相悖。是破產法第 149  條規定「債權人依調協或破產程序已受清償者\r\n，其債權未能受清償之部分，請求權視為消滅」，所稱之「其債權」，包\r\n括該債權人故意不申報之其他債權在內，俾免破產制度形同虛設。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1950 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 111 年 09 月 07 日",
        "case_gist": "法律適用邏輯表現於涵攝（或稱歸攝），即將具體案例事實，置於法律規\r\n範要件之下，以獲致結論之思維過程。而以涵攝為核心之法律適用過程，\r\n得以邏輯三段論法為表示，即以法律規範要件為大前提，具體案例事實為\r\n小前提，於具體案例事實該當該法律規範要件時，即可發生一定法律效果\r\n，此為其結論。倘法律規範要件，係由多數要件特徵所組成，則具體案例\r\n事實必須該當所有要件特徵，始能發生該法律規範所定之法律效果，是乃\r\n法律適用之三段論法。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1914 號 民事判決",
        "case_topic": "請求確認股東會決議不成立等",
        "case_date": "民國 111 年 09 月 07 日",
        "case_gist": "假處分所必要之方法，由法院以裁定酌定，而得命令或禁止債務人為一定\r\n行為；且除別有規定外，該規定於定暫時狀態之處分準用之，此觀民事訴\r\n訟法第 535  條、第 538  條之 4  規定自明。上開規定，依強制執行法\r\n第 30 條之 1  規定，於強制執行程序準用之。又假處分裁定，係命令或\r\n禁止債務人為一定行為者，執行法院應將該裁定送達於債務人，強制執行\r\n法第 138  條復有明文。揆其目的，乃在使債務人知悉裁定之內容，而履\r\n行其義務，該假處分之效力，始於債務人收受裁定之時。是命債務人停止\r\n執行職務之定暫時狀態處分裁定，屬禁止債務人為一定行為之性質，執行\r\n法院於該裁定具執行力後（如債權人供足擔保），將之送達債務人時，即\r\n發生效力。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1627 號 民事判決",
        "case_topic": "請求合夥財產清算",
        "case_date": "民國 111 年 09 月 07 日",
        "case_gist": "提起上訴，為當事人對於所受不利益終局判決聲明不服之方法。而當事人\r\n所受判決是否對其不利，應以判決主文為準。又以一訴請求計算及被告因\r\n該法律關係所應為之給付者，得於被告為計算之報告前，保留關於給付範\r\n圍之聲明（下稱保留關於給付範圍聲明），民事訴訟法第 245  條固有明\r\n定。惟民事訴訟採處分權主義，裁判之範圍與限度，原則由當事人決定，\r\n法院審判範圍應受原告起訴請求及受敗訴當事人上訴範圍拘束；且原告對\r\n被告在同一訴訟程序，主張二個以上之訴訟上請求（含訴訟標的及訴之聲\r\n明），除定有專屬管轄、不得行同種訴訟程序及法律明文禁止者外，原告\r\n得合併提起，並得排列各請求之審理順序，於未違反相關規定及無害公益\r\n之前提下，法院應予尊重，以符合當事人適時審判請求權之精神。是故，\r\n原告基於其程序與實體利益考量，先位請求被告為特定給付聲明，而將保\r\n留關於給付範圍聲明列為備位請求，以排列審理之順序，法院原則應受其\r\n拘束。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1203 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 111 年 08 月 24 日",
        "case_gist": "保險法第 116  條第 1  項、第 2  項規定之催告，屬於意思通知之性質\r\n，其效力之發生，應類推適用民法關於意思表示之規定。而民法第 95 條\r\n第 1  項本文規定：「非對話而為意思表示者，其意思表示，以通知達到\r\n相對人時，發生效力。」所謂達到，係指意思表示已進入相對人之支配範\r\n圍，置於相對人隨時可以了解其內容之客觀狀態。書面所為之意思表示，\r\n如已進入相對人之實力支配範圍，且處於依一般社會觀念，可期待相對人\r\n了解之狀態時，應認該意思表示已對相對人發生效力。基此，人壽保險之\r\n保險人依保險法第 116  條第 1  項、第 2  項所為之書面催告，如已進\r\n入要保人之實力支配範圍，且處於依一般社會觀念，可期待要保人了解之\r\n狀態時，應認該催告已對要保人發生效力。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 709 號 民事裁定",
        "case_topic": "請求確認董事會決議無效（聲請移轉管轄）",
        "case_date": "民國 111 年 08 月 17 日",
        "case_gist": "按商業法院處理商業事件，依本法之規定；本法未規定者，商業訴訟事件\r\n適用民事訴訟法之規定，商業事件審理法第 19 條定有明文。同法第 4\r\n條第 1  項前段、第 4  項各規定：商業法院認事件不合第 2  條所定商\r\n業事件者，應依職權或依聲請裁定移送於其管轄地方法院；對於第 1  項\r\n裁定，不得聲明不服。乃為使商業事件之管轄權儘速確定（該條立法理由\r\n參照），而有別於民事訴訟法對於移轉管轄之裁定得抗告之規定。至於移\r\n送之聲請被駁回者，該法既無特別規定，即應適用民事訴訟法第 28 條第\r\n3 項規定，不得聲明不服。是對於商業法院所為移送與否之裁定均不得聲\r\n明不服。"
    },
    {
        "case_id": "最高法院 111 年度台抗字第 709 號 裁定",
        "case_topic": "請求確認董事會決議無效（聲請移轉管轄）",
        "case_date": "民國 111 年 08 月 17 日",
        "case_gist": "按商業法院處理商業事件，依本法之規定；本法未規定者，商業訴訟事件\r\n適用民事訴訟法之規定，商業事件審理法第 19 條定有明文。同法第 4\r\n條第 1  項前段、第 4  項各規定：商業法院認事件不合第 2  條所定商\r\n業事件者，應依職權或依聲請裁定移送於其管轄地方法院；對於第 1  項\r\n裁定，不得聲明不服。乃為使商業事件之管轄權儘速確定（該條立法理由\r\n參照），而有別於民事訴訟法對於移轉管轄之裁定得抗告之規定。至於移\r\n送之聲請被駁回者，該法既無特別規定，即應適用民事訴訟法第 28 條第\r\n3 項規定，不得聲明不服。是對於商業法院所為移送與否之裁定均不得聲\r\n明不服。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 2159 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 111 年 08 月 11 日",
        "case_gist": "按所謂外部共同保險，係指一要保人同時與數保險人訂立一保險契約，約\r\n定該數保險人承保同一保險標的，所承保之範圍總合不超過保險標的之價\r\n值，且被保險人得由該保險契約清楚掌握所有共同承保保險人（下稱共保\r\n人）之名稱與其承擔責任比例之保險類型。此類保險契約訂立之方法，可\r\n由單一保險人簽發保單，而其餘共保人於保單上列出之共保比例簽署負責\r\n或以批註共保條款之方式列出所有參與之共保人與其承擔之比例，所有共\r\n保人並聲明僅就自己承擔之比例負保險責任；亦可由每一共保人分別簽發\r\n保單，每一共保保單均包含共保條款，清楚列出所有共保人與其應負責之\r\n保險金額。二者就個別保險人均僅對本身承擔之比例負責而言，並無不同\r\n，於上揭情形，被保險人求償損失時，仍須分別向各保險人行使保險金給\r\n付請求權，其保險契約有約定主辦保險人（通常係簽發保單或承保比例最\r\n高之保險人）時，固由主辦保險人為共保人全體之利益，辦理核保、收取\r\n保費與理賠事宜，惟仍由各保險人依其承擔之比例分別對被保險人負責，\r\n除有特別約定外，各保險人間尚不因此產生連帶給付責任。"
    },
    {
        "case_id": "最高法院 110 年度台上字第 2159 號 判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 111 年 08 月 11 日",
        "case_gist": "按所謂外部共同保險，係指一要保人同時與數保險人訂立一保險契約，約\r\n定該數保險人承保同一保險標的，所承保之範圍總合不超過保險標的之價\r\n值，且被保險人得由該保險契約清楚掌握所有共同承保保險人（下稱共保\r\n人）之名稱與其承擔責任比例之保險類型。此類保險契約訂立之方法，可\r\n由單一保險人簽發保單，而其餘共保人於保單上列出之共保比例簽署負責\r\n或以批註共保條款之方式列出所有參與之共保人與其承擔之比例，所有共\r\n保人並聲明僅就自己承擔之比例負保險責任；亦可由每一共保人分別簽發\r\n保單，每一共保保單均包含共保條款，清楚列出所有共保人與其應負責之\r\n保險金額。二者就個別保險人均僅對本身承擔之比例負責而言，並無不同\r\n，於上揭情形，被保險人求償損失時，仍須分別向各保險人行使保險金給\r\n付請求權，其保險契約有約定主辦保險人（通常係簽發保單或承保比例最\r\n高之保險人）時，固由主辦保險人為共保人全體之利益，辦理核保、收取\r\n保費與理賠事宜，惟仍由各保險人依其承擔之比例分別對被保險人負責，\r\n除有特別約定外，各保險人間尚不因此產生連帶給付責任。"
    }
]