[
    {
        "case_id": "最高法院 86 年度台上字第 3230 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 23 日",
        "case_gist": "刑事訴訟法第四百八十七條第一項所謂因犯罪而受損害之人，就財產法益\r\n言，並不限於所有權人，即占有人之占有被侵害時，該占有人亦為該條所\r\n定之被害人，自得提起附帶民事訴訟請求回復其損害。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 511 號 民事裁定",
        "case_summary": "聲請發還擔保金事件",
        "case_date": "民國 86 年 10 月 17 日",
        "case_gist": "按應供擔保之原因消滅者，法院應依供擔保人之聲請，以裁定命返還其提\r\n存物。此規定於其他依法令供訴訟上之擔保者，準用之，民事訴訟法第一\r\n百零四條第一項第一款、第一百零六條定有明文。又按宣告原告供擔保後\r\n，得為假執行；但被告於假執行程序實施前預供擔保，得免為假執行之判\r\n決，須原告已供擔保後，始得為假執行。倘原告並未提供擔保，既不得為\r\n假執行，原告即無因免為假執行而受損害之可言，被告亦無預供擔保以阻\r\n止假執行之必要。倘被告預供擔保，應認其應供擔保之原因已消滅。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3200 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 17 日",
        "case_gist": "一  依各殘廢等級喪失或減少勞動能力比率表，其喪失勞動能力程度為百\r\n    分之四六‧一四云云，但所謂各殘廢等級喪失或減少勞動能力比率表\r\n    所指為何，是否足為認定喪失勞動能力程度之根據，不無疑義，原審\r\n    未就簡進興受傷前之身體健康狀態、工作性質及其具備如何專門技術\r\n    、以及受傷後對工作操作能力有如何之影響，詳為斟酌，據以判斷簡\r\n    進興減少勞動能力之情形，逕認簡進興減少勞動能力達百分之四六‧\r\n    一四，自嫌速斷。\r\n二  原審既認定簡進興受傷住院期間薪資並未被扣除，傷癒後上班，薪津\r\n    亦未減少，依此，於未有證據證明簡進興因受本件傷害對現在及將來\r\n    於勞動能力上必有何種損害前，原審遽謂簡進興有此方面之損害賠償\r\n    請求權存在，而未詳細說明其得心證理由，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3198 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 10 月 17 日",
        "case_gist": "應由被上訴人就渠等所抗辯吳清煙與上訴人間就系爭乙部分之土地有買賣\r\n關係存在之積極事實負舉證責任，乃原審反責令上訴人就其主張被上訴人\r\n係無權占有系爭乙部分土地之事實先負舉證責任，顯與舉證責任分配之法\r\n則有違。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 509 號 民事裁定",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "民事訴訟法第二百五十三條所定之「重複起訴之禁止」 (一事不再理之原\r\n則) ，係以「訴訟繫屬中更行起訴」為其要件。所謂訴訟繫屬中，自指當\r\n事人提起民事訴訟之程序業已開始，尚未終結者而言。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 506 號 民事裁定",
        "case_summary": "聲請變換提存物",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "可轉讓定期存單有其財產上之價值，無論已否到期，均得充作供擔保之提\r\n存物變換之標的。"
    },
    {
        "case_id": "最高法院 86 年度台聲字第 490 號 民事裁定",
        "case_summary": "請求塗銷抵押權登記",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "當事人無資力支出訴訟費用者，固得聲請訴訟救助，然所謂無資力，係指\r\n窘於生活，且缺乏經濟信用者而言；又當事人在前訴訟程序曾經繳納裁判\r\n費，於該訴訟程序確定後提起再審之訴時，如不能釋明其經濟狀況確有重\r\n大之變遷，不得遽為聲請訴訟救助。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3191 號 民事判決",
        "case_summary": "請求塗銷所有權登記",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "司法院大法官會議釋字第一六四號解釋謂已登記不動產所有人之除去妨害\r\n請求權，依其性質，無民法第一百二十五條消滅時效規定之適用，其中所\r\n稱「已登記不動產所有人」，依其解釋意旨觀之，應係指主張除去妨害請\r\n求權之人，其不動產於土地登記簿上已為所有人登記者而言。查系爭土地\r\n所有權應有部分三分之一，原係登記為兩造之被繼承人羅某所有，為原審\r\n所合法認定之事實。而依民法第一千一百四十八條及第七百五十九條之規\r\n定，兩造於登記前即已取得系爭土地所有權應有部分三分之一。是被上訴\r\n人應認係「已登記不動產所有人」，其除去妨害請求權，自無消滅時效規\r\n定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3190 號 民事判決",
        "case_summary": "請求確認債務不存在",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "保證者，謂當事人約定一方於他方之債務人不履行債務時，由其代負履行\r\n責任之契約，民法第七百三十九條定有明文。而連帶保證為保證契約之一\r\n種，自應由雙方當事人就保證人願與主債務人負同一清償責任有意思之合\r\n致，始足成立。又民法上所謂代理，係指本人以代理權授與他人，由他人\r\n代理本人為法律行為，該代理人之意思表示對本人發生效力而言 (參閱本\r\n院六十二年臺上字第一○九九號判例) 。是意定代理，除符合民法第一百\r\n六十九條所定之要件而成立表見代理外，應以本人之代理權授與為其前提\r\n要件，茍無本人為代理權之授與，自無所謂代理之可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3186 號 民事判決",
        "case_summary": "請求確認債權存在",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "勞工退休時，應由雇主發給退休金，為勞動基準法第五十五條所明定。足\r\n見該項退休金之債權債務關係發生於勞工退休之時，並存在於勞工與雇主\r\n之間。雖勞動基準法第五十六條第一項及第三項另規定：「本法施行後，\r\n雇主應按月提撥勞工退休準備金，專戶存儲，並不得作為讓與、扣押、抵\r\n銷或擔保。其提撥率，由中央主管機關擬訂，報請行政院核定之」、「雇\r\n主所提撥勞工退休準備金，應由勞工與雇主共同組織委員會監督之。」字\r\n樣。惟依同條第二項規定：「勞工退休基金，由中央主管機關會同財政部\r\n指定金融機構保管運用。」觀之，該退休基金僅交由金融機構保管運用而\r\n已，並非一經存儲，勞雇間關於退休金之權利義務即移屬於金融機構。而\r\n該金融機構縱依法令簽發以退休勞工為抬頭人之禁止背書轉讓及加具平行\r\n線支票寄交監督委員會轉發退休勞工退休金，亦僅係其以上開方式代雇主\r\n給付退休金，仍難據以謂退休基金存儲於金融機構，雇主即解免其給付退\r\n休金與勞工之義務。換言之，雇主給付退休金義務之解免，自應視其已否\r\n發生清償之效力而定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3181 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "本件情形固與本院四十八年台上字第一四五七號判例所指實際案例不盡相\r\n同，惟該判例意旨謂：土地與房屋為各別之不動產，各得單獨為交易之標\r\n的，且房屋性質上不能與土地使用權分離而存在，亦即使用房屋必須使用\r\n該房屋之地基，故土地及房屋同屬一人，而將土地及房屋分開同時或先後\r\n出賣，其間雖無地上權設定，然除有特別情事，可解釋為當事人之真意，\r\n限於賣屋而無基地之使用外，均應推斷土地承買人默許房屋承買人繼續使\r\n用土地等語，旨在說明土地承買人於買受土地時，如已知地上有房屋之存\r\n在，而無特別情事可解釋為當事人之真意無基地之使用外，應推斷土地承\r\n買人默許房屋所有人繼續使用土地。系爭土地於出售與張丙嵩時，倘地上\r\n已有系爭房屋之存在，為張丙嵩所知悉，且未約定或有何特別情事可認為\r\n當事人之真意無基地之使用外，能否謂張丙嵩無默許房屋所有人繼續使用\r\n土地之意，自非無斟酌之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3180 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "代理人雖未明示本人名義，而相對人明知其代理或可得知者，仍不能對於\r\n代理人主張其自為；換言之，授權人已將授權於他人之事通知或公告或為\r\n相對人所知悉，其人所為之行為，雖未明示以本人名義為之，仍應對於本\r\n人發生效力，是為隱名代理。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3171 號 民事判決",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "土地法第三十條規定，私有農地所有權之移轉，其承受人以承受後能自耕\r\n者為限。倘承買人無自耕能力而竟承買私有農地，即係以不能之給付為契\r\n約標的，依民法第二百四十六條第一項前段之規定，其契約為無效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3165 號 民事判決",
        "case_summary": "請求返還買賣價金",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "民法第二百五十四條之規定，應僅係法律所認解除權之一種。如契約當事\r\n人間，約定一方給付遲延時他方得不經催告逕行解除契約 (約定解除權)\r\n，或保留一方應於一定期間履行作為解除條件 (附解除條件之買賣契約)\r\n者，基於私法自治原則，亦非法所不許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3142 號 民事判決",
        "case_summary": "確認法定抵押權存在",
        "case_date": "民國 86 年 10 月 16 日",
        "case_gist": "民法第五百十三條之法定抵押權，係指承攬人就承攬關係所生之債權，對\r\n於其工作所附之定作人之不動產，有就其賣得價金優先受償之權，倘無承\r\n攬人與定作人之關係，不能依雙方之約定而成立法定抵押權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3022 號 民事判決",
        "case_summary": "損害賠償等事件",
        "case_date": "民國 86 年 10 月 13 日",
        "case_gist": "鄉鎮市調解條例第六條規定：「調解委員會應有調解委員三分之一以上出\r\n席，始得開會。但經兩造當事人之同意，得由調解委員一人逕行調解」。\r\n是依該條例舉行之調解，原則上應由調解委員以開會方式行之，於經兩造\r\n當事人同意時，始得例外由調解委員一人逕行調解；若由超過一人之調解\r\n委員進行調解時，縱經當事人同意，亦應以開會程序為之，尚無前開條文\r\n但書之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3140 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 10 月 09 日",
        "case_gist": "因時效而取得地上權登記請求權者，不過有此請求權而已，在未依法登記\r\n為地上權人以前，仍不得據以對抗土地所有人而認其並非無權占有，經本\r\n院六十九年度第五次民事庭會議決議在案。至占有人因時效而取得地上權\r\n登記請求權者，以已具備時效取得之要件，向該管地政機關聲請為地上權\r\n登記，如經地政機關受理，則受訴法院即應就占有人是否具備時效取得地\r\n上權之要件，為實體上裁判，固經本院八十年度第二次民事庭會議決議予\r\n以補充。惟後者旨在說明占有人如在土地所有人訴請拆屋還地之前，已主\r\n張具備時效取得之要件，得請求登記為地上權人者，法院應就其是否具備\r\n時效取得地上權之要件，為實體上裁判。倘占有人係在土地所有人提起拆\r\n屋還地之訴後，始主張具備時效取得之要件，向地政機關聲請為地上權登\r\n記者，即無該決議之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3139 號 民事判決",
        "case_summary": "請求確認債權存在",
        "case_date": "民國 86 年 10 月 09 日",
        "case_gist": "訴訟費用，由敗訴之當事人負擔，為民事訴訟法第七十八條所明定。雖勝\r\n訴當事人之行為，如非為伸張或防衛權利所必要，或有延滯訴訟之情形，\r\n同法第八十一條及第八十二條另定有法院得酌量情形命其負擔全部或一部\r\n訴訟費用之明文。惟是否命勝訴當事人負擔訴訟費用，仍為法院依職權裁\r\n量之事項，當事人非得任意指摘。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3135 號 民事判決",
        "case_summary": "請求損害賠償事件",
        "case_date": "民國 86 年 10 月 09 日",
        "case_gist": "(一) 運送人係託運貨物之直接他主占有人，託運人則為間接自主占有人\r\n      。在託運人將載貨證券交付於有受領權利之人以前，託運人仍為託\r\n      運貨物之所有人，此所有權不因運送人將託運貨物轉託他人運送而\r\n      受影響。\r\n (二) 運送人於與託運人訂立運送契約後，將貨物轉託他人運送者，該第\r\n      二運送人在輔助第一運送人履行運送契約義務之過程中，因故意或\r\n      過失不法侵害託運人或載貨證券持有人之權利時，託運人或載貨證\r\n      券持有人得依運送契約或載貨證券之法律關係，請求第一運送人賠\r\n      償損害，亦非不得依侵權行為之法律關係請求第二運送人為賠償。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3114 號 民事判決",
        "case_summary": "分配表異議之訴",
        "case_date": "民國 86 年 10 月 09 日",
        "case_gist": "最高限額抵押權係對於債權人一定範圍內之不特定債權，預定一最高限額\r\n，由債務人或第三人提供抵押物予以擔保之特殊抵押權。故最高限額抵押\r\n權所擔保債權必須為一定範圍內所發生之債權。準此以觀，最高限額抵押\r\n權不僅有其特定性，且最高限額抵押權係從屬於此一定範圍內之法律關係\r\n，最高限額抵押權所擔保者，即係此項法律關係所不斷發生之債權。該一\r\n定範圍之法律關係即為最高限額抵押權之基礎關係。至概括最高限額抵押\r\n權，因債權人與債務人間無基本契約 (一定之法律關係) 為擔保債權發生\r\n之基礎關係，自難認屬有效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3105 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 09 日",
        "case_gist": "契約當事人之一方遲延給付者，除當事人另約定得不經催告逕行解除契約\r\n及依契約之性質或當事人之意思表示非於一定時期為給付不能達其契約之\r\n目的外，必經他方當事人定相當期限催告其履行而不於期限內履行時，始\r\n得解除其契約，此觀民法第二百五十四條及第二百五十五條之規定自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3092 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 86 年 10 月 06 日",
        "case_gist": "繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有。又\r\n公同共有物之處分，及其他之權利行使，除法律或契約另有規定外，應得\r\n公同共有人全體之同意。民法第一千一百五十一條及第八百二十八條第二\r\n項定有明文。本件被上訴人起訴，係主張伊為吳萬成之繼承人，因繼承取\r\n得系爭租賃權，本於租賃權而為本件之請求。查被上訴人提出之戶籍謄本\r\n，吳萬成之配偶為吳梁銀，其子女除被上訴人外，尚有長子、長女、次女\r\n及五女，倘吳梁銀及其他四位子女亦為吳萬成之繼承人且未拋棄繼承，則\r\n被上訴人提起本件訴訟，是否已得其同意﹖或已為遺產之分割﹖均攸關被\r\n上訴人是否為適格當事人。原審就此並未調查認定，自有疏略。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3088 號 民事判決",
        "case_summary": "請求確認所有權不存在",
        "case_date": "民國 86 年 10 月 06 日",
        "case_gist": "當事人就已起訴之事件，於訴訟繫屬中更行起訴，固為民事訴訟法第二百\r\n五十三條規定所不許，惟該條所禁止之重訴，自指同一事件而言。所謂同\r\n一事件，必同一當事人，就同一法律關係，而為同一之請求，若此三者有\r\n一不同，即不得謂為同一事件，而受重訴之禁止。"
    },
    {
        "case_id": "最高法院 86 年度台再字第 88 號 民事判決",
        "case_summary": "撤銷仲裁判斷事件",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "商務仲裁條例第二十三條第一項第四款規定：「仲裁人之參與仲裁程序，\r\n有背仲裁契約或法律規定」，是否包括仲裁進行程序及作成仲裁判斷有背\r\n仲裁契約或法律規定在內，既無判例解釋可循，則原確定判決贊同前訴訟\r\n程序第二審法院本其確信之法律見解，認該條款所謂參與仲裁程序，除仲\r\n裁人之遴任或選任外，舉凡仲裁時應遵守仲裁契約及各項程序，乃至於仲\r\n裁判斷之作成等，均應包括在內。及仲裁契約為仲裁人之職權依據，如仲\r\n裁人逾越權限而作成仲裁判斷，亦屬有背仲裁契約。並以該第二審認兩造\r\n所訂工程說明書第五條已約定就仲裁契約標的之爭議應以國內法之實體法\r\n為其準據法，系爭仲裁判斷摒棄工程合約說明書第十三條第二項、七十八\r\n年六月二十日第一次工程協調會議決議第二項之約定及民法第五百零八條\r\n第一項之規定於不顧，逕依衡平法則判斷再審被告應負擔困難浚挖與船舶\r\n動員費之半數，自有仲裁判斷有背仲裁契約或法律規定之情形，因而廢棄\r\n其第一審所為再審被告敗訴判決，改判撤銷系爭仲裁判斷，經核於法洵無\r\n違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3086 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "中華民國建築技術學會八十二年十月二十二日函雖稱：「小公如以字義解\r\n釋，既稱謂『公』，當然是供公眾使用之公共設施面積，自不能謂住家或\r\n辦公室之使用面積」，惟又附加說明：「不論如建商所指『大公』、『小\r\n公』之名稱為何，應就事實認定為主」，可見所謂私有面積之範圍如何仍\r\n應依具體事實認定之，非謂私有面積一詞有其特定之意義，是上開中華民\r\n國建築技術學會函，亦難採為有利上訴人之認定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3083 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "本件係預售屋之買賣，買賣標的物於締約時尚不存在，為原審認定之事實\r\n。則本件買賣契約成立時，系爭房屋既尚未存在，上訴人所爭執該房屋私\r\n有面積坪數不足之瑕疵焉能謂業已存在。被上訴人縱係依政府主管機關所\r\n核准之設計圖說施工，於房屋建築工程完竣時，始可能發生實際建築房屋\r\n之面積與買賣房屋之面積不符之情事。原審遽認系爭房屋坪數配置，於兩\r\n造締約時已固定存在，兩造所爭執坪數不足之瑕疵，應係兩造契約成立時\r\n即已存在，故不構成不完全給付，殊有可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3080 號 民事判決",
        "case_summary": "請求塗銷所有權移轉登記",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "按民法第四百十六條第一項第二款規定，受贈人對於贈與人有扶養義務而\r\n不履行者，贈與人得撤銷其贈與。又贈與撤銷後，贈與人得依關於不當得\r\n利之規定，請求返還贈與物，民法第四百十九條第二項定有明文。又民法\r\n第一千一百十五條第一項規定，直系血親卑親屬為第一順位履行扶養義務\r\n之人。本件姑不論系爭房地贈與契約，有無附有受贈人即上訴人二人應為\r\n扶養被上訴人之負擔，因上訴人二人均係被上訴人之女，為被上訴人之直\r\n系血親卑親屬，依法對被上訴人負有扶養之義務，其扶養方法或扶養義務\r\n如何履行，無需協議定之，況上訴人未履行扶養義務，並非扶養方法之爭\r\n議，上訴人二人既均未履行，已如前述，而被上訴人於八十四年十一月十\r\n一日已以存證信函通知上訴人黃徐某撤銷該贈與之意思表示，及以本件起\r\n訴之送達上訴人徐某作為撤銷系爭房屋之贈與之意思表示，系爭房屋之贈\r\n與既經撤銷，被上訴人依民法第一百七十九條關於不當得利之規定請求上\r\n訴人塗銷所有權移轉登記，自屬有據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3076 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "承攬人因執行承攬事項，不法侵害他人之權利者，定作人除於定作或指示\r\n有過失外，不負損害賠償責任，民法第一百八十九條規定甚明。被上訴人\r\n所有坐落南投市民族路二五五號房屋後段屋頂因增建四樓鋼架屋、三樓重\r\n新裝潢工程交由喬森公司承攬，喬森公司將其中鋼構工程委由和毅公司承\r\n包，和毅公司將之再轉包予陳某，由陳某施工，為上訴人所不爭。是被上\r\n訴人僅係與喬森公司間承攬契約之定作人，亦否認對於承攬人喬森公司設\r\n計或次承攬人和毅公司及陳某有所指示，則因次承攬人陳某執行承攬事項\r\n不法侵害他人之權利，自不負損害賠償責任。又所謂違反保護他人之法律\r\n者，係指以保護他人為目的之法律，亦即一般防止妨害他人權益或禁止侵\r\n害他人權益之法律而言。建築法第二十五條固規定：「建築物未經申請直\r\n轄市、縣、（市）（局）主管建築機關之審查許可並發給執照，不得擅自\r\n建造或使用或拆除。」但被上訴人未依該規定申請建造執照即行建築，充\r\n其量僅其建築物為違章建築，違反行政管理之規定，尚難謂為保護他人之\r\n法律，上訴人不得依民法第一百八十四條第二項之規定，主張推定被上訴\r\n人為有過失。（八十六年度台上字第三○七六號）"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3075 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "查複保險，除另有約定外，要保人應將他保險人之名稱及保險金額通知各\r\n保險人，要保人故意不為通知，或意圖不當得利而為複保險者，其契約無\r\n效，保險法第三十六條、第三十七條固定有明文。惟該複保險通知義務之\r\n規定，係因財產保險之目的在填補損害，有損害始有賠償，被保險人不得\r\n為超額賠償請求，亦不得以複保險為變相之超額保險，以防道德危險之發\r\n生，為使保險人於承保前即得就保額是否超逾，危險是否過分集中等為評\r\n估，以決定是否承保，故課予要保人以複保險通知之義務。反之，人身保\r\n險因人身無法以經濟上利益估定其價值，自無賠償超逾損害之情形，即無\r\n超額賠償可言，此觀人身保險之保險給付，多採定額給付理賠，而不計被\r\n保險人實際經濟損害若干自明。在財產保險，保險金額不得高於保險標的\r\n價額，使保險受益人獲得不當利益，而保險標的價額，通常以巿價定之，\r\n以故，其保險標的須得以客觀標準評估其價值；人身保險，人身既屬無價\r\n，即無此概念存在。倘保險法有關複保險之規定於人身保險亦有其適用，\r\n要保人依保險法第三十六條之規定通知保險人，則依保險法第三十八條之\r\n規定，於保險事故發生時，各保險人僅就其所保金額負比例分擔之責，其\r\n賠償總額不得超過「保險標的」之價值，此不僅與人身保險為定值保險、\r\n定額理賠之本質有違，且為保險標的之人身之價值若干﹖如何定之﹖即有\r\n疑義。原審所謂保險法第一章第五節有關複保險通知義務之規定，於人身\r\n保險亦有其適用云云，即非無研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3071 號 民事判決",
        "case_summary": "請求確認分別共有應有部分",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "公同共有關係終止後，依民法第八百三十條第一項之規定，公同關係歸於\r\n消滅，如同時就公同共有物予以分割，轉化為分別共有，乃屬物權內容之\r\n變更，此項因法律行為而生之變更，依民法第七百五十八條規定，須經登\r\n記始生效力。又按分割共有物既對於物之權利有所變動，即屬處分行為之\r\n一種，凡因繼承於登記前已取得不動產物權者，其取得雖受法律之保護，\r\n不以其未經繼承登記而否認其權利，但繼承人如欲分割其因繼承而取得公\r\n同共有之遺產，因屬於處分行為，依民法第七百五十九條規定，自非先經\r\n繼承登記，不得為之，此為本院所持之見解。系爭八十六筆土地，目前既\r\n仍登記為原七位共有人所公同共有，而尚未分割登記為分別共有，復未辦\r\n妥繼承登記，被上訴人遽而請求確認兩造原公同共有如附表所示之系爭土\r\n地變更為分別共有，並確認兩造各人之應有部分額如原判決主文第二項所\r\n示，於法殊有未合。原審為被上訴人勝訴之判決，其所持之法律上見解，\r\n顯屬違誤。又查公同共有人之權利義務，依其公同關係所由規定之法律或\r\n契約定之，為民法第八百二十八條所明定，是公同共有人於分割共有物以\r\n前，不得援用民法第八百十七條第二項應有部分均等之推定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3069 號 民事判決",
        "case_summary": "請求給付工程款",
        "case_date": "民國 86 年 10 月 03 日",
        "case_gist": "第一審之訴訟程序有重大瑕疵，第二審法院得廢棄原判決，而將該事件發\r\n回原法院者，以因維持審級制度認有必要者為限，民事訴訟法第四百五十\r\n一條第一項定有明文。所謂因維持審級制度認有必要，係指若不將事件發\r\n回，自與少經一審級無異，且不適於為第二審辯論及判決之基礎者而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3049 號 民事判決",
        "case_summary": "請求履行契約",
        "case_date": "民國 86 年 10 月 02 日",
        "case_gist": "能獨立以法律行為負義務者，有訴訟能力，民事訴訟法第四十五條定有明\r\n文。成年人如未受禁治產宣告，除有心神喪失、無意識或精神錯亂而達喪\r\n失意思能力程度之情形外，均享有完全之行為能力，能獨立以法律行為負\r\n擔義務，自不能謂為無訴訟能力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3047 號 民事判決",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 86 年 10 月 02 日",
        "case_gist": "契約之成立，係以當事人意思合致為要件，非必當事人到場當面協商，契\r\n約始能成立。又法院得依已明瞭之事實，推定應證事實之真偽，民事訴訟\r\n法第二百八十二條定有明文。故倘依契約履行之事實，足以推定其契約關\r\n係之存在時，自不容契約當事人無端否認。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3046 號 民事裁定",
        "case_summary": "請求清償債務",
        "case_date": "民國 86 年 10 月 02 日",
        "case_gist": "原審受命法官於準備程序期日訊問證人朱正三時，未命上訴人到場，固屬\r\n違背訴訟程序之規定，但原審行言詞辯論時，被上訴人已陳述準備程序之\r\n要領，並經原審審判長提示全部卷證予兩造辯論，上訴人之訴訟代理人既\r\n未表示異議而為本案辯論，依民事訴訟法第一百九十七條第一項但書規定\r\n，應認上訴人之責問權業已喪失，不得以此為不服原判決之理由。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3042 號 民事判決",
        "case_summary": "請求履行契約",
        "case_date": "民國 86 年 10 月 02 日",
        "case_gist": "解釋意思表示，固須探求當事人之真意，不得拘泥於所用之辭句，但所用\r\n之辭句業已表示當事人真意，無須別事探求者，即不得反捨所用之辭句而\r\n更為曲解。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3039 號 民事判決",
        "case_summary": "請求確認優先承買權",
        "case_date": "民國 86 年 10 月 02 日",
        "case_gist": "耕地三七五減租條例於七十二年十二月二十三日修正時，增訂第十七條第\r\n一項第五款，規定耕地租約在租佃期限未屆滿前，經依法編定或變更為非\r\n耕地使用時，得終止租約。又實施都市平均地權條例於六十六年二月二日\r\n修正為平均地權條例時，該條例第七十六條第一項規定，出租耕地經依法\r\n編為建築用地者，出租人為收回自行建築或出售作為建築使用時，得終止\r\n租約。嗣該條例於七十五年六月二十九日、七十八年十月三十日、八十三\r\n年二月二日修正時，該項規定均未更動，可見平均地權條例第七十六條第\r\n一項規定訂定在前，耕地三七五減租條例第十七條第一項第五款規定訂定\r\n在後。次按耕地三七五減租條例第一條規定：耕地之租佃依本條例之規定\r\n，本條例未規定者，依土地法及其他法律之規定，則關於耕地經依法編定\r\n或變更為非耕地使用時，得終止租約，耕地三七五減租條例第十七條第一\r\n項第五款及第二項既已設有特別規定，自應優先適用該條例。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 484 號 民事裁定",
        "case_summary": "聲請假處分",
        "case_date": "民國 86 年 09 月 26 日",
        "case_gist": "民事訴訟法第五百三十八條所謂爭執之法律關係，有定暫時狀態之必要者\r\n，係指因避重大之損害或防急迫之強暴，或其他類此之情形，有就爭執之\r\n法律關係，定暫時狀態之必要者而言。本件相對人終止與抗告人間之僱傭\r\n契約縱使不法，抗告人所受損害可於其訴訟結果獲得勝訴判決後，請求相\r\n對人賠償，尚無就爭執之法律關係定暫時狀態之必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3020 號 民事判決",
        "case_summary": "請求確認優先購買權存在",
        "case_date": "民國 86 年 09 月 26 日",
        "case_gist": "民法第八百十八條所稱各共有人，按其應有部分，對於共有物之全部，有\r\n使用、收益之權者，係指各共有人得就共有物全部，於無害他共有人之權\r\n利限度內，按其應有部分行使用益權而言，至共有人對共有物特定部分之\r\n使用收益，仍須徵得其他共有人全體之同意，非謂共有人對於共有物之全\r\n部或任何一部有自由使用收益之權利。共有土地之出租屬共有物之管理行\r\n為，依民法第八百二十條第一項規定，除契約另有訂定外，由共有人全體\r\n共同為之，如共有人未經其他共有人全體同意，擅將共有土地出租予他人\r\n，對其他共有人不生效力。上訴人使用系爭土地全部，既僅能證明賴甲、\r\n賴乙曾收取租金，則賴甲、賴乙之出租行為對賴丙等四人不生效力。且上\r\n訴人係承租有形之系爭土地全部，並非無形之應有部分，為原審確定之事\r\n實，上訴人即不得主張其對賴甲、賴乙在系爭土地之應有部分有優先承買\r\n權，原審因而為上訴人敗訴之判決，並不違背法令。此與司法院院字第二\r\n○一一號解釋、本院七十六年度台上字第二八○三號、七十七年度台上字\r\n第四一三號判決及本院六十八年度第五次民事庭會議第三案決議所示情形\r\n不同。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3011 號 民事判決",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 09 月 26 日",
        "case_gist": "解除權之行使，應向他方當事人以意思表示為之。民法第二百五十八條第\r\n一項定有明文。此項意思表示雖無一定之方式，亦無需法院之准許，但以\r\n其意思表示到達他方時發生效力。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 479 號 民事裁定",
        "case_summary": "聲請宣告破產事件",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "破產，對債務人不能清償債務者，宣告之，為破產法第五十七條所明定。\r\n又依同法第一百四十八條規定之旨趣，除債務人之財產不敷清償破產財團\r\n之費用及財團之債務外，尚難認無宣告破產之實益。是以法院就破產之聲\r\n請，應依職權為必要之調查，倘債務人確係毫無財產可構成破產財團，或\r\n債務人之財產不敷清償破產財團之費用及財團之債務，無從依破產程序清\r\n理其債務時，始得以無宣告破產之實益，裁定駁回聲請，此觀司法院二十\r\n五年院字第一五○五號解釋自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3006 號 民事判決",
        "case_summary": "拆屋還地等事件",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "因時效而取得地上權登記請求權者，不過有此請求權而已，在未依法登記\r\n為地上權人以前，仍不得據以對抗土地所有人而認其並非無權占有，固經\r\n本院六十九年度第五次民事庭會議決議。惟占有人因時效而取得地上權登\r\n記請求權者，以已具備時效取得之要件，向該管地政機關聲請為地上權登\r\n記，如經地政機關受理，則受訴法院即應就占有人是否具備時效取得地上\r\n權之要件，為實體上裁判，亦經本院八十年度第二次民事庭會議決議補充\r\n在案。該決議旨在說明占有人如在土地所有人訴請拆屋還地之前，已主張\r\n具備時效取得之要件，得請求登記為地上權人者，法院即應就占有人是否\r\n具備時效取得地上權之要件，為實體上裁判。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3002 號 民事判決",
        "case_summary": "請求確認抵押債權不存在",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "最高限額抵押權所擔保者，以將來不特定之債權為常；其並就當事人間之\r\n基礎關係所生之現在債權，或其他已存在之特定債權為擔保者，雖無不可\r\n，惟須當事人就此項特約擔保有所約定始可。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2998 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "債權人受領遲延而使原已到期之給付處於給付無確定期限狀態，嗣債權人\r\n表示願意受領者，仍須催告債務人履行，債務人經催告而不履行，則自受\r\n催告時起始負遲延責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2996 號 民事判決",
        "case_summary": "請求返還商標專用權",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "公司法第二百零二條規定，公司業務之執行，由董事會決定之，除本法或\r\n章程規定，應由股東會決議之事項外，均得由董事會決議行之。從而系爭\r\n商標縱非屬被上訴人主要部分財產，其讓與無庸依同法第一百八十五條第\r\n一項第二款規定經股東會同意，然亦應依上述規定，經董事會決定行之。\r\n (八十六年度台上字第二九九六號)\r\n按商標法第二十一條第一項規定：商標自註冊之日起，由註冊人取得商標\r\n專用權。第二十八條第一項規定：商標專用權之移轉，應向商標主管機關\r\n申請登記，未經登記者不得對抗第三人。而動產之取得與變動均不須登記\r\n，故商標專用權上開規定顯與民法第七百五十八條、第七百五十九條有關\r\n不動產物權登記規定之法律性質近似，自不得徒憑商標法第二十八條第一\r\n項就商標專用權之移轉採登記對抗主義立法，即認應準用動產取得時效之\r\n規定。退而言之，上訴人就系爭商標專用權之取得時效縱已完成，然依取\r\n得時效完成而取得財產權，乃非基於繼受他人既存之權利而取得，性質上\r\n屬於原始取得，依商標法第二條、第二十一條第一項規定，仍須以取得時\r\n效完成為由申請註冊之日起，始取得商標專用權，不得單憑時效完成即謂\r\n當然取得商標專用權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2995 號 民事判決",
        "case_summary": "請求給付合夥出資或返還合夥出資",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "民法第六百八十二條第一項規定合夥人於合夥清算前，不得請求合夥財產\r\n之分析。換言之，合夥解散後，應先經清算程序。且合夥財產，依同法第\r\n六百九十七條第一項規定，應先清償合夥債務，或劃出必要之數額後尚有\r\n賸餘，始應返還各合夥人之出資，必清償合夥債務及返還各合夥人出資後\r\n，尚有賸餘者，始應按各合夥人應受分配利益之成數，分配於各合夥人，\r\n此觀同法第六百九十七條第二項、第六百九十九條規定自明。本件兩造合\r\n夥解散尚未清算，清償合夥債務及劃出必要之數額，有無賸餘財產，迄未\r\n可知。則上訴人訴請返還合夥出資及利得分配，即有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2989 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "聖文森國以一九八二年海上貿易法第二十二號規範船舶登記及抵押權、優\r\n先權之適用範圍，該法第五十節規定：「一九二六年四月於布魯塞爾簽訂\r\n之船舶優先權及抵押權統一規定公約，為本法之第一附件，該公約構成本\r\n法不可或缺的部分並與本法具相同之法律效力。」有聖文森國律師所出具\r\n並經我駐聖文森國使館認證之宣誓書及其譯本可稽。惟依一九二六年船舶\r\n優先權及抵押權統一規定公約第二條規定，其所定之船舶優先權項目大略\r\n與我海商法第二十四條第一項第一款至五款規定相同，惟並無如我海商法\r\n同條第一項第六款規定，將「對於託運人所負之損害賠償」亦列入為船舶\r\n優先權，有該公約可參。至上訴人提出之上開聖文森國律師宣誓書，並無\r\n敘明此項見解之法律規定依據為何，其所引據之聖文森國法即為上開公約\r\n第二條規定，該條規定尚無從解為運送人對於託運人或受貨人因運送契約\r\n債務不履行所負損害賠償責任，亦屬船舶優先權範圍。該聖文森國律師所\r\n具宣誓書亦未說明聖文森國法律是否別有如我海商法第二十四條第一項第\r\n六款之規定，則其個人一己之見解，尚不足資為該國法律確有此項規定認\r\n定之依據，上訴人就此復未據舉證以明之，即非可取。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2988 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "（一）本件喜悅輪開航甫四小時，即發生主引擎故障，並一再修理無效，\r\n      未僱請專業維修人員徹底檢修確實予以修復，數次由該船船員自行\r\n      修理，延誤甚久，足徵上訴人顯未盡其必要之注意義務，以使喜悅\r\n      輪於發航前及發航時具有預定航程之安全航行能力，亦未注意儘速\r\n      採取必要之補救措施。且該船舶之貨艙通風設備不足，上訴人亦未\r\n      注意設置相當之設備使貨艙適合於系爭樹薯粒之載運與保存。上訴\r\n      人雖抗辯：喜悅輪於發航前及發航時，已經檢查合格，伊得以合格\r\n      船舶證書證明其適航性，該輪於發航後突發故障，伊得據以免責云\r\n      云，提出船級證書、檢修證明為立證方法。但查該船級證書為七十\r\n      六年間所核發，不足資為該船舶於本件發航前已經檢修檢查合格之\r\n      證明。而該所稱檢修合格證明依其記載於本次航程前係在七十九年\r\n      十一月所作查驗，已時隔數月，非得執此遽認該船舶於本次航程已\r\n      具安全航行能力。至船舶於發航前向主管機關呈驗有關船舶文書，\r\n      只是行政管理上之最低形式要求，既未做實際檢查，自亦不得因主\r\n      管機關之放行，即謂具有安全航行能力。\r\n（二）依一九二六年船舶優先權及抵押權統一規定公約第二條規定，其所\r\n      定之船舶優先權項目大略與我海商法第二十四條第一項第一款至五\r\n      款規定相同，惟並無如我海商法同條第一項第六款規定，將「對於\r\n      託運人所負之損害賠償」亦列入為船舶優先權，有該公約可參。至\r\n      上訴人提出之上開聖文森國律師宣誓書，並無敍明此項見解之法律\r\n      規定依據為何，其所引據之聖文森國法律即為上開公約第二條規定\r\n      ，該條規定尚無從解為運送人對於託運人或受貨人因運送契約債務\r\n      不履行所負損害賠償責任，亦屬船舶優先權範圍。該聖文森國律師\r\n      所具宣誓書亦未說明聖文森國法律是否別有如我國海商法第二十四\r\n      條第一項第六款之規定，則其個人一己之見解，尚不足資為該國法\r\n      律確有此項規定認定之依據，上訴人就此復未據舉證以明之，即非\r\n      可取。從而，上訴人主張依聖文森國法律，因被上訴人海星公司對\r\n      伊所負前開債務不履行損害賠償責任，伊就被上訴人喜悅公司所有\r\n      之喜悅輪有優先權存在，難認有據，不應准許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2986 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 09 月 25 日",
        "case_gist": "附帶民事訴訟，係指因犯罪而受損害之人，於刑事訴訟程序附帶所提起之\r\n民事訴訟，故提起是項訴訟，苟為起訴效力所及之犯罪事實侵害個人私權\r\n致生損害者，自均得為之。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 62 號 民事判決",
        "case_summary": "給付票款事件",
        "case_date": "民國 86 年 09 月 24 日",
        "case_gist": "破產法第四十一條所稱之商人，係指依商業登記法登記從事經營商業之人\r\n或依公司法登記之公司，且已加入該地區商業同業公會為會員者而言。林\r\n某戶籍謄本記載其職業為自耕農，為原審所認定，而林某於原審亦自承伊\r\n未加入商會為會員無訛，果爾，能否謂林某係屬破產法第四十一條所稱之\r\n商人，尚非無疑。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2976 號 民事判決",
        "case_summary": "給付工程款事件",
        "case_date": "民國 86 年 09 月 24 日",
        "case_gist": "本件係屬建築物之承攬，依民法第四百九十四條規定，其瑕疵倘不影響建\r\n築物之結構或安全，並達須拆除重建之程度，被上訴人不得解除契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2975 號 民事判決",
        "case_summary": "不動產所有權移轉登記事件",
        "case_date": "民國 86 年 09 月 24 日",
        "case_gist": "證人為不可代替之證據方法，如果確係在場聞見待證事實，而其證述又非\r\n虛偽者，縱令證人與當事人有親屬、親戚或其他利害關係，其證言亦非不\r\n可採信。又證言之證據力，固依法院自由心證認定之，惟法院取捨證言，\r\n應就證人之觀察力、記憶力、陳述力及其與證言之利害關係而斟酌之，尚\r\n非得僅因證人彼此陳述偶有紛歧，即認其全部均為不可採信。如認須就應\r\n證之事實訊問當事人本人，以期發現真實，亦得依民事訴訟法第二百零三\r\n條第一款命當事人本人到場。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2969 號 民事判決",
        "case_summary": "給付工程款事件",
        "case_date": "民國 86 年 09 月 24 日",
        "case_gist": "解釋契約，應以當事人立約當時之真意為準，而真意何在，又應以過去事\r\n實及其他一切證據資料為斷定之標準，不能拘泥文字或截取契約中部分字\r\n句任意解釋，致失真意。"
    },
    {
        "case_id": "最高法院 86 年度台再字第 80 號 民事判決",
        "case_summary": "確認委員會決議不成立（撤銷大會決議）事件",
        "case_date": "民國 86 年 09 月 19 日",
        "case_gist": "附帶上訴乃對於原審判決聲明不服之方法，對於未經原審判決之事件，自\r\n不得為附帶上訴 (本院十八年上字第二七七九號判例) 。至於民事訴訟法\r\n第四百六十條第三項所規定：「第二百六十一條之規定，於附帶上訴準用\r\n之」，係指提起附帶上訴之程序得準用民事訴訟法第二百六十一條訴之變\r\n更或追加及提起反訴之程序，即於言詞辯論時提起附帶上訴者，得以言詞\r\n為之，此時法院書記官應將其附帶上訴之意旨記載於言詞辯論筆錄，如他\r\n造不在場應將筆錄繕本送達之謂而言。非謂附帶上訴得依民事訴訟法第二\r\n百六十一條之規定為訴之變更或追加及提起反訴。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 473 號 民事裁定",
        "case_summary": "請求損害賠償事件",
        "case_date": "民國 86 年 09 月 19 日",
        "case_gist": "「刑事訴訟諭知無罪、免訴或不受理之判決者，應以判決駁回原告之訴。\r\n」刑事訴訟法第五百零三條第一項本文定有明文。本件相對人涉嫌觸犯詐\r\n欺之刑事案件，在第一審經臺灣板橋地方法院諭知無罪，有臺灣高等法院\r\n八十四年度上易字第六一四八號刑事判決可稽，揆之首開規定，對於抗告\r\n人所提起之刑事附帶民事訴訟請求損害賠償事件，刑事法院即應判決駁回\r\n抗告人之訴，而不得為訴訟上之和解。乃臺灣板橋地方法院竟使兩造成立\r\n和解，則此項和解，自非依法所為之訴訟上和解，難謂與確定判決有同一\r\n之效力。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 471 號 民事裁定",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 86 年 09 月 19 日",
        "case_gist": "民事訴訟法第五百三十二條規定之假處分與同法第五百三十八條規定之定\r\n暫時狀態之假處分，尚有不同，前者旨在防止請求標的現狀之變更，以保\r\n全債權人金錢請求以外之請求，後者則在就爭執之繼續性法律關係，定其\r\n暫時狀態。再抗告人聲請為本件假處分，主張：相對人於伊承繼施工後，\r\n一再派人侵入工地，意圖拆除支撐鋼材，切割鋼樑，並阻止工人施工，實\r\n有預為妨止其行為之必要等語，究係為保全其請求而假處分，或為定暫時\r\n狀態而假處分，尚有未明。倘為前者，其所保全者為何種請求﹖如為後者\r\n，其爭執者為何法律關係﹖有無繼續性﹖攸關假處分之能否准許及其擔保\r\n金額之酌定，自有闡明調查之必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2955 號 民事判決",
        "case_summary": "給付補償金事件",
        "case_date": "民國 86 年 09 月 19 日",
        "case_gist": "民法第七百八十九條第一項：「因土地一部之讓與或分割，致有不通公路\r\n之土地者，不通公路土地之所有人，因至公路，僅得通行受讓人或讓與人\r\n或他分割人之所有地。」規定之主要旨趣，在於當事人為讓與或分割土地\r\n時，對於不能與公路適宜聯絡之情況，當為其所預見，而可期待其事先為\r\n合理解決，故土地所有人不能因自己之讓與或分割土地，致對當事人以外\r\n嗣後受讓土地之其他所有人造成不測之損害，而使原有之通行權消滅。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2952 號 民事判決",
        "case_summary": "國家賠償等事件",
        "case_date": "民國 86 年 09 月 19 日",
        "case_gist": "查地政機關係辦理土地登記事項之行政機關，有關夫妻聯合財產權利歸屬\r\n之認定，非其權責，應由法院為之。夫若主張以妻名義登記之聯合財產，\r\n非妻之原有或特有財產，而為夫所有者，應會同登記名義人向登記機關申\r\n辦夫妻聯合財產之更名登記，於登記後始生變更登記名義人之效力。此項\r\n夫妻聯合財產之更名登記，非屬強制登記，是內政部六十四年七月十一日\r\n台內地字第六四二四四一號函稱：「以妻名義登記之不動產，由妻予以移\r\n轉登記或設定負擔申請登記，地政機關應予受理。如夫對妻之處分行為有\r\n異議，非經訴由法院裁判囑託辦理查封登記，預告登記或異議登記 (按異\r\n議登記已於土地登記規則於六十九年一月二十三日修正時取消) ，不得停\r\n止該登記之進行」，並無不合。上訴人既未申請辦理夫妻聯合財產更名登\r\n記，系爭房地之地籍資料又無查封或預告登記情事，其登記名義人葉某之\r\n申請移轉登記及設定負擔登記，被上訴人予以受理辦理，即無不法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2951 號 民事判決",
        "case_summary": "給付管理費等事件",
        "case_date": "民國 86 年 09 月 19 日",
        "case_gist": "清償人對於受領清償人，得請求給予受領證書，為民法第三百二十四條所\r\n明定。受領人如拒絕給予受領證書，清償人有同時履行抗辯權，得不為自\r\n己之給付，受領人應負遲延受領責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2932 號 民事判決",
        "case_summary": "請求返還土地",
        "case_date": "民國 86 年 09 月 18 日",
        "case_gist": "按約定於債權已屆清償期而未為清償時，抵押物之所有權移屬於抵押權人\r\n者，其約定為無效，民法第八百七十三條第二項定有明文。此項規定之目\r\n的在保護債務人，免其一時之急迫而蒙重大不利，是不動產之信託人與抵\r\n押權人約定，於抵押權人對債務人之債權已屆清償期而未為清償時，其信\r\n託登記為他人名義之不動產移屬於抵押權人者，基於同一理由，亦應認其\r\n約定為無效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2931 號 民事判決",
        "case_summary": "耕地租佃爭議事件",
        "case_date": "民國 86 年 09 月 18 日",
        "case_gist": "按繼承人自繼承開始時，除本法另有規定外，承受被繼承人財產上之一切\r\n權利、義務，但權利、義務專屬於被繼承人本身者，不在此限，民法第一\r\n千一百四十八條定有明文。耕地租賃權為財產權之一種，且非專屬於被繼\r\n承人本身，是於被繼承人即承租人死亡時，其繼承人除拋棄繼承者外，依\r\n法均有繼承之權利，不因其是否有耕作能力而有所不同。本院五十一年台\r\n上字第一一三四號判例謂被繼承人先前承租他人之土地之耕作權為財產權\r\n之一種，如繼承人有數人時，除不能自任耕作者外，均可承受被繼承人所\r\n遺之耕作權，不以與被繼承人同戶生活者為限，係就繼承人須否與被繼承\r\n人同戶生活為立論，與本件情形尚屬有間。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2928 號 民事判決",
        "case_summary": "確認管理權不存在事件",
        "case_date": "民國 86 年 09 月 18 日",
        "case_gist": "監督寺廟條例就寺廟信徒之資格及管理人之產生方式並無規定，關於寺廟\r\n信徒資格之認定，內政部五十三年十月二十一日台內民字第一五六一三六\r\n號代電、台灣省政府民政廳五十三年十一月六日民甲字第二二七七○號代\r\n電曾釋示四原則，即㈠光復後寺廟所置信徒名冊經登記有案者。㈡各寺廟\r\n過去沿慣例辦理皈依者。㈢對寺廟之修建曾捐助新台幣 (下同) 五百元以\r\n上或對寺廟祭典及香油經常捐助達一千元以上有確切之證明者。㈣經政府\r\n許可之宗教團體授予宗教洗禮並經寺廟管理人及住持書面同意者。另內政\r\n部八十一年一月三十日台內民字第八一七四四九五號函亦曾釋示以下原\r\n則，即㈠光復後寺廟所置信徒名冊經登記有案者，㈡各寺廟依教制辦皈依\r\n傳度者，㈢寺廟信徒資格由各該寺廟章程之規定認定之，新建或尚未確定\r\n信徒之寺廟，其信徒資格認定原則，得由籌建委員或對該寺廟具有重大貢\r\n獻 (人力、物力、公益、慈善、教化事業) ，且有確切之證明者，開會研\r\n訂之。且寺廟信徒資格非財產權可比，自不得由其直系血親卑親屬繼承。\r\n (內政部五十六年八月十四日台內民字第二四四一三四號函、台灣省政府\r\n五十六年八月三十日府民一字第六八○三四號令參照) 又寺廟應從速置備\r\n信徒名冊，以防止糾紛，有確定信徒之寺廟，可以公告方式辦理信徒登記\r\n，惟登記期間以不超過一個月為原則，其信徒名冊應由主管官署於適當地\r\n公告，至如何公告，屬技術問題，可自行斟酌辦理 (台灣省政府五十一年\r\n三月二十日府民一字第一六一八五號令、台灣省政府民政廳四十三年十月\r\n二十八日民甲字第六四四三七號函、四十五年七月五日府民一字第六八二\r\n九六號令參照) 。再信徒名冊經公告確定，即屬永久有效 (台灣省政府五\r\n十三年三月二十五日府民財一字第一一一四一號令參照) ；漏列之信徒倘\r\n在寺廟當地公告期間，未提出異議，應視為放棄信徒資格，可不予補列 (\r\n台灣省政府民政廳四十九年十月二十日民甲字第一八三○二號代電參照) \r\n。另按關於寺廟管理人之產生，應按該寺廟繼承慣例辦理，如不能依照該\r\n寺廟之傳授慣例產生時，可召開信徒大會選舉 (內政部六十一年十一月十\r\n五日台內民字第四九一八○四號函、台灣省政府民政廳四十五年民甲字第\r\n一六二一三號函參照) ；關於改選管理人，參加投票之信徒人數，台灣省\r\n政府四二府民一字第一一三○三五號令規定「寺廟變更管理人，應提出全\r\n體信徒過半數同意書」可參照辦理 (台灣省政府民政廳四十五年三月十四\r\n日民甲字第○二三一五號函參照) 。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2925 號 民事判決",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 86 年 09 月 18 日",
        "case_gist": "被上訴人係台灣省政府農林廳林務局所屬機構，並非內部單位，具有相當\r\n獨立性，系爭土地由其直接管領，非無當事人能力。系爭土地並未經台灣\r\n省政府農林廳林務局依法撥交退輔會管領，自難認退輔會為直接占有人，\r\n上訴人係\u0004自墾植，其抗辯係退輔會之占有輔助人，顯不足採。系爭土地?\r\nY位德基水庫集水區有勝溪流域兩岸，屬被上訴人管領，大甲溪事業區國?\r\n釭L業用地，依森林法第六條同法施行細則第四條、第五條及土地法第二?\r\n瓛臚@項第三、四類、第四十一條規定，應免予編號登記，從而無權占有?\r\nH自不得以其未經登記，遽謂其回復請求權有消滅時效規定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2921 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 09 月 18 日",
        "case_gist": "贈與，因當事人一方以自己之財產，為無償給與於他方之意思表示，經他\r\n方允受而生效力，民法第四百零六條定有明文。足見贈與係諾成契約，苟\r\n其契約成立，債務人即應受此契約之拘束，贈與標的如為不動產，債務人\r\n自負有移轉所有權登記 (履行)之義務。(參閱本院四十一年臺上字第一七\r\n五號判例) 。換言之，贈與契約之履行，乃契約成立後之問題，亦即必於\r\n贈與契約成立後，始有如何履行之問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2906 號 民事判決",
        "case_summary": "確認證書真偽等事件",
        "case_date": "民國 86 年 09 月 18 日",
        "case_gist": "確認之訴，除確認證書真偽之訴外，應以法律關係為訴訟標的，單純之事\r\n實，不得為確認之訴之標的。又確認證書真偽之訴，除須該證書係證明一\r\n定法律關係之文書外，並須該證書是否由作成名義人作成有不明確之情形\r\n，始得提起。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2903 號 民事判決",
        "case_summary": "恢復定作物事件",
        "case_date": "民國 86 年 09 月 18 日",
        "case_gist": "定作人請求承攬人負瑕疵擔保責任之期間，分為瑕疵發見期間及權利行使\r\n期間。前者謂定作人非於其期間內發見瑕疵，不得主張其有瑕疵擔保權利\r\n之期間，民法第四百九十八條至第五百零一條之規定屬之。後者指擔保責\r\n任發生後，定作人之權利應於一定期間內行使，否則歸於消滅之期間，民\r\n法第五百十四條之規定屬之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2889 號 民事判決",
        "case_summary": "確認徵收補償費收取權存在事件",
        "case_date": "民國 86 年 09 月 12 日",
        "case_gist": "土地法第二百十五條、第二百三十六條及第二百四十二條之規定，土地與\r\n地上農作改良物係分別辦理徵收、補償。農作改良物被徵收時，政府所發\r\n給之補償費，乃屬該農作改良物之代替利益，其應受之補償與土地補償無\r\n關，土地所有人並非當然有領取權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2878 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 09 月 12 日",
        "case_gist": "查台灣光復後，由我政府基於公權力接收之日產建築物，參照司法院院解\r\n字第三三八一號、第三四六九號解釋意旨，及台灣省各縣市暨鄉鎮公產清\r\n查辨法第七條第九款規定，基地所有人固因此受有限制，不得主張公有建\r\n築物無權占有其基地，而請求拆屋還地，僅能依協商辦理租賃或為地上權\r\n登記或由政府依法徵收土地等方式解決。惟上開解釋意旨及公產清查辦法\r\n第七條第九款規定，並未含有使占有人獲取利益，而使基地所有人無端忍\r\n受損害之用意。故在占用基地之政府機關於依法租賃或為地上權登記或徵\r\n收土地前，其使用私有基地，如符合不當得利法律構成要件，基地所有人\r\n尚無不得依不當得利之規定為請求之理。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2869 號 民事判決",
        "case_summary": "返還土地等事件",
        "case_date": "民國 86 年 09 月 12 日",
        "case_gist": "行使土地之收益權，依我民法第三百七十三條規定，以先經交付為前提，\r\n故所有權雖已移轉，而標的物未交付者，買受人仍無收益權，是上訴人於\r\n陳糧或其繼承人交付系爭土地前，仍無收益權。而被上訴人係繼受其父即\r\n原出賣人陳糧而占用系爭土地，並非交付後再行占用，自不能謂係無權占\r\n有。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2868 號 民事判決",
        "case_summary": "返還徵收補償費事件",
        "case_date": "民國 86 年 09 月 12 日",
        "case_gist": "民法第二百七十五條規定連帶債務人中之一人受確定判決，而其判決非基\r\n於該債務人之個人關係者，為他債務人之利益亦生效力，故債權人以各連\r\n帶債務人為共同被告提起給付之訴，被告一人提出非基於其個人關係之抗\r\n辯有理由者，對於被告各人即屬必須合一確定，自應適用民事訴訟法第五\r\n十六條第一項之規定。本院著有三十三年度上字第四八一○號判例，可資\r\n參照。又再審之訴，在形式上雖為一程序上之新開，但在實質上則為前訴\r\n訟程序之再開及續行。因之，前訴訟程序之訴訟標的，既必須合一確定，\r\n其共同訴訟人中丁一人之提起再審之訴，效力應及於共同訴訟人全體乙、\r\n丙。惟此應由受理再審之訴之法院列乙、丙為原告予以裁判，若再審法院\r\n未列乙、丙為原告予以裁判時，因乙、丙非受判決之人，丁雖提起上訴，\r\n上訴法院亦不得逕列乙、丙為上訴人予以裁判，僅得以此為理由予以廢棄\r\n發回。臺灣屏東地方法院判決上訴人勝訴確定，雖僅被上訴人一人聲明不\r\n服，提起再審之訴，但其提出非基於其個人關係之抗辯，且有理由，依上\r\n說明，自屬必要共同訴訟，依民事訴訟法第五十六條第一項第一款規定，\r\n其起訴效力及於黃國棟。臺灣屏東地方法院受理本件再審之訴後，漏未將\r\n黃國棟併列為再審原告予以裁判，自屬疏誤。原審未以此為理由予以廢棄\r\n發回，於法自屬有違，難以維持。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2864 號 民事判決",
        "case_summary": "塗銷土地遺贈登記等事件",
        "case_date": "民國 86 年 09 月 12 日",
        "case_gist": "特留分乃被繼承人必須就其遺產保留一定財產於繼承人之比例，乃概括存\r\n在於被繼承人之全部遺產上，並非具體存在於各個標的物上，與應有部分\r\n乃各共有人對於具體物之所有權在分量上應享有之部分者，有所不同。上\r\n訴人係主張其特留分，因被上訴人潘正宗、潘正光受遺贈，致每人受十二\r\n分之一之侵害，惟其特留分並非應有部分，縱上訴人曾行使扣減權，亦僅\r\n使其受侵害之特留分部分，即失其效力而已，其因而回復之特留分仍概括\r\n存在於系爭五筆土地上，非謂該特留分即易為應有部分，存在於各具體之\r\n標的物上。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 459 號 民事裁定",
        "case_summary": "聲明異議",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "強制執行法第十二條第一項所謂強制執行程序終結，究指強制執行程序施\r\n行至如何程度而言，應視聲請或聲明異議之內容，分別情形定之。執行法\r\n院就非執行名義所載之權利義務是否存在，並無實體上之審查權。查相對\r\n人梁華洲之上開地上權既未隨同上開房地拍賣，且在執行法院命地政事務\r\n所塗銷該地上權登記前，已移轉登記與相對人鍾王桂香，則該地上權是否\r\n由再抗告人 (即拍定人) 當然取得，並發生混同之效果，係屬實體上之爭\r\n執，自非依強制執行法第十二條所定之聲請或聲明異議所能解決，則士林\r\n地院依再抗告人之聲請，命地政事務所塗銷該地上權登記，顯屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2858 號 民事判決",
        "case_summary": "塗銷土地所有權移轉登記事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "查封係公法上之處分行為，其效力於實施查封後即已發生，不待查封登記\r\n完成時始發生。而動產於實施查封後，債務人就查封物所為移轉、設定負\r\n擔或其他有礙執行效果之行為，對於債權人不生效力；不動產之強制執行\r\n準用動產執行之規定，強制執行法第五十一條第二項、第一百十三條分別\r\n定有明文。故不動產經法院實施查封後，尚未為查封登記前，如移轉登記\r\n與他人，對債權人不發生效力，債權人得請求該他人塗銷所有權移轉登記\r\n；倘該他人於債權人尚未請求其為塗銷登記而於查封登記前復將該不動產\r\n之所有權移轉登記或設定抵押權登記與第三人，為貫徹查封之公信力，以\r\n確保債權人之債權，應認債權人得請求第三人塗銷所有權移轉登記或抵押\r\n權設定登記，第三人不得主張有土地法第四十三條規定之適用而予以抗衡\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2855 號 民事判決",
        "case_summary": "侵權行為損害賠償事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "認定事實應憑證據，法院採為判決基礎之資料，並應提示兩造為適當辯論\r\n後，始得本於辯論之結果加以斟酌，以為判斷事實真偽之依據，此觀民事\r\n訴訟法第二百二十二條第一項規定自明。又刑事判決所為事實之認定，於\r\n為獨立民事訴訟之裁判時本不受其拘束，而民事法院雖得依自由心證，以\r\n刑事判決認定之事實為民事判決之基礎，然依同條第二項之規定，仍應將\r\n其斟酌調查該刑事判決認定事實之結果所得心證之理由，記明於判決，否\r\n則即為同法第四百六十九條第六款所謂之判決不備理由。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2850 號 民事判決",
        "case_summary": "請求實行質權",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "按債務人於接獲受讓人或讓與人之通知時，對於讓與人有債權者，如其債\r\n權之清償期，先於所讓與之債權或同時屆至者，債務人得對於受讓人主張\r\n抵銷，為民法第二百九十九條第二項所明定，依同法第九百零二條之規定\r\n，對於權利質權之設定，仍有其適用。蓋權利質權之設定，不外為債權之\r\n創設的讓與，從而以債權為標的之質權，無異以債權為母權之子權。債權\r\n之讓與，因處分而生完全移轉占有之效力，而質權之設定，其標的之債權\r\n主體，仍屬於設定人，不生移轉之效力。於此情況下，該債權之債務人可\r\n得對抗債權人之事由，如認為於債權讓與時可得對抗，而於質權設定時不\r\n得對抗，顯非立法本意。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2847 號 民事判決",
        "case_summary": "塗銷房屋所有權移轉登記事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "被上訴人係以通謀而為虛偽意思表示，就系爭房屋所有權為不實之移轉登\r\n記，上訴人得依侵權行為法則請求塗銷登記。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2826 號 民事判決",
        "case_summary": "確認抵押債權存在事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "抵押權為不動產物權，非經登記不生效力，抵押權人僅能依設定登記之內\r\n容行使權利 (參照最高法院七十二年台上字第二四三二號判例) 。經查，\r\n依土地登記簿謄本及抵押權設定契約書記載，系爭抵押權之內容，並無新\r\n亞公司將其財產或債權請求權「信託」予上訴人之被繼承人康羚猩而為「\r\n信託契約」意旨之「登記」，縱新亞公司係基於與康羚猩間之信託關係，\r\n始以康羚猩為抵押權人辦理系爭抵押權之設定登記，要屬渠二人間之內部\r\n關係 (對人之債權關係) ，除其相互間應受該契約之拘束外，於系爭抵押\r\n權因「登記」所表徵之對外關係而言，應衹有康羚猩一人係抵押權人或債\r\n權人，並依所「登記」之擔保本金最高限額一千七百萬元之抵押權，就該\r\n權利存續期間內實際發生之債權行使權利。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2822 號 民事裁定",
        "case_summary": "分配表異議之訴事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "查當事人有訴訟代理人者，訴訟程序不因當事人之法定代理人之代理權消\r\n滅而當然停止，民事訴訟法第一百七十三條定有明文。本件被上訴人之法\r\n定代理人係於民國八十五年十一月十五日以後始變更為曾某，而被上訴人\r\n之原法定代理人黃某業於變更前之八十五年八月七日委任薛西全律師及盧\r\n世欽律師為訴訟代理人，有民事委任書附卷可稽，訴訟程序自不因事後法\r\n定代理人變更而當然停止，亦不生被上訴人於訴訟未經合法代理之問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2818 號 民事判決",
        "case_summary": "請求回復原狀",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "查出賣人就其交付之買賣標的物有應負擔保責任之瑕疵，而其瑕疵係於契\r\n約成立後始發生，且因可歸責於出賣人之事由所致者，則出賣人除負物之\r\n瑕疵擔保責任外，同時構成不完全給付之債務不履行責任，買受人如請求\r\n補正瑕疵，則在出賣人補正以前，買受人非不得行使同時履行抗辯權。又\r\n因契約互負債務者，他方提出之對待給付若有瑕疵而不完全，既非依債務\r\n本旨為之，在未補正前，自得拒絕自己之給付。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2817 號 民事判決",
        "case_summary": "確認土地所有權存在等事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "民事訴訟法第四十條第三項固規定非法人之團體，設有代表人或管理人者\r\n，有當事人能力，並可據此規定，認非法人團體於民事訴訟得為確定私權\r\n請求之人或為其相對人。惟此乃程序法對非法人團體認其有形式上之當事\r\n人能力，尚不能因之而謂非法人團體有實體上之權利能力"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2808 號 民事判決",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "所謂物之瑕疵，係指存在於物之缺點而言。凡依通常交易觀念，或當事人\r\n之約定，認為物應具備之價值、效用或品質而不具備者，即為物有瑕疵。\r\n又民法第三百五十四條有關物之瑕疵擔保規定，原則上固於危險移轉後始\r\n有適用，但出賣人既有給付無瑕疵物之義務，買受人亦有拒絕受領瑕疵物\r\n之權利，在特定物之買賣，該為買賣標的之特定物於危險移轉前，倘已有\r\n明顯之瑕疵，如經買受人催告出賣人補正，出賣人仍不為補正時，應解為\r\n買受人得拒絕給付相當之價金，以免往後之法律關係趨於複雜，損及買受\r\n人之權益。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2765 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 09 月 11 日",
        "case_gist": "共有物之原物分割，依民法第八百二十五條規定觀之，係各共有人就存在\r\n於共有物全部之應有部分互相移轉，使各共有人取得各自分得部分之單獨\r\n所有權。故原物分割，共有人分得之土地較其應有部分折算之面積有所增\r\n減而應以金錢補償者，倘分得較多土地應為補償之共有人及分得較少土地\r\n應受補償之共有人均為多數時，該每一應為補償者，應對於應受補償者全\r\n體按其應受補償之比例，定其給付之金額，方符共有物原物分割為共有物\r\n應有部分互相移轉之本旨。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 445 號 民事裁定",
        "case_summary": "停止強制執行事件",
        "case_date": "民國 86 年 09 月 08 日",
        "case_gist": "法院依民事訴訟法第一百零五條第一項規定以裁定許供擔保人變換擔保之\r\n提存物者，應斟酌變換後之提存物與變換前之提存物，在經濟上具有相當\r\n之價值而後可。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2797 號 民事判決",
        "case_summary": "塗銷土地所有權移轉登記等事件",
        "case_date": "民國 86 年 09 月 05 日",
        "case_gist": "耕地出賣時，承租人有優先承受之權，出賣人應將買賣條件以書面通知承\r\n租人，如違反是項規定而與第三人訂立契約者，其契約不得對抗承租人，\r\n為耕地三七五減租條例第十五條第一項、第三項所明定。所謂不得對抗承\r\n租人者，即出租人 (即出賣人) 與承買人不得主張基於買賣而承租人之優\r\n先承買權為之消滅之意。故承租人如未接獲出賣條件之書面通知，仍非不\r\n得請求確認其就耕地有優先承買權之存在，且該以買賣為原因而成立之移\r\n轉所有權之行為，對於承租人不生效力。又強制執行法上之拍賣，為買賣\r\n之一種，以拍賣機關代替債務人立於出賣人之地位。故出賣人於出賣時所\r\n應踐行之程序，如依耕地三七五減租條例第十五條規定，應將買賣條件以\r\n書面通知有優先承買權之承租人，使其表示意願等，無妨由拍賣機關為之\r\n踐行。本件系爭土地經執行法院拍賣由上訴人買受，執行法院既未將出賣\r\n條件以書面通知被上訴人，自無視為被上訴人已放棄優先承買權之可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2794 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 09 月 05 日",
        "case_gist": "被上訴人陳稱：陳水盛於八十五年五月三日將種雞三萬八千八百隻送至上\r\n訴人雞舍時，上訴人避不接受等情，就令是實，上訴人不過受領遲延，依\r\n民法第二百三十七條至第二百四十一條規定，被上訴人在上訴人遲延中，\r\n固僅就故意或重大過失，負其責任，並得請求上訴人賠償其提出及保管給\r\n付物之必要費用，然並無棄置給付物不予保管，任其毀壞之權利。被上訴\r\n人陳稱：上訴人未為受領之種雞全部死亡等語，究因何原因所致，能否令\r\n上訴人賠償，亦值研求。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2780 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 09 月 05 日",
        "case_gist": "民事訴訟採不干涉主義，凡當事人所未聲明之利益，不得歸之於當事人，\r\n所未提出之事實及證據，亦不得斟酌之，此觀民事訴訟法第三百八十八條\r\n之規定自明。本件上訴人在事實審係主張被上訴人未經辦理徵收，竟將伊\r\n所有之系爭土地闢建成排水溝及舖設柏油路面，無法回復原狀，而請求被\r\n上訴人賠償伊無法回復原狀之損害六百九十五萬六千元。原審竟認系爭土\r\n地將來會辦理徵收，而在未徵收前，上訴人受有相當於租金之損害，即自\r\n八十五年六月二十六日起至徵收系爭土地、發放徵收補償費之日止，每月\r\n一千七百七十九元，乃判命被上訴人給付此部分之損害金，而將上訴人之\r\n第二審上訴駁回，顯與上訴人所主張之損害原因不同，除對上訴人主張之\r\n事實未作審認外，自有認作主張之情形，殊屬違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2770 號 民事判決",
        "case_summary": "交付房屋等事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "再審之訴顯無再審理由者，依民事訴訟法第五百零二條第二項之規定，雖\r\n得不經言詞辯論，以判決駁回之，但若當事人主張之原因事實，徒據訴狀\r\n之記載，尚不明瞭或有其他情形，必須依法調查證據後始能斷定再審之訴\r\n為無再審理由者，即不得遽指再審之訴顯無再審理由。查本件原審經調閱\r\n前訴訟程序案卷後，始認上訴人所提部分證物於前訴訟程序第一審法院審\r\n理時已提出，並無所謂發現未經斟酌之證物，而為斷定再審之訴有無理由\r\n之依據。依前揭說明，自無適用上開條項規定，不經言詞辯論駁回再審之\r\n訴之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2769 號 民事判決",
        "case_summary": "塗銷抵押權登記事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "抵押權所擔保者除契約另有訂定外，包括原債權、利息、遲延利息及實行\r\n抵押權之費用在內，為民法第八百六十一條所明定。又一般抵押權，因先\r\n有被擔保之債權存在，而後抵押權始得成立，故與最高限額抵押權，係由\r\n所有人提供抵押物，與債權人訂立在一定金額之限度內，擔保現在已發生\r\n及將來可能發生之債權，而須約定存續期間，以擔保期間內所發生之債權\r\n者不同。本件先有被擔保之五十萬元債權存在，始設定系爭抵押權，經上\r\n訴人陳明，並為原審確定之事實，應認屬一般抵押權之設定，其既有利息\r\n之約定，該利息當在抵押權擔保之範圍。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2762 號 民事判決",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "按因繼承於登記前已取得不動產物權者，非經登記，不得處分其物權；不\r\n動產物權，依法律行為而喪失者，非經登記，不生效力；物權，除法律另\r\n有規定外，因拋棄而消滅，民法第七百五十九條、第七百五十八條及第七\r\n百六十四條分別定有明文。查拋棄對於不動產公同共有之權利者，亦屬依\r\n法律行為喪失不動產物權之一種，如未經依法登記，仍不生消滅其公同共\r\n有權利之效果。足見因繼承而取得不動產之公同共有權者欲拋棄該不動產\r\n之公同共有權時，須先為繼承登記，再為拋棄之處分登記，始生效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2754 號 民事判決",
        "case_summary": "返還無權占有土地等事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "公司不得為他公司無限責任股東或合夥事業之合夥人，為公司法第十三條\r\n第一項前段所明定，公司負責人如違反此項規定以公司名義與他人訂立合\r\n夥契約，既不能認為公司之行為，對於公司自不發生效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2753 號 民事判決",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "債之內容變更，有僅發生不失同一性之債之變更者，亦得為債之更改，即\r\n使舊債關係消滅而成立新債關係。以契約為債之變更時，究為不失同一性\r\n之內容變更，抑為更改，應依當事人之意思及變更之經濟的意義定之，倘\r\n於債之內容之給付發生重要部分之變更，依一般交易觀念已失債之同一性\r\n者，為債之要素有變更，即應認為債之更改。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2749 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "按租地建築房屋，除當事人有禁止轉讓房屋之特約外，應推定出租人於立\r\n約時，即已同意租賃權得隨建築物而移轉於他人。查如原判決附圖所示Ａ\r\n、Ｂ、Ｃ、Ｄ部分土地上之房屋，係訴外人林某向被上訴人租用基地所興\r\n建，嗣後再售予潘某，為原審所認定。倘被上訴人當初與林某訂立基地租\r\n約時，並無禁止房屋轉讓之特約，租賃權已隨房屋而移轉於潘某，雖潘某\r\n將房屋交由上訴人王某使用，並將房屋納稅義務人變更為王某名義，但此\r\n與將基地轉租於他人之情形有別，原審認被上訴人得依土地法第一百零三\r\n條第三款規定收回基地，顯有未合。又上訴人王某與訴外人潘某係屬翁媳\r\n關係，並非夫妻，其非系爭房屋之買受人，有無拆除系爭房屋之事實上處\r\n分權，原審未予調查審認，亦嫌疏略。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2748 號 民事判決",
        "case_summary": "塗銷土地所有權移轉登記等事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "土地法第四十三條所謂登記有絕對效力，係為保護第三人起見，將登記事\r\n項賦與絕對真實之公信力，故第三人信賴登記機關之登記而取得不動產權\r\n利時，不因前手登記原因之無效或撤銷而被追奪 (司法院院字第一九一九\r\n號解釋參照) ，故真正權利人祇許在未有第三人取得權利前，以登記原因\r\n無效或得撤銷為塗銷登記之請求，若於已有第三人本於現存之登記而為取\r\n得權利之新登記後，即不得更為塗銷登記之請求。查系爭土地雖於三十四\r\n年十月二十五日經政府接收，但並未辦理登記，致三十六年四月五日錯誤\r\n登記為溫某所有，嗣經其債權人聲請強制執行，由被上訴人向執行法院拍\r\n定買受，並辦妥所有權移轉登記。上訴人既不能證明被上訴人於執行法院\r\n拍賣系爭土地時，明知系爭土地雖登記為溫某所有，但其所有權實屬國有\r\n之事實，則依善意推定之原則，應認被上訴人係信賴地政機關之登記而取\r\n得系爭土地所有權，自受土地法第四十三條規定之保護。上訴人以被上訴\r\n人應繼受溫某之權利瑕疵為由，訴請被上訴人塗銷系爭土地所有權登記，\r\n固經臺北地院以五十五年訴字第三○五二號判決上訴人勝訴確定，惟上訴\r\n人迄未依據該判決向地政機關辦理塗銷登記。而上訴人嗣又訴請被上訴人\r\n塗銷系爭土地所有權登記，業經台北地院以六十三年訴字第四四六三號判\r\n決，認被上訴人係信賴登記取得系爭土地所有權，應受土地法第四十三條\r\n之保護，而判決上訴人敗訴確定。被上訴人應否塗銷系爭土地所有權登記\r\n，法院前後雖有不同之確定判決，惟上訴人既未依再審程序除去後一確定\r\n判決之效果，該後一確定判決 (臺北地院六十三年訴字第四四六三號) 自\r\n仍有效存在。又司法院二十年院字第五七八號解釋固謂：「強制執行拍賣\r\n之不動產為第三人所有者，其拍賣為無效，所有權人於執行終結後，亦得\r\n提起回復所有權之訴，請求返還。法院判令返還時，原發管業證書 (即權\r\n利移轉證書) 當然失其效力，法院自可令其撤銷」，然此應係指買受人未\r\n依土地法第四十三條規定信賴登記取得買賣標的物所有權者而言，苟不動\r\n產拍賣之買受人，應受土地法第四十三條規定之保護，則該第三人已喪失\r\n所有權，自不得再主張拍賣無效，請求回復其所有權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2744 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "給付無確定期限者，債務人於債權人得請求給付時，經其催告而未為給付\r\n，自受催告時起，負遲延責任。又契約當事人之一方遲延給付者，他方當\r\n事人得定相當期限催告其履行，如於期限內不履行時，得解除契約，民法\r\n第二百二十九條、第二百五十四條分別定有明文。又查經原審認定屬實之\r\n土地契約書第二條第二款及房屋契約書第二條第二款均約定：「前項甲方\r\n (即被上訴人) 各期繳款確定日期，乙方 (即上訴人) 應於繳款日七天前\r\n預為通知甲方，甲方於通知之繳款日起五天內以現金或即期支票繳付」等\r\n語，足見被上訴人之價金給付，須俟上訴人通知後，逾期不繳，始負遲延\r\n責任。又依土地契約書第六條第一款及房屋契約書第十條第二款之約定，\r\n尚須經上訴人定期催告後，仍不繳付，上訴人始得解除契約。而上訴人僅\r\n於八十四年十一月二十三日催告被上訴人繳付價金，即行解除契約，既為\r\n原審合法認定之事實，則依上開說明，自難認上訴人之解除契約為合法，\r\n原審亦無違背闡明義務之可言。原審因而為上訴人敗訴之判決，經核於法\r\n洵無違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2738 號 民事裁定",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "第三審法院應以第二審判決確定之事實為判決基礎，第三審既不得調查事\r\n實，則在第三審自不許為訴之變更、追加或提起反訴。本件上訴人對於原\r\n判決提起上訴後，於本院提起反訴，自非合法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2737 號 民事判決",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 09 月 04 日",
        "case_gist": "上訴人占用之系爭土地既屬國家所有，上訴人既無正當權源，予以占用，\r\n被上訴人係管理機關代國家主張所有人之權利，請求上訴人除去地上物並\r\n返還土地，依法並無不合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2729 號 民事判決",
        "case_summary": "分配表異議之訴事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "因證券商特許業務所生之債務，其債權人對於證券商依證券交易法第五十\r\n五條第一項規定所提存之營業保證金，有優先受清償之權，此觀證券交易\r\n法第五十五條第二項規定自明。此債權人既係依前開規定，取得具有特殊\r\n效力即有優先受清償之權之債權，債權人若將該債權讓與他人，債權之性\r\n質不應有所變更，依民法第二百九十五條第一項前段規定，從屬於該債權\r\n之優先權，應隨同移轉於受讓人。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2725 號 民事判決",
        "case_summary": "請求確認通行權存在",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "按因土地一部之讓與或分割，致有不通公路之土地者，不通公路土地之所\r\n有人，因至公路，僅得通行受讓人或讓與人或他分割人之所有土地，民法\r\n第七百八十九條第一項定有明文。本條項規定之旨趣，乃在於土地所有人\r\n為土地一部之讓與或分割時，對於不能與公路適宜聯絡之情形，當為其所\r\n預見，而得事先為合理之解決。是土地所有人將土地之部分或分割成數筆\r\n，同時或先後讓與數人時，亦有前揭規定之適用，並不以不通公路土地所\r\n有人與受讓人或讓與人或他分割人直接間就土地一部為讓與或分割結果，\r\n而有不通公路土地之情形為限。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2717 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "債權人拋棄為其債權擔保之物權者，保證人就債權人所拋棄權利之限度內\r\n，免其責任，民法第七百五十一條固定有明文。惟法院裁定終止重整，除\r\n依職權宣告破產者，依破產法之規定外，因怠於申報權利，而不能行使之\r\n權利，恢復其權利，況公司債權人對公司債務之保證人及其他共同債務人\r\n之權利，不因公司重整而受影響，公司法第三百十一條第二項定有明文。\r\n查上訴人已申報新玻公司之重整債權，計有擔保債權四千萬元，無物上擔\r\n保但有客票擔保之債權二千六百八十一萬元，且上訴人係於系爭抵押權所\r\n擔保之債權經決算後始為申報之事實，固為原審所合法認定。惟查被上訴\r\n人限定繼承之被繼承人吳火獅，似係新玻公司系爭債權之連帶保證人。而\r\n上訴人於原審一再辯稱：上訴人係預慮重整程序之完成遙不可期，乃將系\r\n爭債權申報為無擔保之重整債權，俾得參加無擔保之重整債權人會議，以\r\n爭取權益為正當。況重整程序尚未完成，且依公司法第三百十一條第二項\r\n之規定，伊對保證人即被上訴人之權利，亦不因重整程序而受影響等語。\r\n究竟新玻公司重整程序進行之情形如何，尤其該重整程序是否未經法院裁\r\n定終止而依然存在，既攸關上訴人將系爭債權申報為無擔保之重整債權，\r\n是否仍可認係拋棄其債權擔保之系爭抵押權，乃原審未予調查審認，已嫌\r\n疏略。況且上訴人對為新玻公司連帶保證人吳火獅之限定繼承人即被上訴\r\n人之權利，是否不因新坡公司之重整而受影響，上訴人既以此為其重要防\r\n禦方法之一，乃原審對此復恝置不論，未於判決理由項下說明其取捨意見\r\n，遽以前開理由，為上訴人不利之判決，亦嫌速斷，自有判決不備理由之\r\n違法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2714 號 民事判決",
        "case_summary": "確認委託書為偽造（宣告委託書無效）事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "民事訴訟法第二百四十七條所謂即受確認判決之法律上利益，係指因法律\r\n關係之存否或證書之真偽不明確，致原告在私法上之地位有受侵害之危險\r\n，而此項危險得以對於被告之確認判決除去者而言。查上訴人於原審既係\r\n主張系爭委託書使上訴人有受刑事處分之危險，足生損害於上訴人，而非\r\n主張其因系爭委託書之真偽不明確，致其在私法上之地位有受侵害之危險\r\n，而此項危險得以對於被上訴人之確認判決除去者，自難認其有受確認判\r\n決之法律上之利益，原審因而為其敗訴之判決，於法核無違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2710 號 民事判決",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "民法第四百六十四條規定稱使用借貸者，謂當事人約定，一方以物無償貸\r\n與他方使用，他方於使用後，返還其物之契約，可見使用借貸契約之「通\r\n常目的」即在使借用人得以使用借用物，此與同法第四百七十條第一項所\r\n謂「依借貸之目的」而定其使用期限者，乃專指借用人為「特定目的」而\r\n借用借用物之情形，未盡相同。是故當事人於訂立使用借貸契約時，對使\r\n用方法與使用範圍為約定，於借用人而言，應僅係通常使用目的所為之限\r\n制而已，尚難因之即謂該使用借貸有民法第四百七十條第一項「依借貸之\r\n目的」定其使用期限規定之適用。"
    }
]