[
    {
        "case_id": "最高法院 99 年度台上字第 1258 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 07 月 08 日",
        "case_gist": "按民法第七百九十四條關於土地所有人開掘土地或為建築時，不得因此使\r\n鄰地之地基動搖或發生危險，或使鄰地之工作物受其損害之規定，係屬同\r\n法第一百八十四條第二項所定之保護他人法律，違反該保護他人之法律致\r\n生損害於他人者，除依該條項但書之規定，能證明其行為無過失，可不負\r\n賠償責任外，即應對鄰地工作物所有人所受之損害，負賠償之責。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1254 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 99 年 07 月 08 日",
        "case_gist": "按行政機關行使裁量權，不得逾越法定之裁量範圍，並應符合法規授權之\r\n目的，其過程不符合法律授權之目的者，為濫用權力之行政處分，以違法\r\n論，此觀行政程序法第十條、行政訴訟法第四條第二項、第二百零一條規\r\n定自明。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1252 號 民事判決",
        "case_topic": "確認債權存在等",
        "case_date": "民國 99 年 07 月 08 日",
        "case_gist": "按民法第一百二十八條前段規定，消滅時效，自請求權可行使時起算，而\r\n民法第四百九十條及第五百零五條第一項有關承攬報酬應於工作完成時給\r\n付之規定，並不具強制性，若當事人間另有合意，自不受此規定之限制。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1205 號 民事判決",
        "case_topic": "撤銷贈與等",
        "case_date": "民國 99 年 07 月 01 日",
        "case_gist": "按請求權可行使時，消滅時效即開始進行，此觀民法第一百二十八條規定\r\n即明。於時效開始進行後，我國民法並無可停止時效進行之相關規定。而\r\n民法第一百二十九條規定所列舉之消滅時效中斷事由，僅有請求、承認、\r\n起訴及與起訴有同一效力之依督促程序聲請發支付命令、聲請調解或提付\r\n仲裁、申報和解債權或破產債權、告知訴訟、開始執行行為或聲請強制執\r\n行等事項，並不包括於時效開始進行後始發生法律上障礙之情形。惟倘此\r\n法律上障礙延續至時效期間終止時尚未排除，依民法第一百三十九條規定\r\n之同一法理，應認自該障礙排除時起，一個月內，其時效不完成。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1204 號 民事判決",
        "case_topic": "返還代償款",
        "case_date": "民國 99 年 07 月 01 日",
        "case_gist": "按為債務人設定抵押權之第三人代為清償債務時，該第三人於其清償之限\r\n度內，承受債權人對於債務人之債權。此觀民法第八百七十九條第一項前\r\n段規定即明。而就上開第三人即抵押人代為清償之同一債務另有人之保證\r\n且為多數時，該代為清償之抵押人依同條第三項所得請求多數保證人各償\r\n還其應分擔部分金額之計算，依同條第二項規定，係依保證人應負之履行\r\n責任與不逾債權額之抵押物價值或限定金額比例定之。準此，於抵押物之\r\n價值超過抵押權所擔保之債權額，且多數保證人各應負連帶保證責任時，\r\n因各保證人應負之履行責任與抵押人所應負之物上擔保責任，均為該主債\r\n務之全額，依該條增訂第二項規定所揭櫫之「物上保證人與保證人平等」\r\n原則，自應按抵押人及保證人之人數平均分擔主債務。至抵押人兼為連帶\r\n保證人者，因連帶保證人係以其全部財產對債權人負人的無限責任，已包\r\n含為同一債務設定抵押權之抵押物，故僅須負單一之分擔責任，始為公平\r\n。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1203 號 民事判決",
        "case_topic": "確認僱傭關係存在",
        "case_date": "民國 99 年 07 月 01 日",
        "case_gist": "查業務性質變更，有減少勞工之必要時，雇主雖可依勞動基準法第十一條\r\n第四款規定終止勞動契約；惟依該款規定，雇主除須業務性質變更，有減\r\n少勞工之必要外，尚須無其他適當工作可供安置時，始得終止勞動契約。\r\n所謂「無適當工作可供安置時」，為保障勞工之基本勞動權，加強勞雇關\r\n係，促進社會與經濟發展，應包括「原雇主」為因應業務性質變更而投資\r\n成立，在人事晉用及管理上為「原雇主」所操控之他公司，亦無適當工作\r\n可供安置之情形在內。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1202 號 民事判決",
        "case_topic": "確認聘約關係存在",
        "case_date": "民國 99 年 07 月 01 日",
        "case_gist": "按主管教育行政機關就私立學校報請對教師解聘、停聘或不續聘之核准，\r\n有使學校得對教師為解聘、停聘或不續聘行為之效果，性質上固為形成私\r\n法效果之行政處分。惟行政處分未經撤銷、廢止，或未因其他事由而失效\r\n者，其效力繼續存在，行政程序法第一百十條第三項定有明文，是以行政\r\n處分於生效後，如未於法律救濟期間內提起救濟，或放棄行政救濟，或因\r\n行政爭訟程序終結而告確定者，即生形式之存續力，產生規制作用，形成\r\n一定之法律關係，或創設權利或課予義務，並使其效力繼續存在。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1197 號 民事判決",
        "case_topic": "請求確認繼承權不存在",
        "case_date": "民國 99 年 06 月 30 日",
        "case_gist": "按民事訴訟採不干涉主義，法院不得就當事人未聲明之事項為判決，民事\r\n訴訟法第三百八十八條定有明文。故成為法院審理具體個案範圍之訴之聲\r\n明及訴訟標的，除別有規定外，應由當事人決定之，法院不得逾越當事人\r\n所特定之訴之聲明及訴訟標的範圍而為裁判，此為民事訴訟採處分權主義\r\n之當然解釋。又當事人未以訴之聲明表明之事項，除定履行期間或同時履\r\n行等之條件外，法院不得於判決主文中為准駁之諭示，否則即為訴外裁判\r\n。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1191 號 民事判決",
        "case_topic": "返還所有物",
        "case_date": "民國 99 年 06 月 30 日",
        "case_gist": "按公寓大廈管理條例係於八十四年六月二十八日公布，同年月三十日施行\r\n，該條例施行之前，系爭大樓建商與各承購戶，就屬地下室作為防空避難\r\n室兼停車場之管理範圍，訂有分管之約定，此應解該大樓共有人已默示同\r\n意成立分管契約，為維持共有物管理秩序之安定性，若受讓人知悉有該分\r\n管契約，或有可得知之情形，仍應受分管契約之約束。該分管契約既未經\r\n全體共有人之同意終止，自不因公寓大廈管理條例施行後區分所有權人會\r\n議決議另訂規約而失其效力。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1151 號 民事判決",
        "case_topic": "確認通行權存在",
        "case_date": "民國 99 年 06 月 24 日",
        "case_gist": "按袋地通行權係屬相鄰土地間所有權之調整，土地所有人固得本於其所有\r\n權，就土地任意為一部之讓與或處分，但不得因而增加其周圍土地之負擔\r\n，倘土地所有人就土地一部之讓與，而使土地成為袋地，為其所得預見，\r\n或本得為事先之安排，即不得損人利己，許其通行周圍土地，以至公路。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1150 號 民事判決",
        "case_topic": "確認買賣關係不存在",
        "case_date": "民國 99 年 06 月 24 日",
        "case_gist": "查建築物區分所有與分管之區別，在於前者係數人區分一建築物而各有專\r\n有部分，就專有部分有單獨所有權，並就該建築物及其附屬物之共同部分\r\n共有。基於所有權標的物獨立性之原則，其專有部分須具有構造上及使用\r\n上之獨立性，並以所有權客體之型態表現於外部。其中所謂構造上之獨立\r\n性尤應具有與建築物其他部分或外界明確隔離之構造物存在，始足當之。\r\n至於後者乃建築物共有人，就該共有建築物之使用、收益或管理方法所作\r\n之約定。前者因並非共有之狀態，故無土地法第三十四條之一規定之適用\r\n，後者則因不失共有之本質，自仍有上開規定之適用。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 480 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 99 年 06 月 18 日",
        "case_gist": "㈠按因犯罪而受損害之人，於刑事訴訟程序得附帶提起民事訴訟，對於被\r\n  告及依民法負賠償責任之人，請求回復其損害，刑事訴訟法第四百八十\r\n  七條第一項定有明文。又該條項所定附帶民事訴訟之對象，除刑事被告\r\n  外，固兼及於依民法負損害賠償責任之人，惟附帶民事訴訟之原告所主\r\n  張之共同加害人，必以在刑事訴訟程序中經認定係共同侵權行為之人，\r\n  始得謂為依民法負賠償責任之人，否則對之提起附帶民事訴訟，即難謂\r\n  為合法。\r\n㈡刑事庭移送民事庭之附帶民事訴訟，僅移送前之訴訟行為準用關於刑事\r\n  訴訟之規定，若移送後之訴訟程序，則應適用民事訴訟法，故移送民事\r\n  庭之附帶民事訴訟，縱其移送前提起此項訴訟，不合刑事訴訟法第四百\r\n  八十七條所定之要件，而有同法第五百零二條第一項關於訴之不合法之\r\n  規定情形時，但其移送後之訴訟程序，既應適用民事訴訟法，即屬同法\r\n  第二百四十九條第一項第六款所謂起訴不備其他要件，仍應依該條款項\r\n  之規定，以裁定駁回之。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 464 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 99 年 06 月 17 日",
        "case_gist": "土地法第三十四條之一第四項規定共有人出賣應有部分時，他共有人得以\r\n同一價格共同或單獨優先承購，其立法意旨無非為第三人買受共有人之應\r\n有部分時，承認其他共有人享有優先承購權，簡化共有關係，以促進土地\r\n之有效利用；於執行法院拍賣債務人應有部分之情形，自仍有上開規定之\r\n適用。而為貫徹上開立法目的，有優先承購權之共有人如同時亦為執行債\r\n務人之一時，應認其優先承購權之行使，亦不因此而受影響；此際，其係\r\n以共有人即第三人之身分行使優先承購權，非以債務人之身分應買，自不\r\n違背強制執行法第一百十三條、第七十條第六項之規定。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1115 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 06 月 17 日",
        "case_gist": "查當事人間以合意就特定訴訟標的及其原因事實確定其證據方法之證據契\r\n約，倘其內容無害於公益，且非屬法院依職權應調查之事項，及不侵害自\r\n由心證之領域，並在當事人原有自由處分之權限內，基於辯論主義與處分\r\n權主義原則，自應承認其效力。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 422 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 99 年 06 月 10 日",
        "case_gist": "按九十二年二月七日修正之民事訴訟法第五百二十六條增列第四項規定，\r\n固以顧及家庭生活費用、扶養費等請求權之債權人，多係長期為婚姻生活\r\n犧牲、貢獻而處於經濟上弱勢之家事勞動者，幾乎無力提供司法實務於假\r\n扣押命供擔保一般所要求之請求金額三分之一之擔保金，乃特設其於請求\r\n家庭生活費用、扶養費、贍養費、夫妻剩餘財產差額分配之訴時，法院應\r\n降低所命假扣押擔保金額之門檻，不得高於請求金額之十分之一之規定，\r\n以免因程序規定而損及當事人實體利益。惟民法第二百四十二條前段所稱\r\n之代位權，係為保全債權得獲滿足之目的，基於債之效力而生之實體上之\r\n權利，並由債權人以自己名義行使債務人之權利，代位權之內容及客體乃\r\n債務人之權利，而非自己之權利。倘債權人為保全其債權代位行使債務人\r\n之權利，而該債務人權利之請求係基於家庭生活費用、扶養費、贍養費、\r\n夫妻剩餘財產差額分配者，於其聲請假扣押時，法院所命供擔保之金額，\r\n自仍應受上開條項規定之限制，而非得任意拒斥其適用。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 414 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 99 年 06 月 10 日",
        "case_gist": "按民事訴訟法第一百八十二條第一項規定，訴訟全部或一部之裁判，以他\r\n訴訟之法律關係是否成立為據者，法院得在他訴訟終結前以裁定停止訴訟\r\n程序。所稱訴訟全部或一部之裁判，以他訴訟之法律關係是否成立為據者\r\n，係指他訴訟之法律關係是否成立，為本件訴訟之先決問題而言。倘他訴\r\n訟係屬犯罪是否構成之刑事案件，即無上開法條規定之適用。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1056 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 06 月 10 日",
        "case_gist": "按審判長應注意令當事人就訴訟關係之事實及法律為適當完全之辯論。法\r\n院調查證據之結果，應曉諭當事人為辯論，此觀民事訴訟法第一百九十九\r\n條第一項、第二百九十七條第一項之規定自明。故為判決基礎之資料，如\r\n係引用當事人或證人在他案之陳述或證詞，而成為主要論斷之依據，並足\r\n以影響判決之結果者，不得僅將借調卷宗作包裹式之提示，而應將該陳述\r\n或證詞「具體提示」予兩造為適當完全之辯論後，始得本於辯論之結果加\r\n以斟酌，以保障當事人之程序權，避免造成裁判上之突襲。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1017 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 06 月 03 日",
        "case_gist": "按僱傭與委任雖均屬於勞務契約，但僱傭之受僱人為僱用人服勞務，係完\r\n全依僱用人之指示，自己毫無獨立裁量之權，與委任之受任人為委任人處\r\n理事務，有時有獨立裁量之權（民法第五百三十六條參照）不同。又關於\r\n受僱人應如何服勞務，民法未設規定，自應依債務本旨，並服從僱用人之\r\n指示，服其勞務。至於有償之僱傭契約，受僱人應盡善良管理人之注意義\r\n務，受僱人如因未盡善良管理人之注意，而為不完全之勞務者，固應負債\r\n務不履行中之不完全給付責任。惟倘受僱人係依僱用人之指示服其勞務，\r\n除有特別情形（如明知所服之勞務違法），即難認其違反善良管理人之注\r\n意義務，而令其負債務不履行之責任。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1016 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 99 年 06 月 03 日",
        "case_gist": "按不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，不\r\n生效力。又因繼承、強制執行、公用徵收或法院之判決，於登記前已取得\r\n不動產物權者，非經登記，不得處分其物權，民法第七百五十八條第一項\r\n及第七百五十九條分別定有明文。是以修正前民法第五百十三條所稱之「\r\n承攬人法定抵押權」，固不待登記即生效力，然依法律行為移轉該法定抵\r\n押權之處分行為，仍須先為法定抵押權登記後，再經該法定抵押權之移轉\r\n登記完訖，始生其物權移轉之效力。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1009 號 民事裁定",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 99 年 06 月 03 日",
        "case_gist": "查主張不當得利請求權存在之當事人，對於不當得利請求權之成立，應負\r\n舉證責任，即應證明他方係無法律上之原因而受利益，致其受有損害。如\r\n受利益人係因給付而得利時，所謂無法律上之原因，係指給付欠缺給付之\r\n目的。故主張該項不當得利請求權存在之當事人，應舉證證明該給付欠缺\r\n給付之目的。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1007 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 99 年 06 月 03 日",
        "case_gist": "查仲裁法第四十條第一項第三款前段規定，仲裁庭於詢問終結前未使當事\r\n人陳述，係指仲裁庭就其形成判斷之事實及證據未使當事人陳述而言。如\r\n當事人已接受仲裁庭合法通知，且於仲裁程序中有陳述之機會，而仲裁庭\r\n認其陳述內容已達於可為判斷之程度而作成仲裁判斷者，縱當事人言有未\r\n盡，亦難謂「仲裁庭於詢問終結前未使當事人陳述」。又仲裁法第四十條\r\n第一項第四款規定，仲裁程序違反仲裁協議或法律規定，僅係就程序上有\r\n瑕疵之仲裁判斷所設之救濟方法，至仲裁判斷實體內容是否合法、妥適，\r\n則不在上開法條規範之列。再撤銷仲裁判斷之訴，並非就原仲裁程序更為\r\n審判，法院僅應就原仲裁判斷是否具有仲裁法第四十條第一項各款所列情\r\n事加以審查，原仲裁判斷持如何之法律見解及實體內容如何判斷，為仲裁\r\n庭之權限，非法院所得過問。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 999 號 民事裁定",
        "case_topic": "請求給付貨款",
        "case_date": "民國 99 年 05 月 28 日",
        "case_gist": "查契約當事人之一方遲延給付者，他方當事人得定相當期限催告其履行，\r\n如於期限內不履行時，得解除契約。民法第二百五十四條定有明文。依此\r\n規定，可知當事人之一方遲延給付者，他方當事人必須再定相當期限催告\r\n其履行而不履行時，始得解除契約。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 998 號 民事裁定",
        "case_topic": "給付保險金",
        "case_date": "民國 99 年 05 月 27 日",
        "case_gist": "被保險人林○俊因罹患重鬱症，須在車上聽音樂入眠，而車內屬密閉空間\r\n，長時間在車內睡覺，有窒息死亡之風險，為常人應有之社會通念常識，\r\n林○俊對此當可預知，因此林○俊窒息死亡，顯然與罹患憂鬱症有或然性\r\n關係，其未告知被上訴人患有重鬱症情事，影響被上訴人對於危險評估，\r\n被上訴人據此解除保險契約，即無不合。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 983 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 99 年 05 月 27 日",
        "case_gist": "按有價證券之買賣，不得有虛偽、詐欺或其他足致他人誤信之行為之規定\r\n，證券交易法第二十條第一項定有明文。若違之者，買賣有價證券之買受\r\n人或出賣人應負損害賠償責任。又委託證券經紀商以行紀名義買入或賣出\r\n之人，視為有價證券之取得人或出賣人（證券交易法第二十條第四項）。\r\n查本件被上訴人所持有之美國得益公司五萬六千股股票，係透過證人黃芝\r\n羚向中華世紀公司之經銷公司即瑞齡公司買入等情，為兩造所不爭執，並\r\n為原審所確定之事實，則系爭股票之出賣人，是否應為瑞齡公司？若是，\r\n瑞齡公司如何有故意違反證券交易法第二十條第一項之情事，上訴人如何\r\n與之共同侵權，原審悉未說明其形成心證之理由，自屬可議。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 948 號 民事判決",
        "case_topic": "遷讓房屋",
        "case_date": "民國 99 年 05 月 27 日",
        "case_gist": "基於處分權主義及辯論主義，訴訟標的應由當事人自行表明，法院不得代\r\n當事人為之（民事訴訟法第一百九十九條之一第一項立法理由參照），此\r\n與法院應就其認定之事實依職權適用法律，以判斷其法律效果，不受當事\r\n人所表示法律意見之拘束，係屬二事。又我實務上並未採用學說上所謂之\r\n新訴訟標的理論（本院四十二年台上字第一三五二號、四十七年台上字第\r\n一○一號、六十七年台上字第三八九八號判例參照），自不得以原告已表\r\n明對被告之受給權（請求之法律上之資格或地位），即謂其已為訴訟標的\r\n之特定。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 947 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 99 年 05 月 27 日",
        "case_gist": "查當事人上訴第二審，原則上不得提出新攻擊防禦方法，此觀民事訴訟法\r\n第四百四十七條第一項之規定自明。此項規定係以八十九年二月九日民事\r\n訴訟法所修正之續審制，仍無法避免及改正當事人輕忽第一審程序，遲至\r\n第二審程序始提出新攻擊防禦方法之情形為由，將該「原則上准許新攻防\r\n方法，例外限制」之制度，修正為「原則上限制新攻防方法，例外准許」\r\n之「嚴格限制之續審制」或「改良式之續審制」或「接近事後審制」，以\r\n充實第一審之事實審功能，及合理分配司法資源，並維護當事人之程序利\r\n益。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 389 號 民事裁定",
        "case_topic": "請求返還租賃物等",
        "case_date": "民國 99 年 05 月 21 日",
        "case_gist": "按原告於判決確定前，得撤回其訴之全部或一部；但被告已為本案之言詞\r\n辯論者，應得其同意，民事訴訟法第二百六十二條第一項定有明文。準此\r\n，原告於被告已為本案之言詞辯論前撤回其訴者，無須徵得被告之同意，\r\n即生訴之撤回之效力。而準備程序因係言詞辯論之準備，實質上為言詞辯\r\n論之一部，若被告於準備程序中，就原告所主張訴訟標的之法律關係已為\r\n本案之陳述，即應與民事訴訟法第二百六十二條第一項但書所定被告已為\r\n本案之言詞辯論相當。是原告於被告在準備程序已為本案之陳述後撤回其\r\n訴者，如未得被告同意，前此因原告起訴而生之訴訟繫屬，自不因其訴之\r\n撤回而歸消滅。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 385 號 民事裁定",
        "case_topic": "土地所有權移轉登記等",
        "case_date": "民國 99 年 05 月 20 日",
        "case_gist": "按送達於住居所、事務所或營業所不獲會晤應受送達人者，得將文書付與\r\n有辨別事理能力之同居人或受僱人，為民事訴訟法第一百三十七條第一項\r\n所明定。依此規定，送達文書以應受送達人之住居所、事務所或營業所為\r\n送達處所，必已依法送達於上開處所而不獲會晤應受送達人，始得將文書\r\n付與有辨別事理能力之同居人或受僱人，倘未依法送達於應受送達人之住\r\n居所、事務所或營業所，而將文書付與他人代收者，不生送達之效力。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 893 號 民事判決",
        "case_topic": "返還工程款",
        "case_date": "民國 99 年 05 月 19 日",
        "case_gist": "按認定事實應憑證據，法院採為判決基礎之資料，應提示兩造為適當完全\r\n之辯論後，始得本於調查證據之結果加以斟酌，以判斷事實之真偽，此觀\r\n民事訴訟法第二百二十二條第一項之規定自明。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 884 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 99 年 05 月 14 日",
        "case_gist": "按民法第一百四十一條係規定：無行為能力人，或限制行為能力人之權利\r\n，於時效期間終止前六個月內，若「無」法定代理人者，自其成為行為能\r\n力人，或其法定代理人就職時起，六個月內，其時效不完成。乃關於時效\r\n完成、不完成之規定，係專為保護無行為能力人或限制行為能力人之權利\r\n而設。此與同法第一百九十七條規定：「因侵權行為所生之損害賠償請求\r\n權，自請求權人知有損害及賠償義務人時起，二年間不行使而消滅」，明\r\n定損害賠償請求權時效之起算點者不同。又此所謂知有損害及賠償義務人\r\n之「知」，係指明知而言，亦即該請求權之消滅時效，應以請求權人實際\r\n知悉損害及賠償義務人時起算。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 870 號 民事判決",
        "case_topic": "撤銷買賣等",
        "case_date": "民國 99 年 05 月 13 日",
        "case_gist": "按雙務契約之無效，乃法律上當然且確定的不生效力，其當事人於行為當\r\n時，知其無效或可得而知者，依民法第一百十三條之規定，應負有回復原\r\n狀之責任，以免他方當事人因此受有不利益。是當事人雙方均負有回復原\r\n狀之義務，故就其所受領之給付，互負返還之義務，此係基於同一雙務契\r\n約之無效而發生，具有牽連關係，應可類推適用民法第二百六十四條規定\r\n，雙方就此得為同時履行之抗辯，始與立法之趣旨相符。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 843 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 99 年 05 月 13 日",
        "case_gist": "按契約成立後，情事變更，非當時所得預料，而依其原有效果顯失公平者\r\n，當事人得聲請法院增、減其給付或變更其他原有之效果。民法第二百二\r\n十七條之二第一項定有明文。此情事變更原則之規定，旨在規範契約成立\r\n後有於訂約當時不可預料之情事發生時，經由法院裁量以公平分配契約當\r\n事人間之風險及不可預見之損失。又當事人據此規定為增加給付之請求時\r\n，因條文明定「增、減其給付」，即就原來給付為量之增加，並無變更原\r\n來給付所依據之權利性質。是判斷增加給付請求之消滅時效期間時，仍應\r\n依原來給付之性質定之。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 836 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 99 年 05 月 13 日",
        "case_gist": "國家賠償法第二條第二項所定之國家賠償責任，固採過失責任主義，且得\r\n依「過失客觀化」及「違法推定過失」法則，以界定過失責任之有無，然\r\n於是項事件具體個案，衡酌訴訟類型特性與待證事實之性質、當事人間能\r\n力、財力之不平等、證據偏在一方、蒐證之困難、因果關係證明之困難及\r\n法律本身之不備等因素，倘人民已主張國家機關有違反作為義務之違法致\r\n其受有損害，並就該損害為適當之證明時，揆之民事訴訟法第二百七十七\r\n條但書規定，自應先由國家機關證明其有依法行政之行為，而無不作為之\r\n違法，始得謂為無過失，並與該條但書所揭依誠實信用及公平正義原則定\r\n其舉證責任之本旨無悖。"
    },
    {
        "case_id": "最高法院 99 年度台簡聲字第 7 號 民事裁定",
        "case_topic": "侵權行為損害賠償聲請指定管轄",
        "case_date": "民國 99 年 05 月 13 日",
        "case_gist": "按訴訟之全部或一部，法院認為無管轄權者，依原告聲請或依職權以裁定\r\n移送於其管轄法院，民事訴訟法第二十八條第一項定有明文。又有同法第\r\n二十三條第一項各款情形者，直接上級法院固應依當事人之聲請或受訴法\r\n院之請求，指定管轄，但依法院組織法第一條規定，法院分地方法院、高\r\n等法院、最高法院三級，是地方法院之上級法院，必係高等法院或其分院\r\n，並非本院，即非以上訴事件之管轄法院為度。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 340 號 民事裁定",
        "case_topic": "清償票款強制執行聲明異議",
        "case_date": "民國 99 年 05 月 13 日",
        "case_gist": "按不動產實施查封後，債務人就查封物所為移轉、設定負擔或其他有礙執\r\n行效果之行為，對於債權人不生效力。實施查封後，第三人未經執行法院\r\n允許，占有查封物或為其他有礙執行效果之行為者，執行法院得依職權或\r\n依聲請排除之。強制執行法第一百十三條準用第五十一條第二、三項規定\r\n甚明。準此，不動產實施查封後，第三人違背查封效力，就查封物取得所\r\n有權或其他物權登記，有礙執行效果者，對於債權人不生效力，第三人不\r\n得以其所有權或其他物權對抗債權人。是執行法院自得不待塗銷第三人之\r\n所有權或其他物權登記（回復債務人所有之原狀），即續行拍賣程序。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 818 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 05 月 06 日",
        "case_gist": "按法律行為之撤銷與解除契約不同，前者係指該行為有法定撤銷之原因事\r\n實存在，經撤銷權人行使撤銷權而使該法律行為溯及歸於無效；後者則係\r\n契約當事人依雙方之合意訂立契約，使原屬有效之契約歸於消滅；而終止\r\n契約，僅使契約自終止之時起向將來消滅，並無溯及效力，當事人原已依\r\n約行使、履行之權利義務不受影響。次按承攬之性質，除勞務之給付外，\r\n另有完成一定工作之要件。工作之完成可能價值不菲，或須承攬人之特殊\r\n技術、耗費勞力與鉅額資金始能完成。是繼續性質之承攬契約，一經承攬\r\n人履行，若解除契約使其自始歸於消滅，將使法律關係趨於複雜，故僅得\r\n終止契約，使契約嗣後失其效力，始符公平原則。而民法第五百十一條規\r\n定工作未完成前，定作人得隨時終止契約，但應賠償承攬人因契約終止而\r\n生之損害。因在終止前，原承攬契約既仍屬有效，是此項定作人應賠償因\r\n契約終止而生之損害，自應包括承攬人已完成工作部分之報酬（積極損害\r\n）及所失其就未完成部分應可取得之利益（消極損害）。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 781 號 民事裁定",
        "case_topic": "請求交付支票等",
        "case_date": "民國 99 年 04 月 30 日",
        "case_gist": "學說上所謂之爭點效，係指法院於確定判決理由中，就訴訟標的以外當事\r\n人所主張之重要爭點，本於當事人辯論之結果已為判斷時，除有顯然違背\r\n法令，或當事人已提出新訴訟資料足以推翻原判斷之情形外，於同一當事\r\n人就與該重要爭點有關所提起之他訴訟，不得再為相反之主張，法院亦不\r\n得作相反之判斷，以符民事訴訟法上之誠信原則而言。是爭點效之適用，\r\n必須前後兩訴訟當事人同一，且前案就重要爭點之判斷非顯然違背法令，\r\n及當事人未提出新訴訟資料足以推翻原判斷等情形始足當之。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 313 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 99 年 04 月 30 日",
        "case_gist": "民事訴訟法之自認，該法第二百七十九條第一項所規定者，乃當事人對於\r\n他造主張之事實，於準備書狀內或言詞辯論時或在受命法官、受託法官前\r\n，積極的表示承認之情形，此為當事人真正為自認之行為；同法第二百八\r\n十條第一項所規定者，乃當事人對於他造主張之事實，於言詞辯論時不爭\r\n執，視同自認，此乃法律擬制之自認。前者自認之撤銷，除別有規定外，\r\n如自認人能證明與事實不符，即得為之，原不以「即時」撤銷為必要，此\r\n觀同法第二百七十九條第三項之規定自明。而後者即擬制自認，因本無自\r\n認行為，原不生撤銷自認之問題，自應許當事人在第二審言詞辯論終結前\r\n，得隨時為追復爭執之陳述，使之失其效力。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 311 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 99 年 04 月 30 日",
        "case_gist": "按請求及假扣押之原因應釋明之；前項釋明如有不足，而債權人陳明願供\r\n擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣押，民\r\n事訴訟法第五百二十六條第一項、第二項分別定有明文。故債權人聲請假\r\n扣押應就其請求及假扣押之原因加以釋明，兩者缺一不可。該項釋明如有\r\n不足而債權人陳明願供擔保或法院認為適當者，法院始得定相當之擔保，\r\n命供擔保後為假扣押。若債權人就其請求及假扣押之原因有一項未予釋明\r\n，法院即不得為命供擔保後假扣押之裁定。此所謂請求之原因，係指債權\r\n人金錢請求或得易為金錢請求之發生緣由（民事訴訟法第五百二十二條第\r\n一項）；而假扣押之原因，則指有日後不能強制執行或甚難執行之虞（同\r\n法第五百二十三條第一項）；至所稱釋明，乃謂當事人提出能即時調查之\r\n證據，使法院就其主張之事實，得生薄弱之心證，信其大概如此而言。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 310 號 民事裁定",
        "case_topic": "請求損害賠償就視為撤回之通知聲請續行訴訟",
        "case_date": "民國 99 年 04 月 30 日",
        "case_gist": "按當事人兩造遲誤言詞辯論期日者，除別有規定外，視為合意停止訴訟程\r\n序。但法院於認為必要時，得依職權續行訴訟，如無正當理由，兩造仍遲\r\n誤不到者，視為撤回其訴或上訴，民事訴訟法第一百九十一條定有明文。\r\n所謂兩造遲誤言詞辯論期日，係指當事人兩造受合法通知，均無正當理由\r\n，未於言詞辯論期日到場，或到場不為辯論之情形而言。其視為合意停止\r\n訴訟程序者，祇須兩造遲誤言詞辯論期日，當然生停止訴訟之效果。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 770 號 民事判決",
        "case_topic": "著作權權利歸屬等",
        "case_date": "民國 99 年 04 月 29 日",
        "case_gist": "按八十一年六月十日修正之著作權法第十二條規定「受聘人在出資人之企\r\n劃下完成之著作，除前條情形下，以該受聘人為著作人。但契約約定以出\r\n資人或其代表人為著作人者，從其約定。」，而上訴人倘確參與上開三首\r\n歌曲之錄製，縱在被上訴人出資下完成，其受聘人參與錄音工作，依當時\r\n有效之著作權法第十二條規定，能否謂該三首歌曲之錄音著作權非屬上訴\r\n人所有？尚非無疑。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 742 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 99 年 04 月 29 日",
        "case_gist": "查保險法第六十四條規定之保險人解除契約權之二年期間，係除斥期間，\r\n應自契約訂立後即時起算，不以二年期間內未發生保險事故為起算之要件\r\n，於期間進行中，雖發生保險事故，亦不停止進行，期間屆滿，解除契約\r\n權即消滅。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 729 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 99 年 04 月 22 日",
        "case_gist": "按第二審上訴程序，當事人不得提出新攻擊或防禦方法，但如不許其提出\r\n顯失公平，並經當事人釋明其事由者，不在此限，民事訴訟法第四百四十\r\n七條第一項第六款、第二項定有明文。本件既未行準備程序，難謂上訴人\r\n於第一審程序有違訴訟促進義務之履行，上訴審程序中，如禁止上訴人再\r\n行提出攻擊防禦方法，無異於完全剝奪其防禦權之行使，有違前揭條文但\r\n書規定，在緩和失權可能侵害當事人訴訟權之立法目的，使判決既判力失\r\n其正當性。是以原審禁止上訴人於第二審程序中提出新攻擊防禦方法，難\r\n謂無顯失公平之虞。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 687 號 民事判決",
        "case_topic": "請求交付簿冊",
        "case_date": "民國 99 年 04 月 22 日",
        "case_gist": "按股份有限公司之監察人為調查公司業務及財務狀況，並查核簿冊文件，\r\n得代表公司委託律師、會計師審核之。又股份有限公司之股東得偕同其所\r\n委託之律師或會計師查閱董事會所造具之各項表冊與監察人之報告書，公\r\n司法第二百十八條第二項、第二百二十九條，分別定有明文。又有限公司\r\n不執行業務之股東，同法第一百零九條規定其得行使監察權，而檢查人與\r\n未執行業務股東之監察權本有不同之功能，且有限公司不執行業務之股東\r\n行使監察權與股份有限公司監察人行使監察權同，其調查公司業務及財務\r\n狀況、查核簿冊文件，多需要具備法律或會計方面專業知識，始能達其監\r\n察目的，則為使有限公司不執行業務之股東能確實有效行使其監察權，以\r\n保障股東權益，林澤銘主張應類推適用公司法第二百十八條第二項、第二\r\n百二十九條規定，其得偕同所選任之律師、會計師查閱各項表冊，是否全\r\n不足採，非無研求之餘地。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 683 號 民事判決",
        "case_topic": "請求確認土地所有權買賣契約存在",
        "case_date": "民國 99 年 04 月 22 日",
        "case_gist": "按標賣之表示，究為要約之引誘抑為要約，法律無明文規定，應解釋標賣\r\n人之意思定之。依普通情形而論，標賣人無以之為要約之意思，應解為要\r\n約之引誘；標賣之表示，如明示與出價最高之投標人訂約，固應視為要約\r\n，但別有保留者，不能視為要約。"
    },
    {
        "case_id": "最高法院 99 年度台聲字第 442 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 99 年 04 月 22 日",
        "case_gist": "按請求確認耕地租佃關係存否之租佃爭議事件，係屬財產權之訴訟，此項\r\n訴訟事件，依耕地三七五減租條例第二十六條第一項規定，固免收裁判費\r\n用，但既屬財產權之訴訟，則其能否上訴第三審，自應依民事訴訟法關於\r\n訴訟標的價額之核定之規定，核定其訴訟標的之價額，並應受民事訴訟法\r\n第四百六十六條第一項上訴利益額數規定之限制。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 289 號 民事裁定",
        "case_topic": "拍賣抵押物強制執行聲明異議",
        "case_date": "民國 99 年 04 月 22 日",
        "case_gist": "公司法第二百九十六條第一項規定所謂應依重整程序行使權利者，應指對\r\n於重整公司所有之財產行使權利者而言；若重整公司之債權人對於第三人\r\n所提供之擔保物行使權利，則不受「應依重整程序行使」之限制，亦無相\r\n關訴訟程序當然停止之必要。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 634 號 民事判決",
        "case_topic": "撤銷大會決議等",
        "case_date": "民國 99 年 04 月 15 日",
        "case_gist": "（一）按依平均地權條例第五十八條及獎勵土地所有權人辦理市地重劃辦\r\n      法第三條自行組織成立重劃會而辦理市地重劃，就重劃區內土地所\r\n      作成之分配，因涉及參與重劃土地所有人之權益，須經重劃會會員\r\n      大會之決議認可，具有高度之自治性，該會員大會係參與重劃土地\r\n      所有人之意思機關及最高權力機關，所為之決議性質上可與社團總\r\n      會之決議同視。倘重劃會會員大會之召集程序或決議方法違反法令\r\n      或章程時，為使重劃區之土地所有人達地盡其利，促進地方快速發\r\n      展之目的，重劃會之會員自得類推適用民法第五十六條第一項規定\r\n      ，於決議三個月內請求法院撤銷其決議，初不因該重劃會僅係一非\r\n      法人團體而受影響。\r\n（二）按民法第五十二條第四項有關社員表決權行使迴避之規定，係為避\r\n      免社員因自身利害與社團利益相背，杜絕該社團總會為少數人所操\r\n      縱，並防止有利害關係而無表決權之社員與其他社員勾串，以代理\r\n      人名義行使表決權，乃參考公司法第一百七十八條及德、日等國民\r\n      法之立法例而增訂，明文禁止該社員加入表決，且不得代理他人行\r\n      使表決權。又同條第三項既僅規定，社員表決權之行使，除章程另\r\n      有限制外，得以書面授權他人代理為之，對於代理人資格之限制，\r\n      並未明文規定以社員為限。則於非社員而與總會決議有利害關係，\r\n      且與社團利益相衝突時，是否得代理該社團之社員而為表決？為避\r\n      免損及社團之共同利益，並貫徹該條項增設社員表決權行使迴避規\r\n      定之旨趣，自仍不得為之。此項規定，於自辦市地重劃會會員行使\r\n      表決權之情形，依上說明，亦難謂無類推適用之餘地。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 255 號 民事裁定",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 99 年 04 月 15 日",
        "case_gist": "按提起第二審上訴，應於第一審判決送達後二十日之不變期間內為之，又\r\n提起第二審上訴應以上訴狀提出於原第一審法院為之。是以當事人不在法\r\n院所在地住居者，依民事訴訟法第一百六十二條第一項規定，計算上訴第\r\n二審之法定期間，應扣除在途之期間時，所稱之「法院所在地」者，係指\r\n原第一審法院而言，而非第二審法院。且該條所定在途期間之扣除，必以\r\n兼具當事人不在法院所在地住居，以及無訴訟代理人住居法院所在地得為\r\n期間內應為之訴訟行為者，始得稱之，如當事人住居法院所在地，不問訴\r\n訟代理人住居何處，得否為期間內應為之訴訟行為，均不生扣除在途期間\r\n之問題，此觀該條文及同法第四百四十條及第四百四十一條第一項規定自\r\n明。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 626 號 民事判決",
        "case_topic": "請求返還無權占有土地",
        "case_date": "民國 99 年 04 月 09 日",
        "case_gist": "按物之出賣人負交付其物於買受人，並使其取得所有權之義務，民法第三\r\n百四十八條第一項定有明文。所謂交付其物於買受人，即移轉其物之占有\r\n於買受人之謂。依民法第九百四十六條第二項規定，占有之移轉得準用同\r\n法第七百六十一條之規定，亦即移轉占有並不以現實交付為限，簡易交付\r\n、占有改定或指示交付，均生移轉占有之效力。買受人如先已占有其物，\r\n於買賣雙方嗣後達成讓與之合意時，依民法第七百六十一條第一項但書簡\r\n易交付之規定，即生移轉占有之效力。是在土地買賣之情形，雖尚未辦理\r\n所有權移轉登記，惟買受人之占有土地如係出賣人本於買賣之法律關係所\r\n交付，無論現實交付抑簡易交付，均具正當權源，原出賣人不得認係無權\r\n占有而請求返還。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 610 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 99 年 04 月 08 日",
        "case_gist": "按訴訟標的對於共同訴訟之各人必須合一確定者，必須一同起訴或一同被\r\n訴，其當事人之適格，始能謂無欠缺。又遺產屬於繼承人全體之公同共有\r\n，故就公同共有權利為訴訟者，乃屬固有必要共同訴訟，應由公同共有人\r\n全體一同起訴或被訴，否則於當事人之適格即有欠缺。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 592 號 民事判決",
        "case_topic": "塗銷土地所有權移轉登記",
        "case_date": "民國 99 年 04 月 08 日",
        "case_gist": "按不動產登記係由國家機關作成，其真實之外觀強度極高，本應確保其登\r\n記之公示性，將登記事項賦予絕對真實之公信力（九十八年一月二十三日\r\n修正公布同年七月二十三日施行之民法第七百五十九條之一第一項，已增\r\n訂「不動產物權經登記者，推定登記權利人適法有此權利」之保障明文）\r\n。如第三人因信賴登記而取得土地權利時，通常可認信賴者不知其為不實\r\n，此項善意取得即應受推定，此乃土地法第四十三條規定「依本法所為之\r\n登記有絕對效力」之所由設，是以主張非善意者，自應就此事實負其舉證\r\n責任。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 587 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 99 年 04 月 01 日",
        "case_gist": "按當事人聲明之證據，就其提出之證據資料，得據以為有利或不利於他造\r\n或共同訴訟人事實之認定者，依證據共通原則，該證據於兩造間或共同訴\r\n訟人間，法院均得共同採酌，作為判決資料之基礎。此項原則側重於法院\r\n援用當事人提出之證據資料時，不受是否對該當事人有利及他造曾否引用\r\n該證據之限制，並得斟酌全辯論意旨及調查證據之結果，在不違背論理及\r\n經驗法則之前提下，依自由心證判斷事實之真偽。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 529 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 99 年 03 月 25 日",
        "case_gist": "按違反保護他人之法律，致生損害於他人者，應負損害賠償責任，民法第\r\n一百八十四條第二項定有明文。又交通部會同內政部依道路交通管理處罰\r\n條例第九十二條所訂定之道路交通安全規則第一百四十條第一項第一款規\r\n定：任何人不得利用道路堆積、置放、設置或拋擲足以妨礙交通之物品。\r\n旨在保障公眾之安全，違反該規定即屬違反保護他人之法律，推定其有過\r\n失。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 526 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 99 年 03 月 25 日",
        "case_gist": "按出租人應以合於所約定使用收益之租賃物交付承租人，並應在租賃關係\r\n存續中，保持其合於約定使用、收益之狀態，民法第四百二十三條定有明\r\n文。此項租賃物之交付與合於約定使用收益狀態之保持，乃出租人之主要\r\n義務，與承租人支付租金之義務，彼此有對價關係，如於租賃關係存續中\r\n，出租人未使租賃物合於約定使用收益狀態，而致承租人不能達租賃之目\r\n的者，承租人非不得行使同時履行抗辯權，而拒絕租金之給付。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 525 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 99 年 03 月 25 日",
        "case_gist": "按民法第四百四十條第一項規定，承租人租金支付有遲延者，出租人得定\r\n相當期限，催告承租人支付租金，如承租人於其期限內不為支付，出租人\r\n得終止契約。又房屋出租人定期催告承租人支付租金之方式未有一定，亦\r\n非限於訴訟外為之，苟於訴訟上已有書狀或言詞，向他造表示意思者，即\r\n應認為已有催告，亦有本院三十九年台上字第五五四號判例可參。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 483 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 99 年 03 月 25 日",
        "case_gist": "按原告對於自己主張之事實已盡證明之責後，被告對其主張，如抗辯其不\r\n實並提出反對之主張者，則被告對其反對之主張，亦應負證明之責，此為\r\n舉證責任分擔之原則。又各當事人就其所主張有利於己之事實，均應負舉\r\n證之責，故一方已有適當之證明者，相對人欲否認其主張，即不得不更舉\r\n反證。"
    },
    {
        "case_id": "最高法院 99 年度台聲字第 327 號 民事裁定",
        "case_topic": "返還不當得利等",
        "case_date": "民國 99 年 03 月 25 日",
        "case_gist": "司法院釋字第二○九號解釋（下稱第二○九號解釋）所謂：「確定終局裁\r\n判適用法律或命令所持見解，經本院解釋認為違背法令本旨時，當事人如\r\n據以為民事訴訟再審之理由者，其提起再審之訴或聲請再審之法定不變期\r\n間，參照民事訴訟法第五百條第二項但書規定，應自該解釋公布當日起算\r\n」云者，係指確定終局裁判適用法律或命令所持見解，經司法院大法官會\r\n議解釋為違背法令本旨後，其當事人據以對該確定終局裁判提起再審之訴\r\n或聲請再審時，關於法定不變期間之起算，應自該解釋公布當日起算而言\r\n。倘非該確定終局裁判之當事人即無援引宣示該確定裁判為違背法令本旨\r\n之大法官會議解釋，對於自身所受另件確定終局裁判，提起再審之訴或聲\r\n請再審，而就法定不變期間之起算，逕予適用第二○九號解釋之餘地。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 222 號 民事裁定",
        "case_topic": "請求撤銷贈與行為等，關於核定訴訟標的價額部分",
        "case_date": "民國 99 年 03 月 25 日",
        "case_gist": "查債權人主張債務人詐害其債權，依民法第二百四十四條規定提起撤銷詐\r\n害行為之訴者，債權人行使撤銷權之目的，在使其債權獲得清償，故應以\r\n債權人因撤銷權之行使所受利益為準，原則上以債權人主張之債權額，計\r\n算其訴訟標的價額；但被撤銷法律行為標的之價額低於債權人主張之債權\r\n額時，則以該被撤銷法律行為標的之價額計算。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 481 號 民事裁定",
        "case_topic": "請求侵害著作權有關財產權爭議等",
        "case_date": "民國 99 年 03 月 19 日",
        "case_gist": "著作權法第十條規定著作人於著作完成時，享有著作權。但本法另有規定\r\n者，從其規定。同法第十一條及第十二條就僱用或出資聘請他人完成著作\r\n之著作人為何人及著作財產權之歸屬，即設有特別規定，原則上以受雇人\r\n或受聘人為著作人，例外得以契約約定雇用人或出資人為著作人。如以受\r\n雇人為著作人者，除契約另有約定著作財產權歸受雇人享有外，其著作財\r\n產權歸雇用人享有。如以受聘人為著作人者，其著作財產權之歸屬依契約\r\n之約定，未約定者，其著作財產權歸受聘人享有，但出資人得利用該著作\r\n。因之，僱用或出資聘請他人完成著作之情形，均非不得以契約約定著作\r\n人、著作權人及著作財產權之歸屬。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 459 號 民事判決",
        "case_topic": "請求確認耕地優先承買權存在等",
        "case_date": "民國 99 年 03 月 18 日",
        "case_gist": "按出租耕地出賣時，出租人與承租人間因優先承買權發生之爭議，屬於租\r\n佃爭議之一種，依耕地三七五減租條例第二十六條第二項規定，非經耕地\r\n租佃委員會調解調處，不得起訴。又所謂因耕地租佃發生爭議，係指因耕\r\n地租佃關係所發生之一切爭議而言。倘原告對被告起訴，係根據租佃關係\r\n，即有上開法條規定之適用。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 457 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 99 年 03 月 18 日",
        "case_gist": "按第二審法院依民事訴訟法第四百六十三條，準用同法第二百四十九條第\r\n二項之規定，對於當事人之上訴不經言詞辯論逕以判決駁回之者，須當事\r\n人聲明上訴之事項，在法律上顯無理由時，始得為之，若當事人於其聲明\r\n上訴之事項，能否為有利於己之證明，則屬事實問題，而與其上訴在法律\r\n上顯無理由者不同，自不在不經言詞辯論逕以判決駁回其上訴之列。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 214 號 民事裁定",
        "case_topic": "排除侵害",
        "case_date": "民國 99 年 03 月 18 日",
        "case_gist": "按法院核定訴訟標的之價額，此為法院應依職權調查之事項。是當事人對\r\n於第二審判決，於上訴期間內提起上訴時，原第二審法院因定其判決是否\r\n不得上訴？自應調查其上訴利益。如調查結果，起訴時訴訟標的之價額已\r\n逾民事訴訟法第四百六十六條第一項、第三項所定之一百五十萬元者，即\r\n不得因第一、二審計算之價額不逾該數，遽為駁回上訴之裁定。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 426 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 99 年 03 月 11 日",
        "case_gist": "工作有瑕疵者，定作人得定相當期限，請求承攬人修補之。承攬人未依限\r\n修補，或拒絕修補或其瑕疵不能修補者，定作人固得解除契約。但瑕疵非\r\n重要者，定作人不得解除契約。且定作人之契約解除權，因瑕疵發見後一\r\n年間不行使而消滅。民法第四百九十四條、第五百十四條第一項分別規定\r\n甚明。此乃基於承攬之性質及法律安定性所為之特別規定，是承攬人之工\r\n作有瑕疵時，倘定作人已不得依上開債編各論法律規定行使契約解除權利\r\n時，自不得另依民法不完全給付相關規定，行使其契約解除權，始符法意\r\n。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 189 號 民事裁定",
        "case_topic": "債務人異議之訴上訴聲請續行訴訟",
        "case_date": "民國 99 年 03 月 11 日",
        "case_gist": "按依九十七年五月二十三日修正並自九十八年十一月二十三日施行前民法\r\n第十四條第一項規定，聲請宣告禁治產者，在法院宣告禁治產或該裁定生\r\n效前，其意思表示是否有效，端視其有無心神喪失或精神耗弱至不能處理\r\n自己事務，或意思表示時是否在無意識或精神錯亂中所為之具體情事而定\r\n，此觀該條項及同法第七十五條之規定自明。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 186 號 民事裁定",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 99 年 03 月 11 日",
        "case_gist": "按再審之訴，應於三十日之不變期間內提起。前項期間，自判決確定時起\r\n算，判決於送達前確定者，自送達時起算。民事訴訟法第五百條第一項、\r\n第二項分別定有明文。又對於第二審判決於上訴期間內提起上訴，第三審\r\n法院以其上訴另有其他不合法情形，以裁定駁回其上訴者，對原判決提起\r\n再審之訴時，其再審不變期間，應自駁回其上訴之裁定確定之翌日起算。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 344 號 民事判決",
        "case_topic": "確認股東會決議無效",
        "case_date": "民國 99 年 03 月 04 日",
        "case_gist": "按公司各股東，其股份無表決權者，依公司法第一百七十九條第二項規定\r\n，為：公司依法持有自己之股份（第一款）、被持有已發行有表決權之股\r\n份總數或資本總額超過半數之從屬公司，所持有控制公司之股份（第二款\r\n）、控制公司及其從屬公司直接或間接持有他公司已發行有表決權之股份\r\n總數或資本總額合計超過半數之他公司，所持有控制公司及其從屬公司之\r\n股份（第三款）。此第二款所謂之控制公司與從屬公司，依其文義，僅限\r\n於控制公司持有被控制公司（從屬公司）股份超過半數以上者，即所謂形\r\n式上控制與從屬關係言，不包括同法第三百六十九條之二第二項之所謂實\r\n質控制與從屬關係者至明。依此，同法第一百七十九條第二項第三款所稱\r\n之控制公司與從屬公司，是否包括實質控制與從屬關係之公司，非無再行\r\n研求餘地。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 339 號 民事判決",
        "case_topic": "返還補償費等",
        "case_date": "民國 99 年 03 月 04 日",
        "case_gist": "支付補償耕地承租人之地價者為土地所有權人，主管機關不過代為扣交而\r\n已，則耕地承租人倘有溢領情事，土地所有權人即非不得依不當得利之法\r\n則請求耕地承租人返還。末按承租人應自任耕作，承租人違反此項規定時\r\n，原訂租約無效，耕地三七五減租條例第十六條第一項、第二項前段定有\r\n明文。亦即耕地承租人就承租耕地之一部不自任耕作，依耕地三七五減租\r\n條例第十六條第二項規定，其「全部」租約均歸於無效。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 163 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 99 年 02 月 26 日",
        "case_gist": "執行法院依強制執行法第一百十五條第一項核發扣押命令後，固得視其情\r\n形，分別依同條第二項核發收取命令、支付轉給命令或移轉命令，惟關於\r\n薪資或其他繼續性給付之債權，第一百十五條之一第二項設有核發移轉命\r\n令換價程序之特別規定，即債務人喪失其權利或第三人喪失支付能力時，\r\n債權人債權未受清償部分，移轉命令失其效力，得聲請繼續執行，並免徵\r\n執行費，以確保債權人之權益。又該條所謂「繼續性給付之債權」，指以\r\n特定之法律關係為基礎，將來確實繼續發生之債權。此種繼續性給付之債\r\n權，雖不必為一定之金額、日期，但必須具有某程度之週期性與規則性，\r\n始足當之。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 162 號 民事裁定",
        "case_topic": "請求分割共有物聲請更正判決",
        "case_date": "民國 99 年 02 月 26 日",
        "case_gist": "按判決如有誤寫、誤算或其他類此之顯然錯誤者，法院得依聲請或依職權\r\n以裁定更正；其正本與原本不符者，亦同，為民事訴訟法第二百三十二條\r\n第一項所明定。此之「顯然錯誤」，乃指判決中所表示者與法院本來之意\r\n思顯然不符者而言，所稱表示與意思不符，包括法院所「無」之意思，而\r\n於判決中誤為表示，或法院所「有」之意思，於判決中漏未表示或表示錯\r\n誤等情形在內；又如理由中顯現之意思，漏未於主文諭知；或主文已予諭\r\n知，而於理由中未說明者，固亦可更正。惟若係關於當事人姓名或名稱之\r\n更正，則必須為訴訟標的之法律關係不變，原告起訴所主張之被告姓名或\r\n名稱有誤，實際上由該當事人參與訴訟，經法院對於姓名或名稱錯誤之當\r\n事人為裁判，始有上開法文之適用。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 149 號 民事裁定",
        "case_topic": "請求確認本票債權不存在等",
        "case_date": "民國 99 年 02 月 25 日",
        "case_gist": "按附帶上訴，為當事人一造利用他造對其上訴之程序，附帶請求第二審法\r\n院廢棄或變更所受不利益之第一審終局判決之方法，倘其並非他造提起上\r\n訴之對造當事人，即無從提起附帶上訴。又普通共同訴訟，他造對於共同\r\n訴訟中之一人或數人提起上訴，其效力不及於他共同訴訟人，故他共同訴\r\n訟人不得對於他造提起附帶上訴。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 142 號 民事裁定",
        "case_topic": "確認清算人會議紀錄無效",
        "case_date": "民國 99 年 02 月 23 日",
        "case_gist": "公司對董事或清算人之訴訟，依公司法第二百十二、二百十三條規定，除\r\n有公司法第二百十四條所定情形外，尚須經股東會決議，監察人始得代表\r\n公司對董事提起訴訟，股東會並得另選代表公司為訴訟之人，監察人非得\r\n任意代表公司為訴訟行為。準此，於董事或清算人對公司提起之訴訟時，\r\n如監察人有二人以上，而未經股東會選任者，自應列全體監察人為公司之\r\n法定代理人，始為適法。又公司監察人依公司法第二百二十一條規定，固\r\n得單獨行使監察權，惟行使監察權與對外代表公司係屬二事，尚不得以監\r\n察人得單獨行使監察權，而謂董事或清算人對公司訴訟時，得任選一監察\r\n人為公司之法定代理人進行訴訟。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 297 號 民事判決",
        "case_topic": "撤銷贈與等",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "按請求權定有清償期者，自期限屆滿時起即可行使，依民法第一百二十八\r\n條之規定，其消滅時效，應自期限屆滿時起算。而民法第一百二十八條規\r\n定，消滅時效，自請求權可行使時起算，所謂請求權可行使時，乃指權利\r\n人得行使請求權之狀態，已無法律上障礙而言。民法第一百三十九條規定\r\n：「時效之期間終止時，因天災或其他不可避之事變，致不能中斷其時效\r\n者，自其妨礙事由消滅時起，一個月內，其時效不完成」，所謂「因天災\r\n或其他不可避之事變」，係指時效期間已開始起算後，於終止時因天災或\r\n戰亂致交通隔絕不能中斷其時效等情形而言。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 267 號 民事裁定 (家事類)",
        "case_topic": "請求終止收養",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "查法院命再開已閉之言詞辯論之裁定，係屬訴訟程序進行中所為之裁定，\r\n依民事訴訟法第四百八十三條規定，不得抗告。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 266 號 民事判決",
        "case_topic": "請求返還股票等",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "查寄託人對於寄託物有否權利及其權利為何，固不影響寄託契約之成立，\r\n於受寄人因可歸責於己之事由致不能返還寄託物時，非不得依債務不履行\r\n之規定請求受寄人賠償損害。然查損害賠償之請求權，以受有實際上之損\r\n害為成立要件。又損害賠償，除法律另有規定或契約另有訂定外，應以填\r\n補債權人所受損害及所失利益為限，民法第二百十六條第一項定有明文。\r\n是寄託人對於寄託物有否權利？其權利為何？即攸關寄託人是否受有損害\r\n及其損害額若干。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 114 號 民事裁定",
        "case_topic": "聲請宣告破產",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "按破產法第一條及第五十七條所稱「債務人不能清償債務」者，於自然人\r\n之情形，除對已屆清償期之債務（不以金錢債務為限）全部或大部陷於不\r\n能清償之狀態外，尚以其欠缺清償資力者，始得稱之，該所稱欠缺清償資\r\n力，並包括其財產、信用及勞力（技術），必以三者之總合仍繼續客觀不\r\n足以清償債務時，始得謂為欠缺清償資力。若債務人擁有信用或勞力，得\r\n以融資（有金融機構之融資證明）或籌措款項之信用技能，或藉信用或勞\r\n力得以確保收入，即難謂欠缺清償資力。反之，雖有財產，但無法變價，\r\n仍屬欠缺清償資力。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 113 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "（一）按就不動產所為金錢請求權之強制執行，債務人應供強制執行之責\r\n      任財產「時之基準」，固以對債務人之不動產實施查封時，為其強\r\n      制執行之開始時期，惟因我國採禁止雙重查封之立法例，乃於強制\r\n      執行法第三十三條規定，對於已開始實施強制執行之債務人財產，\r\n      他債權人再聲請強制執行者，已實施執行行為之效力，於為聲請時\r\n      及於該他債權人，應合併其執行程序，並依前二條之規定辦理。是\r\n      以前後各債權人之執行程序既經合併，則其先執行程序之查封效力\r\n      ，對於後事件之執行債權人仍然存在，自可引為後執行事件之查封\r\n      效力，即後執行事件於該他債權人聲請時，亦發生潛在之查封效力\r\n      而合併於先執行程序，並於先執行程序撤回或被撤銷時，該潛在之\r\n      查封效力即告溯及顯現。\r\n（二）按連帶保證之保證人對主債務人而言，固與一般連帶債務之各債務\r\n　　  人間不同，初無內部分擔部分之可言，然於各連帶保證人之間，因\r\n      數人保證同一債務，依民法第七百四十八條規定，應連帶負保證責\r\n      任，自仍有其保證人間內部分擔部分之問題，並有民法第二百七十\r\n      六條第一項及第二百八十條規定之適用，且發生債權人與連帶保證\r\n      人中之一人成立和解，如無消滅他保證人連帶賠償債務之意思，而\r\n      其同意連帶保證人賠償金額低於「依法應分擔額」（同法第二百八\r\n      十條前段）者，該差額部分，即因債權人對其應分擔部分之免除而\r\n      對他連帶保證人發生絕對之效力。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 112 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "按民事訴訟法第四百零一條第一項及強制執行法第四條之二第一項第一款\r\n所稱之「訴訟繫屬後為當事人或其繼受人占有請求之標的物」，係指專為\r\n當事人或其繼受人之利益而占有請求之標的物者而言（利益說），此觀民\r\n法第九百四十一條所稱之「間接占有人」，僅規定為「對於他人之物占有\r\n者」，初與前者法文明定「『為』當事人或其繼受人占有請求之標的物」\r\n之旨趣未盡相同自明。是以基於借貸之法律關係，對於貸與人之物而占有\r\n之借用人，貸與人雖為間接占有人，但該借用人占有貸與人之物，乃係為\r\n自己之利益而占有，於此情形，自無上揭條項「確定判決既判力或執行力\r\n效力所及」之適用。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 106 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "按移送訴訟之聲請被駁回者，不得聲明不服，民事訴訟法第二十八條第三\r\n項定有明文。第一審法院就訴訟之全部或一部認其無管轄權，依職權以裁\r\n定移送於他法院管轄，當事人不服提起抗告，該管抗告法院認該第一審法\r\n院有管轄權，因而以裁定廢棄第一審法院所為移送訴訟之裁定，依上開規\r\n定之立法本旨，對於該抗告法院之裁定，當事人不得聲明不服。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 103 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 99 年 02 月 10 日",
        "case_gist": "非法人之團體雖無權利能力，然日常用其團體之名義為交易者比比皆是，\r\n民事訴訟法第四十條第三項為應此實際上之需要，特規定此等團體設有代\r\n表人或管理人者，亦有當事人能力，許其為確定私權之請求，本院五十年\r\n台上字第二七一九號判例意旨足供參考。又合夥財產，為合夥人全體公同\r\n共有，於合夥關係存續中，執行合夥事業之合夥人為他合夥人之代表，其\r\n為合夥取得之物及權利，亦屬合夥人全體公同共有，本院亦著有六十四年\r\n台上字第一九二三號判例可資參照。故合夥雖無權利能力，惟執行合夥事\r\n業之合夥人仍非不得以合夥名義與人為交易，而將其取得之物或權利歸屬\r\n全體合夥人公同共有；準此，執行合夥事業之合夥人以合夥名義參與投標\r\n，應買法院拍賣之不動產，自非法所不許。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 90 號 民事裁定",
        "case_topic": "聲請退還裁判費",
        "case_date": "民國 99 年 02 月 04 日",
        "case_gist": "按和解成立者，當事人得於成立之日起三個月內聲請退還其於該審級所繳\r\n裁判費三分之二，為民事訴訟法第八十四條第二項所明定。又共同被告對\r\n於第一審命連帶給付之判決提起上訴時，不論係由其中一人或數人或其全\r\n體繳納第二審裁判費，均認已具備繳納上訴費用程式。則如該事件於第二\r\n審成立訴訟上和解，即非不得由上開繳納裁判費之一人或數人或全體聲請\r\n退還其於該審級所繳裁判費三分之二。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 89 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 99 年 02 月 04 日",
        "case_gist": "按依民事訴訟法第三百九十二條第二項規定預供擔保或提存而免為假執行\r\n，應於執行標的物拍定、變賣或物之交付前為之，為同條第三項所明定。\r\n是項關於免為假執行時期之規定，無非係基於假執行宣告制度，旨在賦予\r\n未確定判決以執行力，使原告得於本案判決確定前，據以聲請法院對被告\r\n實施強制執行，以實現執行名義所載債權內容，然為兼顧保護被告之利益\r\n，並設免為假執行制度，以為平衡。故原告聲請法院實施假執行後，在法\r\n院對被告實施強制其履行之前，即原告就執行名義所載債權內容尚未實現\r\n前，得許被告提供擔保免為假執行。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 247 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 02 月 04 日",
        "case_gist": "按醫院、診所如無法令規定之理由，對其診治之病人，不得拒絕開給出生\r\n證明書、診斷書、死亡證明書或死產證明書，開給各項診斷書時，應力求\r\n慎重，尤其是有關死亡之原因，醫療法第七十六條第一項定有明文。診斷\r\n乃醫師於治療之前所不可或缺之醫療行為。診斷在醫療過程中甚為重要，\r\n醫師如診斷延誤，必使患者喪失治療時機，以致死亡之結果，其間自有相\r\n當因果關係，難辭其過失之責任。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 223 號 民事判決",
        "case_topic": "請求排除侵害",
        "case_date": "民國 99 年 02 月 04 日",
        "case_gist": "氣響之侵入，按土地形狀，地方習慣可否認為相當，應參酌主管機關依法\r\n所頒布之管制標準予以考量，俾與事業之經營獲得衡平，以發揮規範相鄰\r\n關係積極調節不動產利用之功能。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 100 號 民事裁定",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 99 年 02 月 04 日",
        "case_gist": "證券投資信託及顧問法兼具保護社會及個人法益之性質，相對人既係因再\r\n抗告人犯罪而直接受損害之人，自得依刑事訴訟法第四百八十七條之規定\r\n，於刑事訴訟程序附帶提起民事訴訟，對於再抗告人請求賠償損害。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 88 號 民事裁定",
        "case_topic": "請求確認買賣關係不存在等",
        "case_date": "民國 99 年 01 月 29 日",
        "case_gist": "按訴訟標的之價額，由法院核定。核定訴訟標的之價額，以起訴時之交易\r\n價額為準；無交易價額者，以原告就訴訟標的所有之利益為準。法院因核\r\n定訴訟標的之價額，得依職權調查證據。為民事訴訟法第七十七條之一第\r\n一項、第二項及第三項所明定。準此，訴訟標的價額之核定，固屬法院職\r\n權，惟法院核定該價額並非漫無限制，仍應調查事實，依客觀情況定之。\r\n又動產或不動產之交易價額常受買賣雙方之需求、主觀好惡、目的及利用\r\n價值等之影響，若當事人間就該交易價額有所爭執，尤應調查實際情形以\r\n為核定訴訟標的價額之依據。是此所謂之交易價額，應係指客觀之市場交\r\n易價額而言。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 170 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 99 年 01 月 28 日",
        "case_gist": "（一）按稱「製造物供給契約」（作成物供給契約或工作物供給契約或買\r\n      賣承攬）者，乃當事人之一方專以或主要以自己之材料，製成物品\r\n      供給他方，而由他方給付報酬之謂。此項契約之性質，究係買賣，\r\n      抑屬承攬？自以依當事人之意思而為解釋，以資定之。如當事人之\r\n      意思，重在工作之完成（勞務之給付），適用承攬之規定；側重於\r\n      財產權之移轉者，適用買賣之規定（參看本院五十九年台上字第一\r\n      五九○號判例意旨）；兩者無所偏重或輕重不分時，則認為承攬與\r\n      買賣之混合契約，關於工作之完成，適用承攬之規定，關於財產權\r\n      之移轉，即適用買賣之規定。\r\n（二）按民法第四百九十四條所定之承攬人瑕疵擔保責任與同法第二百二\r\n      十七條第一項所稱之債務人不完全給付責任，法律性質、構成要件\r\n      、規範功能及所生法效未盡相同。前者係一種法定責任，定作人祇\r\n      須就工作瑕疵之事實舉證，即為已足，無庸證明承攬人有可歸責之\r\n      事由，並不以承攬人有故意或過失為必要，初與後者以債務人有可\r\n      歸責之事由，始負不完全給付之債務不履行責任，迥然異趣。\r\n（三）稱「貨樣買賣」者，必以當事人將按照貨樣而定標的物品質之內涵\r\n      ，約定為構成買賣契約內容之要素（必要之點），並達意思合致，\r\n      始得謂為貨樣買賣。此與於買賣契約成立前，僅提示貨樣作為要約\r\n      之引誘，而未於買賣磋商及訂約之過程提示或交付貨樣，或將該貨\r\n      樣列為買賣契約內容必要之點，尚不當然成為「貨樣買賣」之情形\r\n      有別。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 63 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 99 年 01 月 21 日",
        "case_gist": "查民法第七十四條第一項所規定之撤銷權，須以訴之形式向法院請求為撤\r\n銷其行為之形成判決，始能發生撤銷之效果。倘僅於強制執行聲明異議程\r\n序為主張或抗辯，而未提起形成之訴者，不生撤銷之效果，該法律行為之\r\n效力，不受影響。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 144 號 民事判決",
        "case_topic": "請求清償債務再審",
        "case_date": "民國 99 年 01 月 21 日",
        "case_gist": "查民事訴訟法第四百九十六條第一項第六款所以規定「當事人知他造之住\r\n居所，指為所在不明而與涉訟者」，得以再審之訴對於確定終局判決聲明\r\n不服，係因當事人倘隱瞞他造之送達處所而與涉訟，將使他造未能收受法\r\n院送達之訴訟文書，以知悉該文書之內容，致無從為適當之訴訟行為，顯\r\n失公平，且有礙法院發現真實，乃許他造提起再審之訴，以資救濟。而送\r\n達處所，除應受送達人之住居所、事務所、營業所及會晤應受送達人之處\r\n所外，尚包括應受送達人之就業處所，民事訴訟法第一百三十六條第一、\r\n二項規定甚明。故首開法條所稱之「他造之住居所」，自包括他造之就業\r\n處所在內。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 111 號 民事判決",
        "case_topic": "返還價金等",
        "case_date": "民國 99 年 01 月 21 日",
        "case_gist": "現行民法第二百二十七條係於八十八年四月二十一日公布，八十九年五月\r\n五日施行，修正施行前，民法並無不完全給付之規定，有關債務不履行之\r\n不完全給付，乃法律漏洞，只能類推適用給付不能或給付遲延之規定，加\r\n以填補。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 109 號 民事判決",
        "case_topic": "給付資遣費",
        "case_date": "民國 99 年 01 月 21 日",
        "case_gist": "就業服務法第四十六條第三項規定「雇主依第一項第八款至第十款規定聘\r\n僱外國人，須訂立書面勞動契約，並以定期契約為限；其未定期限者，以\r\n聘僱許可之期限為勞動契約之期限。續約時，亦同」，就雇主聘僱外國人\r\n從事該條第一項第八款至第十款之工作，明定其僱傭契約以定期為限，而\r\n未及於依其他各款所立勞動契約；但同法第五十二條第一項、第二項分別\r\n規定「聘僱外國人從事第四十六條第一項第一款至第七款及第十一款規定\r\n之工作，許可期間最長為三年，期滿有繼續聘僱之需要者，雇主得申請展\r\n延」、「聘僱外國人從事第四十六條第一項第八款至第十款規定之工作，\r\n許可期間最長為二年；期滿後，雇主得申請展延一次，其展延期間不得超\r\n過一年」，第五十一條則規定雇主聘僱該條第一項各款之外國人從事工作\r\n，得不受第四十六條第一項、第三項、第五十二條等之限制，可見除第五\r\n十一條第一項各款所定之外國人外，其他外國人於我國境內從事第四十六\r\n條第一項各款之工作，無論其工作是否具有繼續性，均以經許可為限，其\r\n許可並均定有期限，與勞動基準法第九條第一項規定繼續性之工作應成立\r\n不定期契約，旨在保障勞動契約之存續，以維護勞工工作權之立法考量顯\r\n有不同。是就業服務法就雇主依同法第四十六條第一項第一款至第七款及\r\n第十一款規定聘僱外國人，雖未限制應訂立定期契約，但雇主基於該法對\r\n於外國人聘僱與管理之相關規定，而與外國人訂立定期契約者，自非法所\r\n不許；縱其工作具有繼續性，亦不當然適用勞動基準法第九條第一項規定\r\n，而成為不定期契約。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 62 號 民事判決",
        "case_topic": "請求確認債權存在",
        "case_date": "民國 99 年 01 月 14 日",
        "case_gist": "查民法第三百十九條所定，債權人受領他種給付以代原定之給付者，其債\r\n之關係消滅。所稱他種給付，並未排除支票之交付。故債務人與債權人約\r\n定，由債權人受領債務人簽發之支票以代原定之給付，資為代物清償者，\r\n並非法所不許。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 60 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 99 年 01 月 14 日",
        "case_gist": "按契約合意終止，係契約雙方當事人，依合意訂立契約，使原有契約之效\r\n力向後歸於無效，亦即以第二次之契約終止原有之契約（第一次之契約）\r\n。依契約自由原則，契約之雙方當事人雖得再訂契約，使原屬有效之契約\r\n向將來歸於無效，惟其成立要件仍應依民法第一百五十三條之規定定之。\r\n而依該條規定，當事人對於契約必要之點必須意思一致，契約始能立。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 23 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 99 年 01 月 14 日",
        "case_gist": "按民事訴訟程序之抗告為受裁定之當事人或其他訴訟關係人，對於裁定聲\r\n明不服之方法，若非受裁定之當事人或其他訴訟關係人，即不得為之。申\r\n言之，對於裁定必須為受裁定之人始有抗告權，縱屬訴訟關係人，如非受\r\n裁定之人，亦不能認其有抗告權之存在。此與非訟事件法第四十一條所定\r\n因裁定而權利侵害者，得為抗告不同。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2 號 民事判決",
        "case_topic": "請求給付貨款",
        "case_date": "民國 99 年 01 月 07 日",
        "case_gist": "按將來債權之讓與，係以移轉將來債權為標的之契約，雖於通知債務人時\r\n，已對債務人發生效力，惟因斯時受讓債權尚未發生，為使債務人不因將\r\n來債權讓與之結果陷於不利之地位，固應認債務人於受讓人得對其行使權\r\n利時，即將來債權成為現實之債時，對讓與人有債權者，如其債權之清償\r\n期，先於所讓與之債權或同時屆至者，得對於受讓人主張抵銷。然債務人\r\n對讓與人之債權，係在將來債權發生後始存在，或其清償期係在將來債權\r\n發生後始屆至者，自無主張抵銷之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2489 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 98 年 12 月 31 日",
        "case_gist": "按法律規範之目的在保障人民生命、身體及財產等法益，且對主管機關應\r\n執行職務行使公權力之事項規定明確，該管機關公務員依此規定對可得特\r\n定之人負有作為義務已無不作為之裁量空間，倘該管機關公務員因故意或\r\n過失怠於執行職務或拒不為職務上應為之行為，致特定人之自由或權利遭\r\n受損害，被害人自得本於國家賠償法向國家請求損害賠償。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2483 號 民事判決",
        "case_topic": "請求排除侵害等",
        "case_date": "民國 98 年 12 月 31 日",
        "case_gist": "不動產之買受人在取得所有權前，將其占有之不動產出賣於第三人，並移\r\n轉其占有，雖不違反買賣契約之內容，次買受人係基於一定之法律關係自\r\n買受人取得占有，次買受人之占有為連鎖占有，買受人對於次買受人不得\r\n主張無權占有。惟不動產所有權為物權，而物權為對於物之直接排他支配\r\n權，不動產所有人於所有權存在期間，不斷發生所有物之物上請求權，次\r\n買受人向買受人買受不動產，屬債之關係，次買受人僅得本於買賣對買受\r\n人主張權利，不動產之所有人則不受該買賣關係之拘束，買受人於交付出\r\n賣之不動產予次買受人之後，固不得對次買受人主張無權占有，惟不動產\r\n之所有人則得本於所有物之物上請求權請求次買受人返還該不動產。準此\r\n而言，原審以祖○強在購買系爭土地取得所有權前，將其占有之系爭建物\r\n出賣予被上訴人或其前手，並移轉其占有所成立之占有連鎖，對於系爭土\r\n地之原所有人及輾轉買賣而取得系爭土地所有權之上訴人不構成無權占有\r\n，據為有利被上訴人之論斷，所持法律見解，尚有違誤。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 1005 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 12 月 31 日",
        "case_gist": "按反訴之標的，如專屬他法院管轄，或與本訴之標的及其防禦方法不相牽\r\n連，或反訴非與本訴得行同種之訴訟程序者，不得提起，此觀之民事訴訟\r\n法第二百六十條第一項、第二項之規定自明。此所稱之「相牽連」，乃指\r\n為反訴標的之法律關係與本訴標的之法律關係間，或為反訴標的之法律關\r\n係與作為本訴防禦方法所主張之法律關係間，兩者在法律上或事實上關係\r\n密切，審判資料有其共通性或牽連性者而言。換言之，為本訴標的之法律\r\n關係或作為防禦方法所主張之法律關係，與為反訴標的之法律關係同一，\r\n或當事人兩造所主張之權利，由同一法律關係發生，或為本訴標的之法律\r\n關係發生之原因，與為反訴標的之法律關係發生之原因，其主要部分相同\r\n，方可認為兩者間有牽連關係。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 1003 號 民事裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 98 年 12 月 25 日",
        "case_gist": "民事訴訟法第五百二十二條第一項規定：「債權人就金錢請求或得易為金\r\n錢請求之請求，欲保全強制執行者，得聲請假扣押」，依此文義，假扣押\r\n係以保全金錢請求之強制執行為目的，故假扣押之債權人對債務人所提起\r\n之本案訴訟，以請求金錢給付或得易為金錢給付之給付之訴為限，至於確\r\n認之訴、形成之訴及非以金錢給付或得易為金錢給付為內容之給付之訴，\r\n均非假扣押所欲保全之本案訴訟。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2457 號 民事判決",
        "case_topic": "分割遺產",
        "case_date": "民國 98 年 12 月 24 日",
        "case_gist": "按繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有，\r\n為民法第一千一百五十一條所明定。而同法第一千一百六十四條所定之遺\r\n產分割，乃以整個遺產為一體，以廢止或消滅對於該整個遺產之公同共有\r\n關係為目的。故除法律另有規定或繼承人另有契約訂定外，無容於遺產分\r\n割時，仍就特定遺產維持「公同共有」之餘地。"
    }
]