[
    {
        "case_id": "最高法院 94 年度台上字第 1134 號 民事判決",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 94 年 06 月 23 日",
        "case_gist": "按當事人約定一方對於他方於一定擔保事故發生時，即應為一定之給付者\r\n，學說上稱之為擔保契約。此項契約具有獨立性，於擔保事故發生時，擔\r\n保人即負有為給付之義務，不以主債務有效成立為必要，自不得主張主債\r\n務人所有之抗辯，與民法上之保證契約具有從屬性或補充性不同。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1128 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 06 月 22 日",
        "case_gist": "民事訴訟法第一百八十三條所謂訴訟中有犯罪嫌疑牽涉其裁判，係指在民\r\n事訴訟繫屬中，當事人或第三人涉有犯罪嫌疑，足以影響民事訴訟之裁判\r\n，非俟刑事訴訟判決，民事法院無從或難於判斷者而言。例如當事人或第\r\n三人於民事訴訟繫屬中涉有偽造文書、證人偽證、鑑定人為不實之鑑定等\r\n情形。是以當事人在民事訴訟繫屬「以前」有犯罪行為，縱牽涉其裁判，\r\n亦不在同條所定得裁定停止訴訟程序之列。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1126 號 民事裁定",
        "case_topic": "請求給付承攬報酬",
        "case_date": "民國 94 年 06 月 22 日",
        "case_gist": "承攬人之瑕疵擔保責任固屬無過失責任，不以承攬人具有過失為必要，定\r\n作人得請求修補或解除契約或減少報酬。若因可歸責於承攬人之事由，致\r\n工作發生瑕疵，則同時發生不完全給付之問題，此時定作人除得為前述請\r\n求外，並得請求賠償損害。是工作有瑕疵，定作人對承攬人行使債務不履\r\n行之損害賠償請求權，應以瑕疵之發生係可歸責於承攬人之事由為要件。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 532 號 民事裁定",
        "case_topic": "聲請發支付命令",
        "case_date": "民國 94 年 06 月 16 日",
        "case_gist": "民事訴訟法第五百二十一條規定，債務人對於支付命令未於法定期間合法\r\n提出異議者，支付命令與確定判決有同一之效力。前項支付命令有同法第\r\n四百九十六條第一項之情形者，得提起再審之訴，並以原支付命令之聲請\r\n視為起訴。台北地院雖認本件再審之訴具備合法及再審理由要件，惟未以\r\n原支付命令之聲請視為起訴，進入本案程序而為審理，即將上開已確定之\r\n支付命令廢棄，依上規定，所踐行之程序顯有重大瑕疵。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 527 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 94 年 06 月 16 日",
        "case_gist": "不動產之共有人以其應有部分設定抵押權後，該不動產如經分割，除經先\r\n徵得抵押權人同意，依土地登記規則第一百零七條但書規定，將該抵押權\r\n轉載於原設定人分割後取得之不動產之情形外，其抵押權固不因此而受影\r\n響，仍存在於分割後之各宗不動產，抵押權人得本於追及其物之效力實行\r\n抵押權。惟於此情形，因實行抵押權而聲請法院裁定許可拍賣分割後之各\r\n宗不動產之應有部分時，則應列分割後取得各宗不動產之人為相對人，始\r\n為適格之當事人。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1112 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 06 月 16 日",
        "case_gist": "物之瑕疵係指存在於物之缺點而言。凡依通常交易觀念，或依當事人之決\r\n定，認為物應具備之價值、效用或品質而不具備者，即為物有瑕疵。出賣\r\n人依民法第三百五十四條第一項規定，自負有擔保其物依民法第三百七十\r\n三條之規定危險移轉於買受人時，無滅失或減少其價值之瑕疵，亦無滅失\r\n或減少其通常效用，或契約預定效用之瑕疵。買賣標的物如係特定物，於\r\n契約成立前已發生瑕疵，而出賣人於締約時，因故意或過失未告知該瑕疵\r\n於買受人，而買受人不知有瑕疵仍為購買者，則出賣人所為給付之內容不\r\n符合債務本旨，即應負不完全給付之債務不履行責任。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1094 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 06 月 16 日",
        "case_gist": "依不當得利之法則請求返還不當得利，以無法律上之原因而受利益，致他\r\n人受有損害為其要件，故其得請求返還之範圍，應以對方所受之利益為度\r\n，非以請求人所受損害若干為準。而無權占有他人土地，可能獲得相當於\r\n租金之利益為社會通常之觀念，是請求人請求無權占有人返還占有土地所\r\n得之利益，參照本院六十一年台上字第一六九五號判例意旨，原則上應以\r\n相當於該土地之租金額為限。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1078 號 民事判決",
        "case_topic": "執行異議",
        "case_date": "民國 94 年 06 月 16 日",
        "case_gist": "以一訴主張數項標的者，其價額合併計算之。但所主張之數項標的互相競\r\n合或應為選擇者，其訴訟標的價額，應依其中價額最高者定之，民事訴訟\r\n法第七十七條之二第一項定有明文，此固為關於訴之客觀預備合併時訴訟\r\n標的價額核定之規定，但於上述訴之主觀預備合併情形者，亦得類推適用\r\n之。查本件原審既肯認原告多數的主觀預備合併之訴，而該先位原告（白\r\n○芳、黃○寬、林○鐘、陳○雄、陳○勳) 、備位原告 (被上訴人陳○生\r\n以次七人）對上訴人請求撤銷如附表二應有部分所為強制執行程序部分之\r\n主張於實質上、經濟上復具有同一性，且得因任一原告勝訴而達訴訟之目\r\n的，亦無礙於對造上訴人之防禦而生「攻防對象擴散」訴訟不安定等不利\r\n益之情形，並經原審認此部分白○芳、黃○寬、林○鐘、陳○雄、陳○勳\r\n等人先位之訴為無理由，進而就備位原告即被上訴人陳○生以次七人之訴\r\n加以裁判，依上說明，其訴訟標的價額，即應依其中價額最高者定之，自\r\n不生備位原告未補繳裁判費其訴為不合法之問題。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1030 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 94 年 06 月 09 日",
        "case_gist": "公司法於「股份有限公司」章節中設置董事會機制之趣旨，在使全體董事\r\n經由參與董事會會議，互換意見，集思廣益，以正確決定公司業務執行之\r\n方針。因此公司法於第二百零三條、二百零四條，及第二百零六條，分別\r\n規定董事會之召集程序及決議方式，俾利全體董事出席董事會，及議決公\r\n司業務執行之計策。苟董事會已依上開公司法所定之程序，由董事長召集\r\n，並經全體董事出席作成一致之決議，縱其集會之地點非在國內，然其由\r\n董事集會以獲致公司決策方針之目的既達，該決議即難指為不法。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1029 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 06 月 09 日",
        "case_gist": "依民法第六百六十七條第一項規定，合夥係二人以上互約出資，以經營共\r\n同事業之契約。故合夥之成立，雖不以訂立書據為必要，然當事人間仍須\r\n就如何出資及所營之共同事業為何，加以約定，否則該合夥契約即不能成\r\n立。若當事人間僅互約出資以取得財產，而未約定經營共同事業者，自不\r\n能謂為合夥。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 499 號 民事裁定",
        "case_topic": "聲明異議等",
        "case_date": "民國 94 年 06 月 02 日",
        "case_gist": "土地法第三十四條之一第四項規定共有人出賣應有部分時，他共有人得以\r\n同一價格共同或單獨優先承購，其立法意旨無非為第三人買受共有人之應\r\n有部分時，承認其他共有人享有優先承購權，以簡化共有關係，而達利用\r\n之便。建物樓層已劃分為各特定區域營業之攤位，其所有人雖於建物登記\r\n簿上係以應有部分方式登載而為建物之共有人，惟其就該攤位不僅可使用\r\n收益，且得將之讓與他人，並不受須經他共有人全體同意之限制，自非一\r\n般共有物之所有人可比，應無上開規定之適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 986 號 民事判決",
        "case_topic": "請求給付租金",
        "case_date": "民國 94 年 05 月 31 日",
        "case_gist": "於強制執行法第一百二十條第二項所規定之收取訴訟中，第三人得以對抗\r\n債務人之事由對抗債權人，並得以其對債務人之債權主張抵銷。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 983 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 05 月 31 日",
        "case_gist": "扶養之程度，應按受扶養權利者之需要，與負扶養義務者之經濟能力及身\r\n分定之，民法第一千一百十九條定有明文。原審未注意及此，逕以台灣省\r\n平均每人每年消費支出為計算被上訴人所受扶養費損害之標準，並有可議\r\n。"
    },
    {
        "case_id": "最高法院 94 年度台簡抗字第 15 號 民事裁定",
        "case_topic": "聲請停止執行",
        "case_date": "民國 94 年 05 月 31 日",
        "case_gist": "強制執行法第十八條第二項規定，於對許可強制執行之裁定提起抗告程序\r\n中，法院尚得因必要情形或依聲請定相當並確實之擔保，裁定停止強制執\r\n行，則本票經法院裁定准許強制執行後，債務人如基於本票債權不存在之\r\n原因，提起確認本票債權不存在訴訟者，依舉輕明重之法理，自應許其提\r\n供擔保，停止強制執行，以避免債務人發生不能回復之損害。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 488 號 民事裁定",
        "case_topic": "核發支付命令確定證明書",
        "case_date": "民國 94 年 05 月 26 日",
        "case_gist": "（一）依民事訴訟法第一百三十八條之規定為寄存送達，除須將應送達之\r\n      文書寄存送達地之自治或警察機關外，並須作送達通知書兩份，一\r\n      份黏貼於應受送達人住居所、事務所、營業所或其就業處所門首，\r\n      另一份置於該送達處所信箱或其他適當位置，以為送達，俾應受送\r\n      達人知悉寄存之事實，前往領取，二者缺一均不能謂為合法之送達\r\n      ，此觀該條第一項規定自明。\r\n（二）民事訴訟法第一百三十八條第二項增訂寄存送達，自寄存之日起，\r\n      經十日發生效力，寄存送達之處所如確為應受送達人當時之住居所\r\n      、事務所或營業所，則於該處所為之寄存送達即為合法，僅送達之\r\n      效力延至寄存後之十日始發生而已，自不能以寄存後之住居所、事\r\n      務所或營業所變更，推翻先前所為寄存之合法性。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 480 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 94 年 05 月 20 日",
        "case_gist": "法院就廢棄之擔保金部分，屬供擔保之原因消滅。又應供擔保之原因消滅\r\n者，法院應依供擔保人之聲請，以裁定命返還其提存物，民事訴訟法第一\r\n百零四條第一項第一款定有明文，且於其他依法令供訴訟上之擔保者準用\r\n之，並為同法第一百零六條所明定。查相對人因停止強制執行向法院所提\r\n存之擔保金，超過確定裁定所命相對人應提存之擔保金，關於超過部分，\r\n係供擔保之原因消滅，相對人依法得聲請法院裁定發還。至於相對人與抗\r\n告人間再審之訴已否裁判終結，核與相對人聲請發還該超過部分之擔保金\r\n之權利不生影響。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 473 號 民事裁定",
        "case_topic": "拘提管收",
        "case_date": "民國 94 年 05 月 20 日",
        "case_gist": "行政執行應依公平合理之原則，兼顧公共利益與人民權益之維護，以適當\r\n之方法為之，不得逾達成執行目的之必要限度，行政執行法第三條定有明\r\n文。管收義務人既足以使人喪失身體之自由，則法院於裁定前須先行審問\r\n程序，使管收之聲請人及義務人雙方均有陳述意見之機會，以供法院調查\r\n審酌對義務人應否予以管收，此不僅足以實現憲法第八條保障人身自由之\r\n意旨，且合於上開行政執行法第三條立法目的。況法院於裁定拘提管收前\r\n應先行審問調查，乃屬法院之職責，不得違反，有如上述，則行政執行法\r\n有關違反上開解釋意旨部分之條文無論是否仍然有效，法院均不得未經踐\r\n行此法定程序即裁定逕行拘提義務人予以管收。原法院以彰化地院未經審\r\n問程序即裁定准予拘提管收相對人為不當，將該裁定廢棄，自無違法可言\r\n。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 915 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 94 年 05 月 19 日",
        "case_gist": "無損害即無賠償，是以損害賠償額之計算，應以實際所受之損害為基準，\r\n財政部公佈之同業利潤標準，僅為其課稅之參考，若非計算困難，尚不能\r\n遽以為計算實際損害額之基準。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 898 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 94 年 05 月 19 日",
        "case_gist": "民法第二百二十七條之二所稱情事變更，係指債之關係成立後，其成立當\r\n時之環境或基礎有所變動而言。次查因情事變更而增、減其給付或變更其\r\n他原有之效果，應斟酌當事人因情事變更，一方所受不相當之損失，他方\r\n所得不預期之利益，及其他實際情形，為公平之裁量。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 464 號 民事裁定",
        "case_topic": "聲請假扣押強制執行聲明異議",
        "case_date": "民國 94 年 05 月 19 日",
        "case_gist": "民事訴訟法第五百二十二條第一項及第五百二十七條規定，債權人就金錢\r\n請求或得易為金錢請求之請求，欲保全強制執行者，得聲請假扣押；假扣\r\n押裁定內，應記載債務人供所定金額之擔保或將「請求之金額」提存，得\r\n免為或撤銷假扣押。可知債權人因聲請假扣押所供之擔保金，係備供賠償\r\n受擔保利益人即債務人因假扣押所受之損害，而債務人聲請免為或撤銷假\r\n扣押執行，所提供之擔保金，則含有備供受擔保利益人即債權人將來強制\r\n執行之意。是以後者，如債權人本案訴訟已獲勝訴判決確定，或雖未確定\r\n而併諭知假執行之宣告，自得就該備供強制執行之擔保金實施強制執行，\r\n以獲清償，乃保全程序保全強制執行之要旨所在。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 897 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 94 年 05 月 18 日",
        "case_gist": "因清償債務而為給付，於給付時明知無給付之義務者，不得請求返還，固\r\n為民法第一百八十條第三款所明定，惟該條款所謂明知無給付之義務，係\r\n指原無債務而直接及確定之故意認為有債務而為給付者而言。至於原無債\r\n務而誤以為有債務者，縱其誤認係出於過失或重大過失，亦非明知而非債\r\n清償，仍無該條款之適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 894 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 94 年 05 月 18 日",
        "case_gist": "當事人預期不確定事實之發生，以該事實發生時為債務之清償期者，應認\r\n該事實發生時或其發生已不能時，為清償期屆至之時。兩造約定被上訴人\r\n於系爭工程完竣後，應依建築法規向建築主管機關取得使用執照，始可請\r\n求給付工程尾款，為原審確定之事實，則兩造係以使用執照取得之事實發\r\n生為既存工程尾款債務之清償期，並非以之為發生債務之停止條件。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 829 號 民事判決",
        "case_topic": "給付價金",
        "case_date": "民國 94 年 05 月 05 日",
        "case_gist": "債務人固無一部清償之權利，惟除依當事人之意思、給付之性質或債務之\r\n本旨，必須全部為整體給付外，如債務人為一部給付，經債權人受領者，\r\n尚非不生一部清償之效力。則其餘部分，如債務人遲延履行者，債權人於\r\n定相當期限催告其履行而被拒時，得僅就該部分依民法第二百五十四條規\r\n定解除契約。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 828 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 94 年 05 月 05 日",
        "case_gist": "債務人基於債之關係，固對債權人負有給付義務，惟依債之本旨及當事人\r\n之意思，給付可由第三人代替者，自不得以債務人無法自為給付行為，即\r\n謂其為給付不能。依通常情形，可得預期之利益，視為所失利益，民法第\r\n二百十六條第二項定有明文。又當事人已證明受有損害而不能證明其數額\r\n或證明顯有重大困難者，法院應審酌一切情況，依所得心證定其數額，民\r\n事訴訟法第二百二十二條第二項亦有明文。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 824 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 94 年 05 月 05 日",
        "case_gist": "當事人互相表示意思一致者，契約始能成立。是以契約當事人之一方有數\r\n人時，除可分之情形外，其要約或承諾之意思表示，應向全體或由全體為\r\n之，方能謂對全體當事人發生效力。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 380 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 05 月 05 日",
        "case_gist": "債權人就爭執之法律關係，聲請為定暫時狀態之處分，不論係單純不作為\r\n處分，或容忍不作為處分，法院為裁定時，對於當事人雙方因准否處分所\r\n受利益及可能發生之損害，應依利益權衡原則予以審酌而為准駁，一經裁\r\n定准許，不待確定即有執行力，債務人僅得循抗告程序或聲請撤銷假處分\r\n之途徑以謀救濟；於該裁定未失其效力前，不得另行聲請內容相牴觸之處\r\n分，以阻卻其執行力。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 379 號 民事裁定",
        "case_topic": "請求履行契約等",
        "case_date": "民國 94 年 04 月 29 日",
        "case_gist": "當事人死亡者，訴訟程序在有繼承人承受其訴訟以前當然停止，民事訴訟\r\n法第一百六十八條定有明文。又民法繼承編所定因被繼承人死亡而生之繼\r\n承，民事訴訟法設有上揭規定，應生訴訟程序當然停止之效力，自無民事\r\n訴訟法第二百五十四條關於承當訴訟規定適用之餘地。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 769 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 94 年 04 月 28 日",
        "case_gist": "耕地三七五減租條例第一條規定：耕地之租佃依本條例之規定，本條例未\r\n規定者，依土地法及其他法律之規定，則關於耕地經依法編定或變更為非\r\n耕地使用時，得終止租約，同條例第十七條第一項第五款及第二項既已設\r\n有特別規定，自應優先適用。申言之，耕地租約在租賃期限未屆滿前，經\r\n依法編定或變更為非耕地使用時，出租人得予以終止租約，但應給予承租\r\n人補償。故承租人請求出租人補償，須以租約經出租人依該條第一項第五\r\n款規定終止為前提而已，並非承租人有先為返還耕地義務之規定。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 767 號 民事判決",
        "case_topic": "請求返還股票",
        "case_date": "民國 94 年 04 月 28 日",
        "case_gist": "八十五年一月二十六日信託法公布施行前之信託行為，屬於「非典型契約\r\n」之一種。須於雙方當事人，就一方 (委託人) 授與他方 (受託人) 超過\r\n經濟目的之權利，而受託人僅於所許可之經濟目的範圍內行使權利，相互\r\n意思表示一致，其契約始為成立。準此，當事人之一方如主張與他方有信\r\n託關係存在，自應就信託契約確已成立之事實，負舉證責任。若其先不能\r\n舉證，縱他方就其抗辯事實不能舉證，或其所舉證據尚有疵累，亦應駁回\r\n該一方之請求。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 753 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 04 月 28 日",
        "case_gist": "人民與中央或地方機關間，因公法上原因發生財產上之給付，得提起給付\r\n訴訟，八十七年十月二十八日修正之行政訴訟法第八條第一項前段定有明\r\n文。在該法修正條文施行前，行政訴訟除附帶損害賠償之訴外，並無其他\r\n給付類型訴訟，而許向普通法院提起訴訟謀求救濟。惟於修正之行政訴訟\r\n法施行以後，如基於公法上原因，而請求財產上之給付，依行政訴訟法第\r\n八條之規定，應向行政法院提起行政給付之訴。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 370 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行，聲明異議",
        "case_date": "民國 94 年 04 月 28 日",
        "case_gist": "因強制執行所得之金額，如有多數債權人參與分配，執行法院應作成分配\r\n表，為強制執行法第三十一條所明定。準此，執行法院必於強制執行而有\r\n所得，且有多數債權人「參與分配」時，始應作成分配表為分配。如無多\r\n數之債權人參與分配，縱執行法院誤作成「分配表」，亦非此之所謂「分\r\n配」，本不適用分配之程序。於債權人對該「分配表」所載之債權或分配\r\n金額不同意，向執行法院聲明異議時，執行法院仍應依強制執行法第十二\r\n條所定之程序處理，要無依同法第三十九條至第四十一條所定就分配表異\r\n議程序處理之餘地。"
    },
    {
        "case_id": "最高法院 94 年度台聲字第 281 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 04 月 28 日",
        "case_gist": "上訴人無資力委任訴訟代理人者，得依訴訟救助之規定，聲請第三審法院\r\n為之選任律師為其訴訟代理人，民事訴訟法第四百六十六條之二第一項固\r\n定有明文。惟上訴人如已依法律扶助法之規定申請法律扶助，經財團法人\r\n法律扶助基金會准許，指定律師為其訴訟代理人，即無再聲請第三審法院\r\n為之選任律師為其訴訟代理人之必要。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 709 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 94 年 04 月 21 日",
        "case_gist": "八十五年一月二十六日信託法公布施行前，所謂信託行為，係指委託人為\r\n自己或第三人之利益，以一定之財產為信託財產，將之移轉於受託人，由\r\n受託人管理或處分，以達成一定經濟上或社會上目的之行為。故信託行為\r\n雖非法定要式行為，無以訂立書面契約為必要，惟仍須基於委託人與受託\r\n人之合意，方能成立。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 686 號 民事裁定",
        "case_topic": "請求塗銷地上權設定登記",
        "case_date": "民國 94 年 04 月 21 日",
        "case_gist": "地上權未定有期限者，民法並未規定土地所有人得隨時終止地上權，使地\r\n上權消滅。原審以系爭地上權並未定有期限，訂約時復未約定得隨時終止\r\n，上訴人自不得予以終止，爰為上訴人敗訴之判決，經核並無違背法令情\r\n形。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 685 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 94 年 04 月 21 日",
        "case_gist": "當事人對於他造主張之事實，於言詞辯論時不爭執者，固應視同自認，惟\r\n倘其於言詞辯論終結前，已追復為爭執之陳述，即不生視同自認之問題。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 326 號 民事裁定",
        "case_topic": "請求移轉權利等",
        "case_date": "民國 94 年 04 月 21 日",
        "case_gist": "訴訟標的之一部或訴訟費用裁判有脫漏，或法院應依職權宣告假執行而未\r\n為宣告，或忽視假執行或免為假執行之聲請者，當事人始得聲請補充判決\r\n，此觀民事訴訟法第二百三十三條第一項、第三百九十四條規定自明。至\r\n法院廢棄或變更宣告假執行之本案判決，如被告未為聲明請求返還其因假\r\n執行或因免假執行所為給付及賠償其所受損害，因被告既未為此項聲明，\r\n法院不得逕予裁判，要無裁判脫漏可言，自不得聲請補充判決，不因法院\r\n未告以得為該聲明而異。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 671 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 94 年 04 月 14 日",
        "case_gist": "強制執行法第十四條第一項規定之債務人異議之訴，須主張執行名義成立\r\n後，有消滅或妨礙債權人請求之事由發生，始得為之。所謂消滅債權人請\r\n求之事由，係指足以使執行名義之請求權及執行力消滅之原因事實，如清\r\n償、提存、抵銷、免除、混同、債權之讓與、債務之承擔、解除條件之成\r\n就、和解契約之成立，或類此之情形，始足當之。至所稱妨礙債權人請求\r\n之事由，則係指使依執行名義所命之給付，罹於不能行使之障礙而言。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 668 號 民事判決",
        "case_topic": "請求返還無權占有土地",
        "case_date": "民國 94 年 04 月 14 日",
        "case_gist": "民法第八百二十一條規定，各共有人對於第三人得就共有物之全部為本於\r\n所有權之請求，係指民法第七百六十七條所規定之「物權」請求權而言，\r\n並不及於共有人基於債之法律關係對於第三人為賠償之請求。原審准被上\r\n訴人得為其他共有人汪瑜，基於不當得利法律關係，請求上訴人給付占有\r\n系爭土地所受相當於租金利益之損害金，其法律見解亦有違誤。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 645 號 民事判決",
        "case_topic": "請求撤銷贈與",
        "case_date": "民國 94 年 04 月 14 日",
        "case_gist": "民法第二百四十四條第一項、第二項規定之撤銷權，係以保障全體債權人\r\n之利益為目的，非為確保特定債權而設。八十八年五月五日修正公布，八\r\n十九年五月五日施行之民法債編，於同條增訂第三項，規定債務人之行為\r\n僅有害於以給付特定物為標的之債權者，不適用前二項規定，即係明示斯\r\n旨。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 284 號 民事裁定",
        "case_topic": "聲請本票准許強制執行（票款執行）",
        "case_date": "民國 94 年 04 月 14 日",
        "case_gist": "公司裁定重整後，公司之破產、和解、強制執行及財產關係所生之訴訟程\r\n序，當然停止，公司法第二百九十四條定有明文。又重整債權人非依重整\r\n程序，均不得行使權利 (公司法第二百九十六條第一項) ，即所有重整債\r\n權人均應受此拘束。從而所謂「財產關係所生之訴訟程序」，應包括非訟\r\n程序在內。此與公司法第二百八十七條第一項第三款及第四款之規定，係\r\n為保全及維持重整公司財產現狀，僅係限制重整公司不得為現實給付，並\r\n不包括實現債權前之取得執行名義之訴訟或非訟程序在內者不同。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 270 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 94 年 04 月 14 日",
        "case_gist": "聲請拍賣抵押物，原屬非訟事件，法院所為准許與否之裁定，無確定實體\r\n法上法律關係存否之性質，於債權及抵押權之存否，並無既判力。故祇須\r\n其抵押權已經依法登記，且債權已屆清償期而未受清償，法院即應為准許\r\n拍賣之裁定。而對於此項法律關係有爭執之人，為保護其權利，得提起訴\r\n訟，以謀解決，不得僅依抗告程序聲明其爭執，並據為廢棄准許拍賣抵押\r\n物裁定之理由。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 267 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 04 月 08 日",
        "case_gist": "債權人就金錢以外之請求因請求標的之現狀變更，有日後不能強制執行，\r\n或甚難強制執行之虞，欲保全強制執行者，得聲請假處分。又當事人於爭\r\n執之法律關係有定暫時狀態之必要者，亦得為假處分，民事訴訟法第五百\r\n三十二條、第五百三十八條分別定有明文。所謂法律關係，指金錢以外，\r\n凡適於為民事訴訟標的，有繼續性者，皆屬之。至所謂爭執之法律關係，\r\n有定暫時狀態之必要者，係指因避免重大之損害或因其他情事，有就爭執\r\n之法律關係，定暫時狀態之必要者而言。聲請定暫時狀態之假處分，祇須\r\n合於前開條文規定，即應准許。又假處分僅為保全強制執行方法之一種，\r\n苟合於上開假處分條件，並經債權人敘明假處分之原因存在，法院即得為\r\n准許假處分之裁定。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 614 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 04 月 07 日",
        "case_gist": "數人共同不法侵害他人之權利者，連帶負損害賠償責任；又債權人向連帶\r\n債務人中之一人免除債務，而無消滅全部債務之意思表示者，除該債務人\r\n應分擔之部分外，他債務人仍不免其責任，為民法第一百八十五條第一項\r\n、第二百七十六條第一項所明定。和解如包含債務之免除時，自有上開規\r\n定之適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 600 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 94 年 04 月 07 日",
        "case_gist": "耕地承租人就承租耕地之一部不自任耕作，依耕地三七五減租條例第十六\r\n條第二項規定，其全部租約固均歸於無效，惟此係指同一租約而言，非謂\r\n同一當事人間所訂非屬同一之其他租約，亦概歸於無效。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 575 號 民事判決",
        "case_topic": "請求給付道路徵收補償費",
        "case_date": "民國 94 年 03 月 31 日",
        "case_gist": "債權讓與乃以移轉債權為標的之契約，債權讓與契約生效時，債權即同時\r\n移轉，於是讓與人即原債權人脫離債之關係，失去債權人之地位，不復對\r\n債務人有債權存在，而由受讓人即新債權人承繼讓與人之地位取得同一債\r\n權。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 573 號 民事判決",
        "case_topic": "請求給付資遣費",
        "case_date": "民國 94 年 03 月 31 日",
        "case_gist": "稱僱傭者，謂當事人約定，一方於一定或不定之期限內為他方服勞務，他\r\n方給付報酬之契約。而稱承攬者，則謂當事人約定，一方為他方完成一定\r\n之工作，他方俟工作完成，給付報酬之契約，民法第四百八十二條及第四\r\n百九十條第一項分別定有明文。參酌勞動基準法規定之勞動契約，指當事\r\n人之一方，在從屬於他方之關係下，提供職業上之勞動力，而由他方給付\r\n報酬之契約。可知，僱傭契約乃當事人以勞務之給付為目的，受僱人於一\r\n定期間內，應依照僱用人之指示，從事一定種類之工作，且受僱人提供勞\r\n務，具有繼續性及從屬性之關係。而承攬契約之當事人則以勞務所完成之\r\n結果為目的，承攬人只須於約定之時間完成一個或數個特定之工作，與定\r\n作人間無從屬關係，可同時與數位定作人成立數個不同之承攬契約，二者\r\n性質並不相同。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 551 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 94 年 03 月 31 日",
        "case_gist": "民法第四百二十五條之一規定及本院四十八年台上字第一四五七號判例，\r\n必須土地及其土地上之房屋同屬一人所有，而僅將土地或僅將房屋所有權\r\n讓與他人，或將土地及房屋同時或先後讓與相異之人之情形，始有其適用\r\n。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 256 號 民事裁定",
        "case_topic": "聲請變更提存物",
        "case_date": "民國 94 年 03 月 31 日",
        "case_gist": "供擔保之提存物固得由供擔保人依民事訴訟法第一百零六條、第一百零五\r\n條第一項規定聲請法院裁定許其變換。惟受擔保利益人依同法第一百零六\r\n條準用第一百零三條第一項規定，就供擔保之提存物與質權有同一之權利\r\n。此項法定質權標的之效力範圍應及於提存物之孳息，該受擔保利益人於\r\n受有損害後，依法得收取孳息並對該提存物暨其孳息有優先受償之權利 (\r\n參照民法第八百八十四條、第八百八十九條、第九百零一條) 。是法院為\r\n許可變換提存物之裁定時，自當權衡變換後之新提存物與變換前供擔保之\r\n原提存物暨其孳息，在經濟上是否具有相當之價值而後定之。如提存物為\r\n有價證券者，尤應對供擔保後之有價證券所生之法定孳息 (如可轉讓定期\r\n存單利息、公司股票之現金股利、盈餘及增資配股……等) 併予斟酌其客\r\n觀價值，此乃法定質權應為之當然解釋。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 254 號 民事裁定",
        "case_topic": "聲請宣告破產",
        "case_date": "民國 94 年 03 月 31 日",
        "case_gist": "法院為破產宣告時，應選任破產管理人，並決定申報債權之期間及第一次\r\n債權人會議期日，破產法第六十四條固定有明文，惟法院選任破產管理人\r\n、決定申報債權之期間及第一次債權人會議期日，尚非必須於裁定宣告破\r\n產之同時為之，於破產宣告後，始另以裁定為之，亦無不可。"
    },
    {
        "case_id": "最高法院 94 年度台簡上字第 9 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 94 年 03 月 24 日",
        "case_gist": "依票據法第十三條前段規定觀之，票據債務人固不得以自己與執票人之前\r\n手間所存抗辯之事由對抗執票人，惟若以其自己與執票人間所存抗辯之事\r\n由資為對抗，則非法所不許，惟須以兩者間有得資為對抗之抗辯事由存在\r\n為限，亦即該票據係基於票據債務人與執票人間之特定目的簽發，但該目\r\n的有不能或不達之情形，始足當之。換言之，必須票據債務人與執票人間\r\n為票據直接授受者，始有其適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 492 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 94 年 03 月 18 日",
        "case_gist": "撤銷仲裁判斷之訴，非就原仲裁判斷認定事實、適用法規是否妥當，再為\r\n審判，法院僅得就原仲裁判斷有無仲裁法第四十條第一項各款所列情形 (\r\n含第一款所稱第三十八條各款情形) ，加以審查。故仲裁法第三十八條第\r\n三款規定仲裁判斷係命當事人為法律上所不許之行為者，自係指仲裁判斷\r\n主文所命之給付行為或其他行為，有違法律強制或禁止之規定，或有背於\r\n公共秩序或善良風俗者而言；至於當事人於實體法上有無請求權，仲裁人\r\n所命給付是否有誤，並非所問。仲裁人縱因認定事實或適用法規有誤，而\r\n命無給付義務之一方為給付，亦非該款所稱之「命當事人為法律上所不許\r\n之行為」。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 241 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 94 年 03 月 18 日",
        "case_gist": "依公務人員退休法第十四條規定請領退休金之權利雖不得強制執行，然若\r\n領取後存入銀行，已成為存款人之權利，而非請領退休金之權利，自得為\r\n強制執行之客體。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 434 號 民事判決",
        "case_topic": "請求確認法定抵押權不存在等",
        "case_date": "民國 94 年 03 月 11 日",
        "case_gist": "因繼承、強制執行、公用徵收或法院之判決，於登記前已取得不動產物權\r\n者，非經登記，不得處分其物權，民法第七百五十九條定有明文。法定抵\r\n押權係基於法律規定而發生，固不待登記即生效力，惟法定抵押權之拋棄\r\n，乃屬處分，須經登記後，方得為之。又不動產物權，依法律行為而取得\r\n、設定、喪失及變更者，非經登記，不生效力，民法第七百五十八條亦定\r\n有明文。法定抵押權之拋棄，係依法律行為而喪失其不動產物權，非經登\r\n記，不生效力。本件原審認抵押權之拋棄，乃抵押權人為消滅抵押權之意\r\n思，此項拋棄，由表意人以意思表示向抵押人為之即可，法定抵押權之拋\r\n棄，解釋上以意思表示為之即生效力，其見解自有可議。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 219 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 94 年 03 月 11 日",
        "case_gist": "現行民事訴訟法第四百九十九條規定為： (第一項) 再審之訴，專屬為判\r\n決之原法院管轄。 (第二項) 對於審級不同之法院就同一事件所為之判決\r\n，提起再審之訴者，專屬上級法院合併管轄。但對於第三審法院之判決，\r\n係本於第四百九十六條第一項第九款至第十三款事由，聲明不服者，專屬\r\n原第二審法院管轄。而民事訴訟法於民國九十二年二月七日修正前，該條\r\n規定為：再審之訴，專屬為判決之原法院管轄；如有左列各款情形之一者\r\n，專屬原第二審法院管轄：對於同一事件之第一審及第二審判決同時聲\r\n明不服者。對於第三審法院之判決，本於第四百九十六條第一項第九款\r\n至第十三款事由，聲明不服者。其修正理由為：「第一項本文前段不修\r\n正。再審之訴得同時對於審級不同之法院就同一事件所為之確定終局判\r\n決提起，惟既係同一事件，不宜由各級法院分別審判。原條文後段第一款\r\n僅就同時對第一、二審判決不服之情形規定管轄法院，對於同一事件之第\r\n一、二、三審判決同時聲明不服者，卻未規定，為求周延，爰修正原條文\r\n後段規定，並移列為第二項。」，由此可知，此條文之修正，係因原條文\r\n第一款漏未考量併對第三審判決提起再審之訴之情形，應予修正補充，乃\r\n捨原條文「對於同一事件之第一審及第二審判決」文義，修正為「對於審\r\n級不同之法院就同一事件所為之判決」，資以涵括併對第三審判決提起再\r\n審之訴之情形。至原條文第二款所定由第二審法院專屬管轄之情形未變，\r\n僅將之移列為現行條文第二項但書。原條文第二款既指專對第三審判決不\r\n服提起再審之訴之情形，於適用現行條文第二項但書規定時，當本諸同一\r\n意旨，故現行民事訴訟法第四百九十九條第二項但書所規定專屬原第二審\r\n法院管轄之規定，包括以同法第四百九十六條第一項第九款至第十三款之\r\n事由專就第三審判決聲明不服之情形。況上開五款再審事由，涉及證據之\r\n調查與事實之認定，不宜由第三審法院管轄。原裁定未審酌現行民事訴訟\r\n法第四百九十九條規定修正之理由，竟認該條第二項但書之規定，以對不\r\n同審級之判決同時提起再審之訴為前提，而以本件抗告人單獨就第三審判\r\n決聲明不服提起再審之訴為由，將本件移送本院，於法不無違誤。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 432 號 民事判決",
        "case_topic": "因第三人異議",
        "case_date": "民國 94 年 03 月 10 日",
        "case_gist": "民法親屬編施行法第六條之一規定，對於七十四年六月四日以前以妻名義\r\n登記之不動產，於一年緩衝期間內，使夫妻自行確認其所有權之歸屬。於\r\n一年期間屆滿後，依七十四年民法親屬編修正後第一千零十七條規定，發\r\n生溯及效力，而以登記不動產之名義人取得所有權。惟該條規定僅限於下\r\n列兩種情形，即 (一) 婚姻關係存續中且該不動產仍以妻之名義登記； (\r\n二) 夫妻已離婚而該不動產仍以妻之名義登記者。至於夫妻一方在該一年\r\n緩衝期間內死亡，繼承即已開始，因繼承問題關係複雜，且與第三人之權\r\n義影響重大，如對於繼承之標的所有權誰屬發生爭議時，應不宜擴大使其\r\n溯及既往，仍應適用舊民法第一千零十七條第二項之規定，以杜紛擾。準\r\n此，夫妻之一方於該一年緩衝期間內死亡，尚無民法親屬編施行法第六條\r\n之一規定之適用，則於該條規定施行之前夫妻一方已死亡者，更無該條規\r\n定適用之餘地。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 431 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 94 年 03 月 10 日",
        "case_gist": "雙務契約當事人間互負之債務，既有履行上之牽連關係，即使一方當事人\r\n之請求權因罹於時效而消滅，其同時履行之抗辯權則無時效規定之適用，\r\n仍然存在。故他方當事人請求給付時，仍得行使同時履行抗辯權，以拒絕\r\n自己之給付。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 407 號 民事判決",
        "case_topic": "請求確認法定抵押權存在",
        "case_date": "民國 94 年 03 月 10 日",
        "case_gist": "修正前民法第五百十三條之立法理由為：承攬人為定作人於不動產上施作\r\n工作者，就其承攬關係所生之債權，對於其工作所附之定作人之不動產，\r\n應與以法定之抵押權，以保護其利益。可知承攬人對於定作人所有之工作\r\n物之法定抵押權，係以保護承攬人之工程款債權之個人法益為其主要目的\r\n，非不得由承攬人拋棄之。倘承攬人明知有此權利，但為確保其對定作人\r\n之工程款債權得以早日實現，於無待法定抵押權之行使前，即向金融業者\r\n以拋棄就定作人所有工作物之法定抵押權為條件，以換取定作人得經由該\r\n金融業者取得資金之意思表示，自難謂該拋棄之意思表示，於承攬人及金\r\n融業者之間不生債之效力。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 404 號 民事判決",
        "case_topic": "請求確認委任關係不存在等",
        "case_date": "民國 94 年 03 月 10 日",
        "case_gist": "「假處分裁定係命令或禁止債務人為一定行為者，法院應將該裁定送達於\r\n債務人」，強制執行法第一百三十八條定有明文。其目的乃在使債務人知\r\n悉裁定之內容，而能自動履行其義務。故該假處分之效力，始於債務人收\r\n受裁定之時。且此假處分裁定一旦發生效力，立即發生命令或禁止之形成\r\n效果，自無強制執行之問題。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 182 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 03 月 04 日",
        "case_gist": "法院命原告供訴訟費用之擔保或補供擔保，應依被告之聲請，不得逕依職\r\n權為之，此觀同法第九十六條第一項規定自明。此項裁定並非關於指揮訴\r\n訟之裁定，除當事人提起抗告經原法院或審判長認抗告為有理由，應撤銷\r\n或變更原裁定之情形外，依同法第二百三十八條前段規定，即生裁定之羈\r\n束力。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 362 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 94 年 03 月 03 日",
        "case_gist": "所謂脫法行為係指當事人為迴避強行法規之適用，以迂迴方法達成該強行\r\n法規所禁止之相同效果之行為而言。法律並無禁止父母將其不動產借用子\r\n女名義之強制規定，即難認此借名登記係脫法行為。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 360 號 民事判決",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 94 年 03 月 03 日",
        "case_gist": "違約金債權，於有約定之違約情事時即已發生，不因契約解除而隨同消滅\r\n。約定之違約金額是否相當，應以契約解除時之一般客觀事實、社會經濟\r\n狀況及當事人所受損害情形為酌定標準。出賣人因買受人不履行債務而解\r\n除契約，如買賣標的物之市價於解約前已有跌落，低於原定買賣價金，出\r\n賣人之財產價值因而減少，該價差固可認係出賣人因買受人不履行債務所\r\n受之損害，以之作為酌定違約金之標準；惟契約解除後，買賣標的物之價\r\n值如再有貶損，則非所問。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 359 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 03 月 03 日",
        "case_gist": "修正前強制汽車責任保險法第三十條規定：「保險人依本法規定給付之保\r\n險金，視為加害人或被保險人損害賠償金額之一部分；加害人或被保險人\r\n受賠償請求時，得扣除之」。係因保險人之給付乃由於被保險人支付保險\r\n費所生，性質上屬於被保險人賠償責任之承擔或轉嫁，自應視為加害人或\r\n被保險人損害賠償金額之一部分，為避免受害人雙重受償，渠等於受賠償\r\n請求時，自得扣除之。又因連帶債務人中之一人為清償而債務消滅者，他\r\n債務人亦同免其責任，民法第二百七十四條定有明文。故於同一交通事故\r\n，加害人或被保險人倘為多數而應負連帶賠償責任時，渠等於受賠償請求\r\n時，自均得主張扣除保險人依強制汽車責任保險法規定給付之保險金全部\r\n。至各該加害人或被保險人就所負連帶債務應如何依其過失責任之輕重分\r\n別分擔，係屬其內部關係，要與上開保險金之扣除無關。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 177 號 民事裁定",
        "case_topic": "間聲請假扣押",
        "case_date": "民國 94 年 03 月 03 日",
        "case_gist": "國際上「專利之申請互惠」與「專利訴訟互惠」，本質並不相同，分屬二\r\n個不同之範疇。前者屬專利主管機關得否受理無互惠原則之外國人專利申\r\n請，由其取得專利權及其效力問題，後者則為兩國相互間能否在對方境內\r\n依訴訟程序解決專利權之紛爭或尋求救濟之問題。我國就「專利之訴訟互\r\n惠」原則，於專利法第九十一條 (修正前第九十五條) 規定，未經認許之\r\n外國法人或團體，就本法規定之事項有提起訴訟之權，但以條約或其本國\r\n法令、慣例，中華民國國民或團體得在該國享受同等權利者為限；其由團\r\n體或機構互訂保護專利之協議，經主管機關核准者，亦同。是外國人提起\r\n專利事項之民事訴訟或聲請假扣押，若不符合專利法第九十一條之規定，\r\n仍不得為之。"
    },
    {
        "case_id": "最高法院 94 年度台簡上字第 5 號 民事裁定",
        "case_topic": "請求給付薪資",
        "case_date": "民國 94 年 02 月 25 日",
        "case_gist": "勞資爭議處理法第五條第一項雖規定權利事項之勞資爭議，依該法所定之\r\n調解程序為之，惟既無該項爭議非經調解，不得起訴之規定，則有關權利\r\n事項之勞資爭議事件，當事人未經調解而逕行起訴者，自不得認其起訴程\r\n式有欠缺。法院對於該類事件，向予受理 (見「法院辦理勞資爭議事件應\r\n行注意事項」第六點) ，並無爭議，難謂所涉及之法律見解具有原則上之\r\n重要性。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 337 號 民事判決",
        "case_topic": "返還借款",
        "case_date": "民國 94 年 02 月 24 日",
        "case_gist": "債權證書之返還，通常須在清償債務之後，故已返還債權證書者，推定其\r\n債之關係已消滅，此民法第三百二十五條第三項所由設。依此反面解釋，\r\n苟債權證書尚未返還，自難遽為債之關係已消滅之推斷。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 318 號 民事判決",
        "case_topic": "撤銷無償行為等",
        "case_date": "民國 94 年 02 月 24 日",
        "case_gist": "債務人以其所有之不動產設定抵押權，同時向他人借貸款項，其設定抵押\r\n權之行為，固屬有償行為，若先有債權之存在而於事後為之設定抵押權者\r\n，如無對價關係，即屬無償行為。倘有害及債權，則債權人自得依民法第\r\n二百四十四條第一項之規定予以撤銷之。按債務人以其所有之不動產設定\r\n抵押權，同時向他人借貸款項，其設定抵押權之行為，固屬有償行為，若\r\n先有債權之存在而於事後為之設定抵押權者，如無對價關係，即屬無償行\r\n為。倘有害及債權，則債權人自得依民法第二百四十四條第一項之規定予\r\n以撤銷之。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 301 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 94 年 02 月 24 日",
        "case_gist": "代位權係債權人代行債務人之權利，代行者與被代行者之間，必須有債權\r\n債務關係之存在，否則即無行使代位權之可言，並以債權人如不代位行使\r\n債務人之權利，其債權即有不能受完全滿足清償之虞而有保全債權之必要\r\n始得為之。倘債之標的與債務人之資力有關，如金錢之債，其債務人應就\r\n債務之履行負無限責任時，代位權之行使自以債務人陷於無資力或資力不\r\n足為要件。若債務人未陷於無資力或資力不足者，即無行使代位權以保全\r\n債權之必要。且債權人之權利，非於債務人負遲延責任時，不得行使，此\r\n觀民法第二百四十二條、第二百四十三條規定自明。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 156 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 02 月 24 日",
        "case_gist": "（一）新修正民事訴訟法第五百二十六條第二項，已將「債權人雖未為前\r\n      項釋明，如就債務人所應受之損害已供法院所定之擔保者，得命為\r\n      假扣押」之規定，修正為「前項釋明如有不足，而債權人陳明願供\r\n      擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣\r\n      押」，以與同條第一項規定「請求及假扣押之原因，應釋明之」相\r\n      呼應。是請求及假扣押之原因，債權人如未先為釋明，縱就債務人\r\n      所應受之損害供法院所定之擔保者，亦不得命為假扣押，必因釋明\r\n      而有不足，並經債權人陳明願供擔保或法院認為適當者，始得命供\r\n      擔保後為假扣押。此於假處分，依同法第五百三十三條規定，自亦\r\n      準用之。又同法第五百三十八條第一項、第二項規定，於爭執之法\r\n      律關係，為防止發生重大之損害或避免急迫之危險或有其他相類之\r\n      情形而有必要時，得聲請為定暫時狀態之處分。前項裁定，以其本\r\n      案訴訟能確定該爭執之法律關係者為限。故適用上開條項准為定暫\r\n      時狀態之處分，除審究是否為「於爭執之法律關係」外，並須兼顧\r\n      聲請人有無釋明「為防止發生重大之損害或避免急迫之危險或有其\r\n      他相類之情形而有必要」之假處分原因存在而予適用，倘不能提出\r\n      該能即時調查之證據以釋明者，即無就爭執之法律關係定暫時狀態\r\n      之必要，於此情形，如非因釋明而有不足時，縱陳明願供擔保以代\r\n      釋明，亦無足以補之，法院自應駁回其聲請。否則，即有消極的不\r\n      適用法規致顯然影響裁判之「適用法規顯有錯誤」情形。\r\n（二）公司法第三百十六條規定，股東會對於公司解散、合併或分割之決\r\n      議，應有代表已發行股份總數三分之二以上股東之出席，以出席股\r\n      東表決權過半數以上之同意行之，具見公司董事會所為合併之決議\r\n      ，尚須經其股東會之特別決議後，始得成為公司之意思決定並據以\r\n      執行。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 296 號 民事判決",
        "case_topic": "請求交付房屋",
        "case_date": "民國 94 年 02 月 18 日",
        "case_gist": "原告起訴請求被告給付某物，被告對之提起同時履行之抗辯，法院認原告\r\n之訴及被告同時履行之抗辯均有理由，為原告勝訴之判決，並在命被告給\r\n付之判決內，附以原告就對待給付同時履行之條件，被告對之未聲明不服\r\n，而原告僅聲明就命其同時履行部分提起上訴者，因該判決命被告為本案\r\n給付與命原告同時履行之間，在性質上有不可分割之關係，原告既主張該\r\n判決對其不利並屬不當而提起上訴，自係對該判決之全部聲明不服，非僅\r\n對命其同時履行部分提起上訴而已。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 283 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 94 年 02 月 17 日",
        "case_gist": "按訴之預備合併，有客觀預備合併與主觀預備合併之分，主觀預備合併並\r\n有原告多數 (共同原告對於同一被告為預備之合併) 與被告多數 (同一原\r\n告對於共同被告為預備之合併) 之類型，其在學說及實務上，固因具體個\r\n案之不同，各按其性質而持肯定說與否定說互見。惟其中原告多數的主觀\r\n預備合併之訴，如先、備位原告之主張在實質上、經濟上具有同一性 (非\r\n處於對立之地位) ，並得因任一原告勝訴而達訴訟之目的，或在無礙於對\r\n造防禦而生訴訟不安定或在對造甘受此「攻防對象擴散」之不利益情形時\r\n，為求訴訟之經濟、防止裁判矛盾、發見真實、擴大解決紛爭、避免訴訟\r\n延滯及程序法上之紛爭一次解決，並從訴訟為集團之現象暨主觀預備合併\r\n本質上乃法院就原告先、備位之訴定其審判順序及基於辯論主義之精神以\r\n觀，自非不得合併提起。於此情形，因先位之訴有理由，為備位之訴之解\r\n除條件，其解除條件應以先位之訴判決確定時，始為其解除條件成就之時\r\n。第一審如就先位之訴為原告勝訴判決，在尚未確定前，備位之訴其訴訟\r\n繫屬並未消滅，且在第一審所為之訴訟行為，於第二審亦有效力 (民事訴\r\n訟法第四百四十八條) ，是該備位原告之訴，縱未經第一審裁判，亦應解\r\n為隨同先位之訴繫屬於第二審而生移審之效力，即原告先位之訴勝訴，備\r\n位之訴未受裁判，經被告合法上訴時，備位原告之訴即生移審之效力。上\r\n訴審若認先位之訴無理由時，即應就備位原告之訴加以裁判。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 282 號 民事判決",
        "case_topic": "請求確認房屋抵押權不存在",
        "case_date": "民國 94 年 02 月 17 日",
        "case_gist": "修正前民法第五百十三條規定承攬人就承攬關係所生之債權，對於其工作\r\n所附之定作人之不動產有抵押權，雖在保護承攬人利益，惟究與公益無涉\r\n，自非不得由承攬人事先予以處分而為拋棄之意思表示。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 266 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 94 年 02 月 17 日",
        "case_gist": "仲裁法第三十八條第二款所謂仲裁判斷書應附理由而未附者，係指未經當\r\n事人約定無庸記載理由之判斷書完全不附理由者而言，倘已附理由，縱其\r\n理由不完備，亦不得謂其未附理由，據以請求撤銷仲裁判斷。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 146 號 民事裁定",
        "case_topic": "請求分割共有物",
        "case_date": "民國 94 年 02 月 17 日",
        "case_gist": "請求分割共有物事件上訴時，其訴訟標的價額及上訴利益額，均應以原告\r\n起訴時因分割所受利益之客觀價額為準，不因被告或原告提起上訴而有所\r\n歧異。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 247 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 02 月 03 日",
        "case_gist": "按法人之董事知悉法人之財產不能清償債務，如即時向法院聲請破產，法\r\n人之債權人可得全部或部分之清償，倘董事怠於聲請，致債權人全未受償\r\n或較少受償時，法人之董事始應負損害賠償責任，此觀民法第三十五條之\r\n規定甚明。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 170 號 民事判決",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 94 年 01 月 27 日",
        "case_gist": "被告在裁判上援用民法第二百六十四條之抗辯權時，原告如不能證明自己\r\n已為給付或已提出給付，法院應為原告提出對待給付時，被告即向原告為\r\n給付之判決，不能遽將原告之訴駁回。本院二十九年上字第八九五號著有\r\n判例。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 164 號 民事裁定",
        "case_topic": "請求確認債權存在",
        "case_date": "民國 94 年 01 月 27 日",
        "case_gist": "受債權扣押命令之第三債務人，於扣押後，始對其債權人取得債權者，不\r\n得以其所取得之債權與受扣押之債權為抵銷，為民法第三百四十條所明定\r\n。由是可知第三債務人於扣押前，對其債權人已取得債權者，尚無不許其\r\n抵銷之理。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 157 號 民事裁定",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 94 年 01 月 27 日",
        "case_gist": "再審之訴訟程序準用各該審級訴訟程序之規定，為民事訴訟法第五百零五\r\n條所明定。查本件上訴人係以原確定判決有民事訴訟法第四百九十六條第\r\n一項第十一款規定之再審事由，提起再審之訴，觀諸同法第四百九十九條\r\n第二項但書之規定，乃專屬於原第二審法院管轄，自無第三審律師強制代\r\n理規定之適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 148 號 民事判決",
        "case_topic": "請求確認損害賠償請求權不存在",
        "case_date": "民國 94 年 01 月 27 日",
        "case_gist": "按民法第一百九十七條第一項規定：「因侵權行為所生之損害賠償請求權\r\n，自請求權人知有損害及賠償義務人時起，二年間不行使而消滅。自有侵\r\n權行為時起，逾十年者亦同」。該條項所稱「自請求權人知有損害時起」\r\n之主觀「知」的條件，如係一次之加害行為，致他人於損害後尚不斷發生\r\n後續性之損害，該損害為屬不可分（質之累積），或為一侵害狀態之繼續\r\n延續者，固應分別以被害人知悉損害程度呈現底定 (損害顯在化) 或不法\r\n侵害之行為終了時起算其時效。惟加害人之侵權行為係持續發生 (加害之\r\n持續不斷) ，致加害之結果 (損害) 持續不斷，若各該不法侵害行為及損\r\n害結果係現實各自獨立存在，並可相互區別 (量之分割) 者，被害人之損\r\n害賠償請求權，即隨各該損害不斷漸次發生，自應就各該不斷發生之獨立\r\n行為所生之損害，分別以被害人已否知悉而各自論斷其時效之起算時點，\r\n始符合民法第一百九十七條第一項規定之趣旨，且不失該條為兼顧法秩序\r\n安定性及當事人利益平衡之立法目的。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 145 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 01 月 27 日",
        "case_gist": "台灣地區金融保險機構及其在台灣地區以外之國家或地區設立之分支機構\r\n，非經主管機關之許可，不得與大陸地區之法人、團體、其他機構，有業\r\n務上之直接往來。九十二年十月二十九日修正前台灣地區與大陸地區人民\r\n關係條例第三十六條定有明文。又當事人為迴避強行法規之適用，以迂迴\r\n方法達成該強行法規所禁止之相同效果之行為，乃學說上所稱之脫法行為\r\n。倘其所迴避之強行法規，係禁止當事人企圖實現一定事實上之效果者，\r\n而其行為實質上已達成該效果時，即係違反該強行法律規定之意旨，自非\r\n法之所許，應屬無效。上訴人既因限於政府法令規定不能承保大陸公司之\r\n案件，為迴避政府法令規定，方形式上與香港太平公司共同承保，由該保\r\n險公司出名與華陽公司簽訂保險契約，然實際承保人仍為上訴人，為上訴\r\n人所自認。則系爭承保行為自屬脫法行為。依上說明，應屬無效。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 98 號 民事判決",
        "case_topic": "返還信託財產",
        "case_date": "民國 94 年 01 月 20 日",
        "case_gist": "因清償債務而為給付，於給付時明知無給付之義務者，不得請求返還，固\r\n為民法第一百八十條第三款所明定，惟該條款所謂明知無給付之義務，係\r\n指原無債務而直接及確定之故意認為有債務而為給付者而言。至於原無債\r\n務而誤以為有債務者，縱其誤認係出於過失或重大過失，亦非明知而非債\r\n清償，仍無該條款之適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 95 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 01 月 20 日",
        "case_gist": "消滅時效，自請求權可行使時起算，民法第一百二十八條定有明文。因登\r\n記錯誤遺漏或虛偽，須因此受有實際損害者，始得請求該地政機關負損害\r\n賠償責任，此觀土地法第六十八條第一項前段規定自明。土地登記錯誤，\r\n不能據以除斥真正之權利，在第三人信賴登記而取得土地權利之前，尚難\r\n認真正權利人已因此受有土地權利喪失之損害，而得請求地政機關賠償。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 93 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 94 年 01 月 20 日",
        "case_gist": "承攬人完成之工作有瑕疵，而其瑕疵係因可歸責於承攬人之事由所致者，\r\n承攬人應負不完全給付之債務不履行責任，定作人得請求修補或賠償損害\r\n，並有民法第二百六十四條規定之適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 112 號 民事裁定",
        "case_topic": "請求確認抵押權不存在",
        "case_date": "民國 94 年 01 月 20 日",
        "case_gist": "抵押權為從物權，以其擔保之債權存在為發生之要件，契約當事人間除以\r\n債權之發生為停止條件，或約定就將來應發生之債權而設定外，若所擔保\r\n之債權不存在，縱為抵押權之設定登記，仍難認其抵押權業已成立，乃抵\r\n押權成立上 (發生上) 之從屬性，固與民法第八百七十條規定之移轉上從\r\n屬性有別，惟兩者關於抵押權與主債權不可分之從屬特性，則無二致。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 110 號 民事裁定",
        "case_topic": "請求給付工程款",
        "case_date": "民國 94 年 01 月 20 日",
        "case_gist": "因情事變更，法院依職權公平裁量，為增、減給付之判決，應依客觀之標\r\n準，審酌一方因情事變更所受之損失，他方因情事變更所得之利益，及其\r\n他實際情形，以定其增、減給付之數額。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 104 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 01 月 20 日",
        "case_gist": "關於侵權行為賠償損害之請求權，固以受有實際上之損害為成立要件，惟\r\n所謂實際上之損害，原不以財產之實際上減少者為限，於增加債務負擔之\r\n情形，亦足當之。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 67 號 民事裁定",
        "case_topic": "請求履行協議",
        "case_date": "民國 94 年 01 月 13 日",
        "case_gist": "從參加之參加人本於自己法律上之利害關係，得為其所輔助之當事人為一\r\n切訴訟行為，只須該當事人未有反對之陳述，其因輔助當事人而提起上訴\r\n，即應認為合法有效，此觀民事訴訟法第六十一條規定自明。本件參加人\r\n為輔助上訴人而提起上訴，上訴人未為反對之表示，依法自應准許。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 66 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 94 年 01 月 13 日",
        "case_gist": "土地法第四十三條所謂登記有絕對效力，係為保護第三人起見，將登記事\r\n項賦與絕對真實之公信力，並非於保護交易安全之必要限度以外，承認事\r\n實上不存在之權利。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 61 號 民事裁定",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 94 年 01 月 13 日",
        "case_gist": "訴訟標的之價額，由法院核定；核定訴訟標的之價額以起訴時之交易價額\r\n為準，無交易價額者以原告就訴訟標的所有之利益為準，民事訴訟法第七\r\n十七條之一第一項、第二項分別定有明文。而撤銷仲裁判斷之訴，足使原\r\n具確定力之仲裁判斷失其效力，性質上屬於形成之訴，其訴訟標的之法律\r\n關係係撤銷仲裁判斷之形成權，如該仲裁判斷所涉及者為財產權即屬財產\r\n權之訴訟，應以原告獲勝訴判決所得之客觀上利益，為其訴訟標的之價額\r\n而核徵裁判費。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 50 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 01 月 13 日",
        "case_gist": "假扣押制度係為保全將來之強制執行而設。債權人之請求如經本案判決其\r\n勝訴確定或取得與確定判決有同一效力之執行名義而以之就假扣押之標的\r\n聲請執行法院為強制執行，即屬權利之正當行使，對於債務人因假扣押或\r\n供擔保所受之損害，當無賠償責任可言。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 33 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 01 月 13 日",
        "case_gist": "原裁定就擔保金額所為之核計，乃依再抗告人飛行網公司以次四人所可能\r\n受損害極大值之預估，且所謂百分之七十五的非熱門歌曲下載流量約占百\r\n分之二，並非指該百分之七十五的歌曲每首下載率均相同，亦即該２６２\r\n５首歌曲之下載率仍有高低之別，至實際各下載情形如何，則須視飛行網\r\n會員之主觀需要而定。兩造再抗告人各陳擔保金額之計算及未釋明有定暫\r\n時狀態假處分之權利、假處分方法不可行等節，依上說明，均僅屬本案實\r\n體之爭執或原裁定確定事實當否之問題，亦與適用法規是否顯有錯誤無涉\r\n，尤無所涉及之法律見解具有原則上重要性之情事。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 27 號 民事裁定",
        "case_topic": "請求清償貸款",
        "case_date": "民國 94 年 01 月 13 日",
        "case_gist": "民事訴訟法第四百八十六條第四項之再為抗告，依同法第四百九十五條之\r\n一第二項準用第四百六十六條之一第二項前段規定，再抗告人應委任律師\r\n為訴訟代理人，如未委任律師為訴訟代理人，抗告法院應定期先命補正；\r\n於再抗告人逾期未自行委任或聲請法院依訴訟救助之規定為之選任律師為\r\n其訴訟代理人之前，尚不得逕以其對於抗告法院之裁定再為抗告，未以適\r\n用法規顯有錯誤為理由，認其再抗告為不合法，以裁定予以駁回。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 21 號 民事裁定",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 94 年 01 月 07 日",
        "case_gist": "附帶上訴與上訴同，亦求為廢棄或變更第一審判決關於己不利部分之方法\r\n；至反訴雖以本訴存在為前提，於其訴訟程序，由被告對原告提起，但仍\r\n係被告就自己之訴請求審判，故性質上為獨立之訴。因此，於第二審提起\r\n附帶上訴或反訴，均應依民事訴訟法第七十七條之十六預納裁判費，此為\r\n必須具備之程式。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 24 號 民事判決",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 94 年 01 月 06 日",
        "case_gist": "民事法院雖得依自由心證，以刑事判決認定之事實為民事判決之基礎，但\r\n依民事訴訟法第二百二十二條第四項之規定，應就其斟酌調查該刑事判決\r\n認定事實之結果所得心證之理由，記明於判決，未記明於判決者，即為同\r\n法第四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2609 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 93 年 12 月 30 日",
        "case_gist": "在公同共有遺產分割自由之原則下，民法第一千一百六十四條規定，繼承\r\n人得隨時請求分割遺產，該條所稱之「得隨時請求分割」，依同法第八百\r\n二十九條及第八百三十條第一項規定觀之，自應解為包含請求終止公同共\r\n有關係在內，俾繼承人之公同共有關係歸於消滅而成為分別共有，始不致\r\n與同法第八百二十九條所定之旨趣相左，庶不失繼承人得隨時請求分割遺\r\n產之立法本旨。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2604 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 93 年 12 月 30 日",
        "case_gist": "耕地出租人以承租人積欠地租達兩年之總額為原因終止租約，應依民法第\r\n四百四十條第一項規定，定相當期限催告承租人支付，於往取債務，並須\r\n於催告期滿，至承租人之住所收取，承租人仍不為支付，出租人始得終止\r\n租約。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 1019 號 民事裁定",
        "case_topic": "商務仲裁執行",
        "case_date": "民國 93 年 12 月 30 日",
        "case_gist": "仲裁法第三十八條第一款規定仲裁判斷與仲裁協議標的之爭議無關，或逾\r\n越仲裁協議之範圍者，法院應駁回其執行裁定之聲請。此消極要件具備與\r\n否，依上說明，法院僅依非訟事件程序為形式上之審查即可，關於仲裁協\r\n議標的爭議或範圍之實體爭執，應另行提起撤銷仲裁判斷之訴以資解決，\r\n此觀諸仲裁法第四十條第一項第一款、第四十二條第一、二項之規定自明\r\n。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 999 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 93 年 12 月 23 日",
        "case_gist": "強制執行程序開始後，債務人本人死亡者，依強制執行法第五條之規定尚\r\n且不停止執行，則債務人之法定代理人死亡，更無停止執行之理。是以民\r\n事訴訟法第一百七十條關於訴訟程序停止之規定，於此並無準用之餘地。"
    },
    {
        "case_id": "最高法院 93 年度台簡上字第 32 號 民事裁定",
        "case_topic": "給付票款",
        "case_date": "民國 93 年 12 月 23 日",
        "case_gist": "法院對於民事訴訟法第四百二十七條第二項之訴訟，案情繁雜或其訴訟標\r\n的金額或價額逾同條第一項所定額數十倍以上者，是否依當事人聲請，以\r\n裁定改用通常訴訟程序，有自由裁量之權，如認無改用通常訴訟程序之必\r\n要，而未予改用，不得指為違法。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2554 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 93 年 12 月 23 日",
        "case_gist": "民法第四百二十五條之一規定及本院四十八年台上字第一四五七號判例，\r\n須土地及其土地上之房屋同屬一人所有，而僅將土地或僅將房屋所有權讓\r\n與他人，或將土地及房屋同時或先後讓與相異之人之情形，始有其適用。\r\n而民法第八百六十六條規定：「不動產所有人設定抵押權後，於同一不動\r\n產上，得設定地上權及其他權利。但其抵押權不因此而受影響。」，是土\r\n地所有人於抵押權設定後，在土地上設定地上權或其他使用收益之權利予\r\n第三人，供其營造建築物，於抵押權有影響者，為使抵押權人得依抵押權\r\n設定時之權利狀態而受清償，以保護其利益，抵押權人聲請拍賣抵押物時\r\n，執行法院即須除去該項權利而為拍賣。且依強制執行法第九十九條第二\r\n項規定，並應於拍定後解除被除去權利之第三人之占有而點交於拍定人或\r\n承受人。似此情形，自無類推適用民法第四百二十五條之一規定認該第三\r\n人或其繼受人與土地受讓人間有租賃關係存在之餘地。原審持相反之見解\r\n，自有未合。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2541 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 93 年 12 月 16 日",
        "case_gist": "八十九年二月九日總統令修正公布之民事訴訟法第二百五十九條明定：「\r\n被告於言詞辯論終結前，得在本訴繫屬之法院，對於原告及就訴訟標的必\r\n須合一確定之人提起反訴。」，已變更前實務上所持「本訴與反訴之當事\r\n人必須完全相同，僅易其原被告地位」之見解，依程序從新原則，自應按\r\n上開法文規定辦理。"
    }
]