[
    {
        "case_id": "最高法院 82 年度台上字第 1940 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 82 年 08 月 13 日",
        "case_gist": "納稅義務人欠繳稅款，如稅法規定由稅捐稽徵機關移送法院強制執行者，\r\n稅捐稽徵機關載明欠稅額之移送書，即係強制執行法第四條第一項第六款\r\n之執行名義。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1931 號 民事",
        "case_summary": "返還租佃耕地",
        "case_date": "民國 82 年 08 月 13 日",
        "case_gist": "民法第四百四十條第一項載，承租人租金支付有遲延者，出租人得定相當\r\n期限催告承租人支付，如承租人於其期限內不為支付者，出租人得終止契\r\n約。此項規定，於出租人依耕地三七五減租條例第十七條第三款終止契約\r\n時，亦適用之。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1929 號 民事",
        "case_summary": "塗銷地上權登記",
        "case_date": "民國 82 年 08 月 13 日",
        "case_gist": "系爭地上權既係依土地法第一百零二條因租用基地建築房屋而為登記，且\r\n自三十九年二月一日設定登記後，歷時四十餘年迄未塗銷，上訴人於四十\r\n八年十一月二十三日因贈與而取得系爭地上權所在之土地所有權後，又按\r\n期收取地租，有被上訴人提出之繳租收據可證。收據內已載明「地基租在\r\n內」，自不容許上訴人否認，指稱被上訴人之系爭地上權設定登記無效。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 379 號 民事",
        "case_summary": "聲請拍賣",
        "case_date": "民國 82 年 08 月 12 日",
        "case_gist": "民法第三百三十一條固規定給付物不適於提存，或有毀損滅失之虞，或提\r\n存需費過鉅者，債權人得聲請清償地之初級法院拍賣，而提存其價金。惟\r\n民法債編施行法第十四條規定：民法債編所定之拍賣，在拍賣法未公布施\r\n行前，得照市價變賣，但應經法院公證人、警察官署、商會或自治機關之\r\n證明。而非訟事件法第六十八條則規定：民法債編施行法第十四條所定之\r\n證明，由應變賣地法院公證人、警察機關、商業會或自治機關為之。綜上\r\n以觀，在拍賣法未公布施行前，債權人就不適於提存，或有毀損滅失之虞\r\n，或提存需費過鉅之提存物，得經由應變賣地法院公證人、警察機關、商\r\n業會或自治機關為之證明市價若干，變賣之，尚無從聲請該管法院拍賣給\r\n付物。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 378 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 82 年 08 月 12 日",
        "case_gist": "訴訟程序進行中所為之裁定，除別有規定外，不得抗告，民事訴訟法第四\r\n百八十三條定有明文。此項規定，依同法第四百三十六條之二第二項規定\r\n，於簡易訴訟事件之抗告程序，仍有其適用。又法院所為命當事人補繳裁\r\n判費之裁定，係訴訟程序進行中所為之裁定，依上開規定，自在不得抗告\r\n之列。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1926 號 民事",
        "case_summary": "地上權登記",
        "case_date": "民國 82 年 08 月 12 日",
        "case_gist": "占有人因時效而取得地上權登記請求權者，以已具備時效取得地上權之要\r\n件，向該管地政機關聲請為地上權登記，如經地政機關受理，則受訴法院\r\n即應就占有人是否具備時效取得地上權之要件，為實體上裁判。倘上訴人\r\n向上開地政機關聲請為地上權登記，並經受理在先，法院即應就上訴人是\r\n否具備取得地上權之要件為實體上之裁判。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1924 號 民事",
        "case_summary": "損害賠償（分割共有物等）",
        "case_date": "民國 82 年 08 月 12 日",
        "case_gist": "惟按上訴人與其股東林美秀、王朝氣、蔡明坤為個別之權利主體。系爭建\r\n物原屬林美秀、王朝氣、蔡明坤所共有，提供上訴人經營餐廳使用，為原\r\n審所認定之事實，如果被上訴人得依無權占有之法律關係，請求上訴人賠\r\n償相當於租金之損害，前此，上訴人又何得占有系爭房屋經營餐廳數十年\r\n而具盛名 (原判決語) ？究竟林美秀等將共有系爭建物供上訴人使用，係\r\n有償抑無償？似為爭執關鍵所在。苟上訴人使用系爭建物而支付對價，能\r\n否謂其間無租賃關係存在，即有待斟酌。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1918 號 民事",
        "case_summary": "交還子女",
        "case_date": "民國 82 年 08 月 12 日",
        "case_gist": "按妻之受胎，係在婚姻關係存續中者，推定其所生子女為婚生子女。前項\r\n推定，如夫妻之一方能證明妻非自夫受胎者，得提起否認之訴，但應於知\r\n悉子女出生之日起，一年內為之，民法第一千零六十三條定有明文。又妻\r\n之受胎係在婚姻關係存續中者，夫縱在受胎期間內未與其妻同居，妻所生\r\n子女依民法第一千零六十三條第一項規定，亦推定為夫之婚生子女，在夫\r\n妻之一方依同條第二項規定提起否認之訴，得有勝訴之確定判決以前，無\r\n論何人皆不得為反對之主張。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1913 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 82 年 08 月 12 日",
        "case_gist": "依契約應由出租人赴承租人處收取租金，而出租人並未赴承租人處收租者\r\n，祇構成出租人受領之遲延，不能謂為承租人之欠租。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1906 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 08 月 12 日",
        "case_gist": "民事訴訟法第二百五十六條第二款規定之擴張或減縮應受判決事項之聲明\r\n，係其擴張或減縮僅生訴之聲明之變更或追加，而不生訴訟標的之變更或\r\n追加者而言。如其訴訟標的同時有變更或追加者，則非上開條款規定之範\r\n圍。查被上訴人原係代位行使買賣土地之所有權移轉及交付請求權，請求\r\n上訴人將系爭土地之所有權移轉或並交付與柯金揚等；嗣變更基於第三人\r\n利益契約之直接給付請求權，請求上訴人將系爭土地之所有權移轉或並交\r\n付與伊。兩者所據之事實與原因均不相同，其訴訟標的既已變更，自屬訴\r\n之變更，並非減縮應受判決事項之聲明。其訴之變更，既不合於民事訴訟\r\n法第二百五十六條第二款至第四款之情形，依同法第四百四十六條第一項\r\n前段規定，非經他造同意，不得為之。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1874 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 08 月 06 日",
        "case_gist": "查侵權行為賠償損害之請求權，以受有實際上之損害為成立要件。故侵權\r\n行為賠償之標準，應調查被害人實際上之損害如何，以定其數額之多寡。\r\n租賃關係消滅後，承租人仍占有租賃物致出租人受有損害者，出租人得請\r\n求賠償之金額，並不限於原定租金之數額，亦不受法定最高租額之限制，\r\n而得據實請求賠償。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1871 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 08 月 06 日",
        "case_gist": "系爭土地為農地，蔡南山為非自耕農，無法登記為所有權人，該蔡文化於\r\n五十六年四月二十二日贈與予蔡南山，及六十二年九月四日移轉登記與蔡\r\n秀雄時，究竟有無民法第二百四十六條第一項但書所定，其不能情形可以\r\n除去，而當事人訂約時並預期於不能之情形除去後為給付之情形？亦有待\r\n釐清。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1867 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 82 年 08 月 06 日",
        "case_gist": "按民法第七百九十六條所定鄰地所有人之忍受義務，係為土地所有人所建\r\n房屋之整體，有一部分逾越疆界，若予拆除，勢將損及全部建築物之經濟\r\n價值而設，倘土地所有人所建房屋整體之外，越界加建房屋，則鄰地所有\r\n人請求拆除，原無礙於所建房屋之整體，即無該條規定之適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1864 號 民事",
        "case_summary": "國家賠償",
        "case_date": "民國 82 年 08 月 06 日",
        "case_gist": "查被上訴人之輸入許可證於六十九年十二月二十六日即聲請核准延期，上\r\n訴人雖於七十年二月間奉經濟部之批示，於七十年二月十七日收回銀行簽\r\n發許可證之授權，並規定已簽發之輸入許可證一律不准延期。然上訴人對\r\n於被上訴人早已獲准延期之輸入許可證未予撤銷，則被上訴人於其輸入許\r\n可證有效期間內進口之水梨，經上訴人函請海關禁止通關，所受之損害，\r\n請求上訴人賠償，自無不合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1859 號 民事",
        "case_summary": "清償墊付費",
        "case_date": "民國 82 年 08 月 06 日",
        "case_gist": "勞工保險性質上係屬公法關係，與普通商業保險為私法上之契約關係有別\r\n，有關監督勞工保險業務及審議保險爭議事項，由有關政府代表、勞資雙\r\n方代表及專家組織勞工保險監理委員會行之 (勞保條例第五條第二項) ，\r\n又依台閩地區勞工保險爭議事項審議辦法第二條第一款規定，被保險人資\r\n格，由勞工保險局 (以下稱勞保局) 核定，同辦法第三條復規定對於勞保\r\n局核定不服，申請審議之程序。故勞保局或監理委員會對於被保險人資格\r\n之核定，應屬行政處分，當事人對於該處分如有不服，應循訴願或行政程\r\n序，以求救濟，民事法院對該行政處分是否適當，無權斟酌。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1857 號 民事",
        "case_summary": "給付船舶油料",
        "case_date": "民國 82 年 08 月 05 日",
        "case_gist": "系爭船舶於開船及船務公司報船出海時，被上訴人自始並未在場，開船係\r\n依東億公司及船務代理人黃竹之指示，呂坤土在場，未表示異議，是呂坤\r\n土係將租賃物交付東億公司占有使用，並非交付予被上訴人。上訴人既未\r\n將租賃物交付予被上訴人占有使用，難認兩造間成立租賃關係。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1852 號 民事",
        "case_summary": "確認教授送審資格存在等",
        "case_date": "民國 82 年 08 月 05 日",
        "case_gist": "大學、獨立學院教師應具有學術著作在國內外知名學術刊物發表，或經出\r\n版公開發行，並經教育部審查其著作合格者，始得升等。大學、獨立學院\r\n及專科學校教師審查辦法，由教育部分別定之，教育人員任用條例第十四\r\n條第二項、第四項定有明文。又依大學法第二十八條規定，大學設教師評\r\n審委員會，評審有關教師之升等事項。且教育部依上開教育人員任用條例\r\n第十四條第四項規定訂頒之大學獨立學院及專科學校教師審查辦法第七條\r\n第二款前段規定，依本條例第十八條 (即教授應具有之資格規定) 送審者\r\n，應繳交有關文件及著作，由學校教師評審委員會審核通過後報送本部，\r\n著作經送請學者專家二人至三人評審後，提交學審會常會審議決定。是評\r\n審會審議上訴人教授升等資格事項，係屬公權力之行使，不構成民法上之\r\n侵權行為。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1850 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 08 月 05 日",
        "case_gist": "標賣與拍賣，均屬標賣人或拍賣人使競買人各自提出條件而擇其最有利者\r\n為出賣之方法。 (見：本院三十二年永上字第三七八號判例) 。標賣時，\r\n標賣人所揭示之「標售 (賣) 公告」，不論解為要約或要約之引誘，競買\r\n人苟未依其標售公告內容為承諾或要約，或逕將「標售公告」內容為擴張\r\n、限制或變更而為承諾或要約，既不符標賣人原要約或要約引誘之意旨，\r\n標賣人似非不得拒絕競買人之承諾或就其變更後之新要約不為承諾。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1846 號 民事",
        "case_summary": "取回車輛等",
        "case_date": "民國 82 年 08 月 05 日",
        "case_gist": "所謂信託行為，係指委託人授與受託人超過經濟目的之權利，而僅許可其\r\n於經濟目的範圍內行使權利之法律行為而言。故信託關係，須基於委託人\r\n與受託人之合意，訂立信託契約，方能發生。茲被上訴人既否認兩造就系\r\n爭車輛有信託關係存在，自應由上訴人就有此信託關係存在之事實負舉證\r\n責任。上訴人未能舉證證明兩造曾合意訂立信託契約，徒以買受系爭車輛\r\n之價金，係由其父陳添丁支付，即謂兩造就系爭車輛有信託關係存在，尚\r\n屬無據。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 351 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 08 月 04 日",
        "case_gist": "財政部證券管理委員會依證券交易法所為證券商之業務人員不得與客戶有\r\n借貸款項之命令，旨在維護證券交易與金融之秩序，性質上為取締規定，\r\n並非效力規定。證券商之業務人員違反該項命令，依證券交易法第一百七\r\n十七條第三款之規定。固係犯罪行為，惟與客戶間因借貸所生私法上之權\r\n利義務，並不受影響。客戶縱受有損害，亦非證券商之業務人員因違反該\r\n項命令之犯罪所致，即不得依刑事訴訟法第四百八十七條規定，於該刑事\r\n訴訟程序附帶提起民事訴訟，請求損害賠償。法院審酌當事人所提起之附\r\n帶民事訴訟，是否符合刑事訴訟法之規定，而得以裁定移送於民事庭，係\r\n以刑事庭為移送裁定時之狀態，亦即以移送裁定時刑事判決所認定之事實\r\n為準，至於嗣後情事縱有變更，亦非所問。"
    },
    {
        "case_id": "最高法院 82 年度台聲字第 382 號 民事",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "按夫妻同居之訴，專屬夫妻之住所地法院管轄。夫妻在中華民國無住所或\r\n其住所不明者，準用民事訴訟法第一條第一項後段及第二項之規。此在同\r\n法第五百六十八條第一項上段、第二項定有明文。聲請人既狀稱：聲請人\r\n夫妻均是中華民國人，住所地為香港，其妻無故離家，拒不與聲請人同居\r\n，擬進行婚姻事件之訴訟云云，並提出其妻林淑美結婚前住所台北縣三重\r\n市信義街五十號戶籍登記簿謄本為證。是此一婚姻事件之專屬管轄法院，\r\n在上開法條已有明文規定，聲請人自可依該規定辦理，乃竟聲請本院指定\r\n其管轄法院，核無必要。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1834 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "依契約應由出租人赴承租人處收取地租，而出租人未赴承租人處收租者，\r\n祗構成出租人受領之遲延，不能謂為承租人之欠租，設此際承租人業已催\r\n告出租人收租，或已將地租提存者，其不能謂承租人欠租固不待言，縱或\r\n承租人未為此項催告或提存，其不能構成承租人之欠租責任亦同 (本院五\r\n十二年台上字第一三二四號判例) ，且必須出租人於清償期屆滿後至承租\r\n人之住所收取地租，承租人拒絕清償，承租人始負給付遲延之責任 (本院\r\n六十九年台上字第一二八○號判例參照) 。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1832 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "上訴人提出四鄰證明書、台中縣大里鄉健民村村長賴德峰出具之證明書、\r\n台中縣霧峰地政事務所函及該所土地登記案件駁回通知書等文件，僅能證\r\n明上訴人客觀上在系爭土地建屋使用達三十年以上，及自八十一年三月廿\r\n七日起，有行使地上權意思占用系爭土地，惟尚不能據以認定上訴人自始\r\n即以行使地上權之意思占用系爭土地。證人何文郁亦未證明上訴人自始即\r\n以行使地上權之意思占用系爭土地。上訴人不能證明其使用系爭土地有何\r\n正當權源，被上訴人依民法第七百六十七條規定，請求上訴人拆除地上物\r\n交還土地，洵屬正當，應予准許。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1830 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "蔣佩玲雖能證明電匯一千三百七十萬元入楊景惠之帳戶，但無法立證證明\r\n兩造就該一千三百七十萬元有借貸之意思表示互相一致，其依借貸之法律\r\n關係，請求楊景惠返還借款二百萬元，於法不合，不應准許。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1829 號 民事",
        "case_summary": "返還買賣價金",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "按民事訴訟採不干涉主義，凡當事人所未聲明之利益，不得歸之於當事人\r\n，所未提出之事實及證據亦不得斟酌之，此觀民事訴訟法第三百八十八條\r\n之規定自明。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1826 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "股東會決議事項經判決撤銷確定者，溯及決議時為無效。又無召集權人召\r\n集之股東會所為之決議，當然無效 (最高法院二十八年上字第一九一一號\r\n判例參照) 。蓋股東會應由有召集權人召集，其由無召集權人召集之股東\r\n會，既非合法成立之意思機關，自不能為有效之決議。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1823 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "訴訟代理權，不因法定代理有變更而消滅，民事訴訟法第七十三條定有明\r\n文。又同法第一百七十條有關當事人之法定代理人，其代理權消滅者，訴\r\n訟程序在有法定代理人，承受其訴訟以前當然停止之規定，於有訴訟代理\r\n人時不適用之；但法院得酌量情形，裁定停止其訴訟程序，為同法第一百\r\n七十三條所明定。查本件被上訴人在第一審訴訟繫屬中，於八十年十月十\r\n五日委任許銘春律師為訴訟代理人 (見第一審卷九頁) 。被上訴人之法定\r\n代理人原為伍澤元，雖於八十二年一月一日更易為林將財，惟第一審法院\r\n既未裁定停止其訴訟程序，依前揭民事訴訟法第一百七十三條規定，其訴\r\n訟程序並不當然停止。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1821 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "上訴人之繼續一年以上不為耕作訟爭土地，顯非因不可抗力所致，依耕地\r\n三七五減租條例第十七條第一項第四款規定：「耕地租約在租佃期限未屆\r\n滿前，非有左列情形之一不得終止……非因不可抗力繼續一年不為耕作\r\n時……」之反面解釋，於承租人 (上訴人) 有非因不可抗力繼續一年不為\r\n耕作時，出租人 (被上訴人) 得終止租約之旨，被上訴人據以對上訴人表\r\n示終止訟爭土地之租約，請求交還土地，委無不合。不因上訴人不為耕作\r\n之面積約○‧二公頃，占訟爭土地全部面積○‧三八二六公頃之一半略多\r\n，未達於全部，而影響被上訴人終止租約之效力。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1815 號 民事",
        "case_summary": "確認優先承購權存在",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "按倘上開土地買賣契約第三條所謂：無息返還已收價款及撤銷買賣，果係\r\n在上訴人表示願以同一價格優先承購上開土地之覆函到達被上訴人鄭德仁\r\n等十五人之後，則上訴人在先之行使優先承購權，是否因被上訴人鄭德仁\r\n等十五人在後之收受原買受人林棗等返回之價金及其所謂解除原買賣契約\r\n而受影響？非無疑問。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1810 號 民事",
        "case_summary": "返還押標金",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "上訴人既親自參與開標，並簽名於開標紀錄，同意以其投標單所載總價七\r\n百九十四萬六千元得標，被上訴人亦接受其投標之要約，則其與被上訴人\r\n之承攬契約於決標時業已成立，雖未訂定書面契約，惟該投標須知既為契\r\n約條件之一，被上訴人主張上訴人得標後拒不履行契約，依該須知第十五\r\n條約定沒收其押標金，即屬有據。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1802 號 民事",
        "case_summary": "排除侵害",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "按區分所有人就共有部分有專用權者，仍應本於共有物本來之用法，依其\r\n性質、構造使用之，且無違共有物之使用目的始為合法。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1801 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "按當事人之適格，係指當事人就特定訴訟標的有實施訴訟之權能而言，此\r\n項權能之有無，應依當事人與特定訴訟標的之關係定之，且係依原告起訴\r\n主張之事實決之，非依法院判斷之結果定之。在給付訴訟，主張權利存在\r\n之人，以其主張有給付義務之人為被告，當事人即為適格。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1799 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "土地所有人建築房屋逾越疆界者，鄰地所有人如知其越界而不即提出異議\r\n，不得請求移去或變更其建築物，固為民法第七百九十六條所明定，惟主\r\n張鄰地所有人知其越界而不即提出異議者，應就此項事實負舉證責任。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1793 號 民事",
        "case_summary": "給付退休金",
        "case_date": "民國 82 年 07 月 30 日",
        "case_gist": "按規定勞動條件最低標準，保護勞工權益，加強勞雇關係，促進社會與經\r\n濟發展，為勞動法規之基本原則。解釋與適用勞動法規，自不得背離上開\r\n基本原則。查行政院核定之「輔導煤礦礦工轉業及補助礦工資遣實施要點\r\n」規定，政府輔導之項目有「輔導轉業」及「補助資遣」二項，二者不得\r\n重複申請，政府補助之金額亦各不相同。其補助礦工資遣者，政府補助法\r\n定資遣費之百分之八十，雇主僅負擔百分之二十。但合於退休條件之礦工\r\n，其應領退休金與資遣費之差額由雇主負責發給 (見一審卷四一－四三頁\r\n) 。職是，受補助資遣之礦工如合於退休條件者，是否尚須向雇主自請退\r\n休或由雇主強制退休，始得請領退休金與資遣費之差額，自有待事實審法\r\n院查明澄清。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1782 號 民事",
        "case_summary": "塗銷抵押權登記",
        "case_date": "民國 82 年 07 月 29 日",
        "case_gist": "抵押權為不動產物權，抵押權人僅能依設定登記內容行使權利。系爭抵押\r\n權所擔保之債權既不存在，且其存續期限復已於七十九年三月二十日屆滿\r\n，抵押權所擔保之債權嗣後亦不致再行發生。被上訴人請求上訴人塗銷系\r\n爭抵押權設定登記，洵屬正當。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1770 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 82 年 07 月 28 日",
        "case_gist": "因任職關係獲准配住宿舍，固屬使用借貸之性質，然其既經離職，依借貸\r\n之目的，當然應視為使用業已完畢，按諸民法第四百七十條之規定，貸與\r\n機關自得據以請求返還配住房屋，最高法院四十四年台上字第八○二號著\r\n有判例。傅秉森於六十五年一月卅一日因退休而離職，其配住之系爭房屋\r\n，依借貨之目的即視為使用業已完畢，被上訴人自得請求返還。傅秉森於\r\n五十三年七月一日自台灣省政府財政廳退休，固係依公務人員退休法辦理\r\n，經銓敘部銓敘，惟自同日起，在被上訴人行庫任職，於六十五年一月卅\r\n一日奉命退休，則未經銓敘，是以其第二次退休，雖領有台灣省政府發給\r\n之公務人員退休證，仍非屬依公務人員退休法辦理退休之人員，其在被上\r\n訴人行庫任職時所配住之宿舍，即無上開有關退休後准予續住規定之適用\r\n。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1764 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 23 日",
        "case_gist": "按關於侵權行為賠償損害之請求權，以受有實際損害為成立要件，故被害\r\n人得請求賠償之金額，應視其所受之損害而定；而依不當得利之法則請求\r\n返還不當得利，則以無法律上之原因而受利益，致他人受有損害為其要件\r\n，其得請求返還之範圍，應以不當得利受領人所受之利益為度，而非以被\r\n害人所受損害若干為準，故前者以被害人所受之損害定其賠償之金額，後\r\n者則以受益人所得利益為其返還之範圍，二者並不相同。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1757 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 82 年 07 月 23 日",
        "case_gist": "被上訴人原係無權占用系爭土地上建物，自亦無權占有系爭土地，上訴人\r\n對於系爭建物之回復請求權縱罹於時效而消滅，被上訴人僅係取得拒絕交\r\n還系爭建物之抗辯權而已，並非使對系爭土地之無權占有變為合法占有，\r\n被上訴人占有系爭建物之時效利益能否擴及基地之占有，進而拒絕系爭土\r\n地之返還，不無疑問。又系爭土地上之建物，兩造似均未主張為農舍或農\r\n舍附屬建物，第一審勘驗筆錄及附圖亦無此項記載，原審竟認定附圖Ｄ、\r\nＥ部分之建物為農舍附屬建物，上訴人應與附圖所示Ａ、Ｂ部分有關受敗\r\n訴之判決云云。不僅未說明其認定之依據，且有認作主張之違法。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1745 號 民事",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 82 年 07 月 22 日",
        "case_gist": "私有農地所有權之移轉，其承受人以能自耕者為限，違反前項規定者，其\r\n所有權之移轉無效，土地法第三十條第一項前段、第二項定有明文。倘承\r\n買人並無自耕能力而承買私有農地，除有民法第二百四十六條第一項但書\r\n及第二項之情形外，係以不能之給付為契約標的，依同法條第一項前段之\r\n規定，其契約為無效。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1744 號 民事",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 82 年 07 月 22 日",
        "case_gist": "請求權，因十五年間不行使而消滅，民法第一百二十五條前段定有明文。\r\n又同法第一百二十八條前段規定，消滅時效，自請求權可行使時起算。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1732 號 民事",
        "case_summary": "返還價金",
        "case_date": "民國 82 年 07 月 22 日",
        "case_gist": "按鑑定為一種調查證據之方法，法院對於系爭之物認有選定鑑定人鑑定之\r\n必要，自可依法實施鑑定，若對於通常書據之真偽認為自行核對筆跡已足\r\n判別時，則為程序簡便起見，自行核對筆跡，即以其所得心證據為判斷，\r\n而未予實施鑑定程序，亦難指為違法，本院十九年上字第二一八九號著有\r\n判例。本件原審認定上訴人於訂約後收受被上訴人三千萬元，嗣經合意解\r\n除，上訴人出具願返還三千萬元之聲明書並無偽造變造情事，而為被上訴\r\n人勝訴之判決，已於判決理由項下說明心證之所由得，經核於法洵無違誤\r\n。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1729 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 22 日",
        "case_gist": "查被上訴人並未提起反訴，請求上訴人給付，原判決認被上訴人提出同時\r\n履行之抗辯為有理由而命上訴人給付，不啻將同時履行之抗辯與反訴二者\r\n混淆。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1725 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 82 年 07 月 22 日",
        "case_gist": "所謂妻於婚姻關係存續中，因其他無償取得之財產，並不排除夫之無償贈\r\n與在內。系爭房地雖係上訴人與廖娟姍於婚姻關係存續中購買，惟上訴人\r\n陳明當時所以用廖娟姍名義登記，係為逃避其債權人之追償，並非信託登\r\n記。足見上訴人有以系爭房地贈與廖娟姍使其取得所有權之意思。蓋如無\r\n贈與之意思，依當時民法親屬篇之規定，系爭房地雖登記為廖娟姍名義，\r\n但仍屬上訴人所有，不能逃避上訴人之債權人之追償。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1723 號 民事",
        "case_summary": "給付借款",
        "case_date": "民國 82 年 07 月 22 日",
        "case_gist": "民事訴訟如係由原告主張權利者，應先由原告負舉證之責，若原告不能舉\r\n證，以證實自己主張之事實為真實，則被告就其抗辯事實即令不能舉證，\r\n亦應駁回原告之請求。從而上訴人既不能舉證證明其交付被上訴人之三百\r\n萬元為借款，則其本於消費借貸關係，請求被上訴人給付三百萬元及其利\r\n息，即屬無據。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 329 號 民事",
        "case_summary": "撤銷假扣押裁定",
        "case_date": "民國 82 年 07 月 16 日",
        "case_gist": "查再抗告人於八十一年七月二十八日聲請假扣押，係聲明請准就相對人所\r\n有沛里布米一號工作船於新台幣一千萬元範圍內予以假扣押，其於事實及\r\n理由欄則表明，相對人遲延履行契約，已造成再抗告人必須對中油公司負\r\n擔給付違約罰款及遲延給付之損害賠償責任，更有甚者，因相對人遲延開\r\n工及未能如期完工，經中油公司解除承攬契約，致再抗告人遭受五千萬元\r\n以上之損害。準此以觀，再抗告人於八十一年七月二十八日聲請假扣押所\r\n欲保全之請求權，究僅限於中油公司解除承攬契約所受損害之賠償請求權\r\n，抑亦包括相對人因遲延履行契約所致損害賠償請求權？尚滋疑義。原法\r\n院就此未遑調查審認，遽認再抗告人僅就相對人因遲延履行契約所致損害\r\n賠償請求權起訴，對於因中油公司解除契約所致損害賠償請求權則未起訴\r\n云云，撤銷八四二號假扣押裁定，尚嫌疏略。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1700 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 16 日",
        "case_gist": "民法第一百九十七條所謂知有損害，即知悉受有何項損害而言，至對於損\r\n害額則無認識之必要，故以後損害額變更而於請求權消滅時效之進行，並\r\n無影響。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1681 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 16 日",
        "case_gist": "兩造利用陽明公司之船舶裝載貨物，係屬履行契約之行為，裝載越多，所\r\n負賠償責任越少。然被上訴人嗣與陽明公司另行協議變更損害賠償之計算\r\n方法為依已裝載數量，按一般運價減去優惠運價之差額計賠，致使裝載越\r\n多，賠償金額亦越多，亦即履行契約程度愈高者賠償責任反而愈重，與原\r\n來立約精神背道而馳。被上訴人依約裝載之貨櫃較少，亦即其履約之程度\r\n不如上訴人，竟令履約程度較高之上訴人賠償較多之金額，是否與公平誠\r\n信原則無違，即有再事斟酌之必要。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1677 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 16 日",
        "case_gist": "按民事訴訟法第一百七十七條第一項、第三項規定，承受訴訟之聲明有無\r\n理由，法院應依職權調查之。訴訟程序於裁判送達後當然停止者，其承受\r\n訴訟之聲明，由為裁判之原法院裁定之。查本件第一審判決送達於上訴人\r\n之訴訟代理人後，該訴訟程序即告當然停止，而上訴人於八十二年二月十\r\n六日始向原審聲明承受訴訟，對於該承受訴訟之聲明有無理由，依前開第\r\n一百七十七條第三項規定，應由第一審法院裁定。原審未待第一審法院裁\r\n定，即為上訴人敗訴之判決，亦有未合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1669 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 07 月 16 日",
        "case_gist": "區分所有建物與基地所有權之關係，類多以該建物面積與全部建物面積之\r\n比例，為計算基地所有權應有部分之依據。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1668 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 82 年 07 月 16 日",
        "case_gist": "被上訴人苟同意上訴人及其他土地共有人領取提存物，上訴人及其他土地\r\n共有人即非不得憑此確定判決領取上開提存款。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1654 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 82 年 07 月 15 日",
        "case_gist": "查誠信原則乃斟酌事件之特別情形，衡量雙方當事人之利益，使其法律關\r\n係臻於公平妥當之一種法律原則。本件兩造間之基地租賃契約，既未禁止\r\n基地上之房屋出租與第三人，且房屋又屬獨立於基地以外之不動產，則上\r\n訴人將其所有在訟爭土地上之房屋出租與訴外人周錦德，似純屬個人權利\r\n之行使，此與其租用被上訴人之訟爭土地，尚屬無涉，能否以房屋之租賃\r\n期限逾越基地之租期，即謂其權利之行使，有違誠信原則，已不無疑問。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1645 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 14 日",
        "case_gist": "保證契約係保證人與債權人間締結之契約，苟雙方互相表示意思一致，其\r\n契約即為成立，此觀民法第七百三十九條及第一百五十三條規定自明。本\r\n件被上訴人提出員工保證書，向上訴人為保證之要約後，上訴人對之是否\r\n已為承諾，斯乃本件關鍵之所在。倘上訴人已向被上訴人為同意其保證之\r\n承諾，縱令未經理事會開會討論通過，亦屬上訴人內部之問題，在雙方無\r\n特別約定之情形，尚不能據以否認該保證契約之有效成立。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1644 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 14 日",
        "case_gist": "連帶債務之成立，以數債務人明示對於債權人各負全部給付之責任或有法\r\n律明文規定者為限，民法第二百七十二條定有明文。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1613 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 09 日",
        "case_gist": "中油公司之油管漏油縱係被上訴人之廢酸管漏酸腐蝕油管所致，其所以造\r\n成漏油，當非一朝一夕之故，其所由來者殆為浸漸腐蝕所致。中油公司例\r\n行檢查油管未能及時發現，予以防堵，且攔油柵日久失修，任其折成兩半\r\n，於發現漏油時竟未放置新攔油柵，似與造成漁民竹筏污染受損有所關連\r\n。果爾，則中油公司依法是否不負損害賠償責任，即有進一步研求必要。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1612 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 07 月 09 日",
        "case_gist": "惟按訴訟法上所謂一事不再理之原則，乃指同一事件已有確定之終局判決\r\n者而言。其所謂同一事件，必同一當事人就同一法律關係而為同一之請求\r\n，或就同一訴訟標的求為相反之判決，或求為與前訴可以代用之判決，否\r\n則，即不得謂為同一事件，自不受確定判決之拘束。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1611 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 09 日",
        "case_gist": "被上訴人所負上開義務，為不定期債務，應於經上訴人催告而未為給付，\r\n自催告時起負遲延責任。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1608 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 82 年 07 月 09 日",
        "case_gist": "查當事人於第二審得提出新攻擊或防禦方法，在第一審就事實或證據所未\r\n為之陳述得追復之，民事訴訟法第四百四十七條定有明文。原審以，上訴\r\n人於第一審已自承其購買系爭不動產因事已過久不能舉證，其於原審陳稱\r\n，該不動產係其以薪資及兼課所得並向親友週轉金錢所購買云云，前後所\r\n言不符，認上訴人此項變更之主張為不足採，固有未洽。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1603 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 82 年 07 月 09 日",
        "case_gist": "余聰與鄭水圳間所訂合建房屋契約，發生如何糾紛？是否影響鄭水圳在系\r\n爭土地上所建房屋之合法權源？如果鄭水圳在系爭地上建築房屋有合法權\r\n源，何以迄未辦理第一次登記？亟待澄清。此與認定被上訴人請求上訴人\r\n拆屋還地及返還不當得利，是否有理，頗有關連，不能恝置不論。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 303 號 民事",
        "case_summary": "清償債務強制執行",
        "case_date": "民國 82 年 07 月 08 日",
        "case_gist": "第一審宣告假執行之判決，經第二審判決維持者，嗣第二審判決雖經第三\r\n審法院廢棄發回更審，因係回復至提起第二審上訴之狀態，第一審判決既\r\n未經廢棄或變更，其宣告假執行之效力，自不受影響。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 300 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 08 日",
        "case_gist": "第三審法院認上訴為有理由而廢棄原判決者，依民事訴訟法第四百七十八\r\n條第一項規定，應將該事件發回原第二審法院或發交其他同級法院。所謂\r\n發回原第二審法院，指發回曾就該事件為審判之第二審法院而言，且應受\r\n發回之原第二審法院，不因其原管轄之第一審法院上訴事件於發回前改隸\r\n他法院管轄而變更；所謂發交其他同級法院，指將該事件發交原第二審法\r\n院以外之其他第二審法院而言。又第三審法院廢棄原判決後，究應為發回\r\n或發交之判決，由其自由意志決之，不受當事人請求之拘束。至受發回或\r\n發交之法院，就發回或發交之事件有管轄權，當不待言。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1599 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 82 年 07 月 08 日",
        "case_gist": "按民法第四百五十一條之規定，乃出租人表示反對續租之意思，有阻卻繼\r\n續契約之效力，此與同法第二百六十三條所定，當事人依法律之規定終止\r\n契約之情形，具有同一之法律理由，自應類推適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1583 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 07 月 02 日",
        "case_gist": "按八十一年六月十日修正前著作權法第二十八條第一項第四款規定未經著\r\n作權人同意或授權，重製他人之著作者，視為侵害著作權，惟經著作權人\r\n授權者，被授權者在授權範圍內對第三人之同意，視為著作權人之同意，\r\n此觀修正前著作權法施行細則第二十三條之規定自明。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1574 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 82 年 07 月 02 日",
        "case_gist": "次查民法第八百三十二條之規定，僅以在他人土地上有竹木而使用他人之\r\n土地為目的者，始稱為地上權。若其目的在於定期收穫而施人工於他人之\r\n土地，以栽培植物，則為耕作。本件上訴人自承原先在系爭土地種植甘薯\r\n及果樹，現在種植楊桃、香蕉、芒果、竹子、竹子三欉，目的在收竹筍，\r\n且除草、灑農藥、施肥、定期收果實云云，上訴人在系爭土地上所種植之\r\n植物，自非民法第八百三十二條所稱之「竹木」。不具取得地上權之客觀\r\n要件。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1567 號 民事",
        "case_summary": "給付報酬",
        "case_date": "民國 82 年 07 月 02 日",
        "case_gist": "查遺失物拾得後六個月內經所有人認領者，拾得人於揭示及保管費受償還\r\n後，應將其物返還之，惟對於所有人得請求其物價值十分之三之報酬，為\r\n民法第八百零五條第一項、第二項所明定。是遺失物經所有人認領後，其\r\n所有權即確定為認領之所有人所有，拾得人對於拾得物無何權利可資主張\r\n，僅得請求所有人給付報酬。如果所有人未於遺失物拾得後六個月內認領\r\n，則拾得人即於期間屆滿後取得拾得物之所有權。"
    },
    {
        "case_id": "最高法院 82 年度台再字第 83 號 民事",
        "case_summary": "請求確認通行權存在",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第一款所謂之適用法規顥囿錯誤，對於\r\n第三審 (本院) 判決而言，應以該判決依據第二審法院所確定之事實，而\r\n為法律上之判斷，有適用法規顯有錯誤之情形為限"
    },
    {
        "case_id": "最高法院 82 年度台上字第 289 號 民事",
        "case_summary": "請求給付價金",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "訴訟之全部或一部，法院認為無管轄權者，依原告聲請或依職權以裁定移\r\n送於其管轄法院，民事訴訟法第二十八條第一項定有明文。查本件抗告人\r\n對於本院七十七年度台上字第一一○七號判決，本於民事訴訟法第四百九\r\n十六條第一項第一款事由，提起再審之訴，依同法第四百九十九條規定，\r\n專屬本院管轄。原法院以其無管轄權，依職權以裁定移送於本院。依上說\r\n明，並無不合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1562 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "民法第七百六十七條前段規定：「所有人對於無權占有或有侵奪其所有物\r\n者，得請求返還之」，故所有物返還請求權之標的為「所有物」占有之返\r\n還，非所有權之返還，因而返還之方法係「所有物」占有之移轉，而非所\r\n有權之移轉。同條中段「對於妨害其所有權者，得請求除去之」，固為保\r\n全所有權請求權之規定，惟朱瑞菊於本案並未合法請求朱勝濤等塗銷繼承\r\n登記，且塗銷登記之結果，土地仍回復為繼承開始時之狀態，屬全體繼承\r\n人公同共有，然朱瑞菊並未列朱勝裕為此部分請求之被告，而直接請求朱\r\n福強、朱葉秋妹、朱勝濤、朱勝淡四人按其應繼分算出之應有部分比例辦\r\n理移轉登記，於法亦有未合。\r\n民法第一百八十二條規定「受領人於受領時知無法律上之原因或其後知之\r\n者，應將受領時所得之利益，或知無法律上之原因時所現存之利益，附加\r\n利息，一併償還，如有損害，並應賠償」。本件朱勝裕等三人將朱瑞菊因\r\n繼承取得之上開土地所有權 (公同共有權) 出售後，因地價年年上漲，致\r\n朱瑞菊所請求返還之價金及利息，不足以買回朱瑞菊應有部分之土地，乃\r\n眾所週知之事實，則朱瑞菊顯然受有損害，朱勝裕等三人依法應予賠償，\r\n其賠償額以朱瑞菊實際所受損害額為範圍，而土地公告現值乃係政府認定\r\n之土地價值，故朱瑞菊請求依起訴時之土地公告現值計算，返還不當得利\r\n，應屬可採。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1561 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "民法第二百十三條所規定損害賠償之方法，固以回復原狀為原則，惟證券\r\n市場，瞬息萬變，尤其七十九年間股價飆漲，嗣後即逐漸下跌，迄金已無\r\n當年高價，為眾所週知之事實，上訴人以詐術取得被上訴人之股票，隨即\r\n賣出，若被上訴人訴請賠償時適股價低迷，仍命上訴人以低價補回返還被\r\n上訴人，以回復損害發生時持有股票之原狀，不僅不能填補被上訴人所受\r\n損害及所失利益，亦與誠信原則有違，更易鼓勵犯罪，是被上訴人請求按\r\n其交付股票時所折算之價額以金錢賠償，應屬正當。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1549 號 民事",
        "case_summary": "請求返還不當得利",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "系爭抵押權之設定既有無效之原因，被上訴人復非連帶債務人，則上訴人\r\n因行使系爭抵押權，就被上訴人所有房地拍賣所得價金受優先分配，即屬\r\n無法律上之原因而受利益，致被上訴人受損害。被上訴人本於不當得利之\r\n法則，請求上黃人分別返還所受領之分配款，並附加自受領之翌日即七十\r\n六年四月二十八日起按法定利率計算之利息，洵屬正當。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1537 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "被害人因身體或健康受侵害，而減少勞動能力者，其減少及殘存勞動能力\r\n之價值，不能以現有之收入為準，應以其能力在通常情形下可能取得之收\r\n入為標準。其金額應就被害人受侵害前之身體健康狀態、教育程度、專門\r\n技能、社會經驗等方面酌定之，不能以一時一地之工作收入為準。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1534 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "上訴人之妻陳林富美於七十六年六月三日即以被上訴人侵占合夥盈餘為由\r\n，告訴被上訴人業務侵占，且上訴人自承伊比對帳目後認為被上訴人虛列\r\n帳目，乃提供資料與其妻提出告訴，足見上訴人於其妻提出告訴時已知被\r\n上訴人侵占合夥盈餘。按因侵權行為所生之損害賠償請求權，自請求權人\r\n知有損害及賠償義務人時起，二年間不行使而消滅，民法第一百九十七條\r\n第一項定有明文。上訴人遲至七十八年十一月二十一日治依侵權行為法律\r\n關係，提起本件訴訟，請求被上訴人給付上開侵占之盈餘及其法定遲延利\r\n息，就令上訴人主張被上訴人侵占合夥盈餘屬實，其上開請求權亦因罹於\r\n時效而消滅。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1533 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "民法第一百九十三條第一項命加害人一次支付賠償總額，以填補被害人所\r\n受喪失或減少勞動能力之損害，應先認定被害人因喪失或減少勞動能力而\r\n不能「陸續」取得之金額，按其日後本可陸續取得之時期，各照霍夫曼式\r\n計算法，扣除依法定利率計算之中間利息，再以各時期之總數為加害人一\r\n次所應支付之賠償總額，始為允當。且減少及殘存勞動能力之價值，不能\r\n以現有之收入為準，應以其能力在通常情形下可能取得之收入為標準。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1530 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 30 日",
        "case_gist": "民法第一百八十四條第二項之規定，旨在推定違反保護他人之法律者之侵\r\n權行為過失責任。而同法第七百六十五條所謂所有人於法令限制範圍內，\r\n得自由使用、收益、處分其所有物，並排除他人之干涉，乃在明示所有權\r\n之重要作用及對所有人權利之限制。兩相對照，後者並非前者所指保護他\r\n人之法律。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1493 號 民事",
        "case_summary": "請求返還補償金",
        "case_date": "民國 82 年 06 月 25 日",
        "case_gist": "兩造於四十九年十一月間曾立合約書，依其合約內容以觀，係為平分家產\r\n而為約定。又上訴人於系爭土地被政府徵收以後，始提起本件訴訟，雖表\r\n示以調解筆錄為請求權之基礎，但其所為請求，並非命被上訴人履行調解\r\n筆錄記載之內容，如果合約書及調解筆錄係為平分家產而為約定，則上訴\r\n人請求被上訴人給付溢領之補償金，即非無據。原審就此未遑推闡明晰，\r\n遽為上訴人敗訴之判決，自有可議。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1490 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 25 日",
        "case_gist": "本件縱令因趙啟清、楊敏男等背信貸款，致借款人提供之擔保回價額不足\r\n，倘借款人或保證人原有資力償還債務，惟因被上訴人遷延請求，致其陷\r\n於無資力，被上訴人因此發生損害，是否非為與有過失，即有詳求必要，\r\n原審就此未調查審認，徒以被上訴人未即時向借款人及相關保證人求償，\r\n係被上訴人有無怠於行使權利之問題，非屬民法第二百十七條損害之發生\r\n與擴大，不得據以主張過失相抵，而為不利於上訴人之判決，自亦嫌疏略\r\n。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1489 號 民事",
        "case_summary": "請求同意更正地籍圖",
        "case_date": "民國 82 年 06 月 25 日",
        "case_gist": "系爭土地即非以面積分割，而係現場指界分割，故無地籍圖所繪鄰接線錯\r\n誤之情形。又因地籍圖上之鄰接線與現場界線及上訴人之指界相符，故不\r\n易查覺土地登記簿所登載之面積有誤，以致其後上訴人將三九六－一號連\r\n同其他地號土地一併出售與訴外人吳火坤，由吳火坤將三九六－一號土地\r\n指定登記為聯合煙火股份有限公司 (簡稱聯合公司)名義，聯合公司再於\r\n六十七年間將三九六－一號連同其他土地一併出售與被上訴人，均按土地\r\n登記簿所載面積計算出賣，聯合公司並曾沿ＡＢ線築有護崁，足見聯合公\r\n司及其後手之被上訴人均事實上古有如第一審判決附圖所示ＡＢ實線以東\r\n之土地。第一審判決附圖所示Ｃ點，並無任何界樁，且據大甲地政事務所\r\n函稱：該點係第一審法院勘驗現場時按兩造土地登記簿所載面積算測所製\r\n作之假設點，而非系爭兩筆土地之交接點，況上訴人據以提起本件訴訟之\r\n大甲地政事務所六十八年十月一日甲地測字第四五○二號函亦僅記載系爭\r\n兩筆土地係分割當時「面積計算誤謬」，並無所謂地籍圖之鄰接線錯誤。\r\n上訴人執此請求更正鄰接線，自屬不應准許。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 283 號 民事",
        "case_summary": "請求分配異議",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "對於破產人之債權，在破產宣告前成立者，為破產債權，確產法第九十八\r\n條上段定有明文。本件相對人白繩祖於破產人 (鴻源國際投資顧問股份有\r\n限公司等) 經台灣台北地方法院裁定宣告破產前，即對於破產人行使權利\r\n並取得確定判決。依確定判決記載，相對人對於破產人鴻源公司有新台幣\r\n (下同) 一千零二十萬元及自民國七十九年一月十日起，至清償日止，按\r\n月息一分四厘計算之利息之債權。該項債權，既成立於破產宣告之前，且\r\n經法院判決確定，依上開說明，屬破產債權，相對人自得依破產法行使其\r\n權利。乃台北地院竟以：破產人以月息一分四厘之利率吸金，其行為有違\r\n銀行法之規定， (相對人之上開利息債權) 不應列入破產債權而受分配等\r\n詞為理由，否認確定判決之效力，自嫌無據。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1483 號 民事",
        "case_summary": "請求回復原狀",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "系爭貨物既已隨船沉沒海底，則德記洋行給付系爭貨物與振興公司之債務\r\n，已陷於給付不能之狀態，此際如振興公司不及時購進同種類、同數量之\r\n馬口鐵皮，營業必將蒙受損失者，則振興公司向他人購買乃不得不採取之\r\n措施。在此情況下，振興公司於七十五年年底及七十六年年初向台機公司\r\n購買馬口鐵皮之價金與系爭貨品價金之差額，似為系爭貨品給付不能所生\r\n之損害，能否謂振興公司不得向德記洋行等請求賠償，自非無疑。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1472 號 民事",
        "case_summary": "請求給付補償費",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "楊宗瑋車車禍死亡，領得勞工保險局發給因職業災害致死亡之給付五十九\r\n萬四千元，此項給付，既係因職業災害所領得之給付，而職業災害保險金\r\n係由雇主全額負擔，依勞基法第五十九條但書、勞工保險條例第十五條第\r\n一款規定，應予扣除。上訴人並非災害發生之加害人，且勞基法第五十九\r\n條規定，係為保障勞工，加強勞雇關係，促進社會經濟發展之特別規定，\r\n非損害賠償，應無民法第二百十七條第一項過失相抵規定之適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1471 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "兩造於訂約時，就邱添輝等未具有惡意之單純違約情形，約定期應負之損\r\n害賠償金額以山價計算，就邱添輝等具有惡意之越區盜伐林木違約情形，\r\n則約定其所負之賠償金額以山價三倍計算，其中超過山價部分（即山價之\r\n兩倍）即具有懲罰性，南投林管處依民法第二百五十條第二項後段規定，\r\n除得請求違約金外，並得請求債務不履行之損害賠償。是南投林管處另案\r\n七十八年度重訴字第八號基於侵權行為損害賠償請求權，對邱添輝為請求\r\n，獲勝訴判決確定。南投林管處就懲罰性違約金部分，仍得為請求，並無\r\n一事不再理原則之適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1470 號 民事",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "系爭土地地目為田，即屬私有農地，被上訴人請求所有權移轉登記，有無\r\n自耕能力，或該系爭土地，已變為非農地，應依職權調查。又訂立買賣契\r\n約時，被上訴人如無自耕能力，除有民法第二百四十六條第一項但書及第\r\n二項之情形外，依同條第一項前段規定，其契約應屬無效。如此項契約當\r\n事人訂約時並無預期買賣之農地變為非農地後再為移轉之情形，縱令契約\r\n成立後該農地已變為非農地，亦不能使無效之契約成為有效。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1468 號 民事",
        "case_summary": "請求給付報酬等",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "雇主或勞工依勞動基準法之規定行使終止權，終止勞動契約書，依民法第\r\n二百六十三條準用第二百五十八條第一項規定，應向他方當事人以意思表\r\n示為之。查證人於原審之證詞，均未提及被上訴人格時向上訴人表示於八\r\n十年三月一日終止勞動契約之意思。原審亦未調查審認被上訴人終止勞動\r\n契約之意思，係於何時如何向上訴人表示，遽認定被上訴人依勞動基準法\r\n第十二條第一項第六款規定，已於八十年三月一日終止兩造間之勞動契約\r\n，即可有議。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1453 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "海商法運送人單位責任限制規定之立法意旨，乃以海上運送較陸上運送風\r\n險為大，限制其賠償金額，有助於海上運送之發展。因此此項責任限制之\r\n規定，僅應適用於海上運送之貨物滅失之情形，如貨物已離船，因運送人\r\n未依約定放貨，造成託運人之損害，則不應適用海商法第一百十四條第二\r\n項規定，一件以九千元 (即銀元三千元) 計算賠償損害，而仍應依民法第\r\n六百三十八條規定負一般運送人之責任。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1448 號 民事",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 82 年 06 月 23 日",
        "case_gist": "當事人能力為法院應依職權調查之事項，如有欠缺而能補正者，法院應裁\r\n定命當事人補正。查本件上訴人起訴時，即已表明其為「公業福德正神」\r\n之管理人 (代表人) ，為公業福德正神訴訟。原審既認定「公業福德正神\r\n」屬神明會，為有當事人能力之非法人團體，即應闡明，並命上訴人改列\r\n該非法人團體為當事人，而以其管理人為其法定代理人以節省勞費。原審\r\n疏未注意"
    },
    {
        "case_id": "最高法院 82 年度台上字第 930 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "按土地法第四十二條規定，依本法所為之登記，有絕對效力。係為保護因\r\n信賴登記取得不動產權利之第三人而設。是在未有第三人取得權利之新登\r\n記前，真正權利人對於登記名義人自仍得主張之。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 279 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "對於請求領回提存金事件提出異議，經法院依提存法第二十條第二項規定\r\n為裁定者，當事人或利害關係人對於抗告法院所為之裁定，不得提起再抗\r\n告，為同條第三項所明定。則抗告法院因該異議事件所為其他裁定，依民\r\n事訴訟法第四百八十四條規定意旨推之，自亦不得抗告於第三審。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1441 號 民事",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "以無權占有為原因，請求返還所有物之訴，被告對原告就其物有所有權存\r\n在之事實無爭執，而僅以非無權占有為抗辯者，固應就其取得占有系有正\r\n當權源之事實證明之，倘被告就此已為舉證，法院即應就其所舉證據是否\r\n足以證明其占有為有正當權源，調查認定。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1440 號 民事",
        "case_summary": "請求給付服務費",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "承攬報酬應於工作交付時給付之，民法第五百零五條第一項前段定有明文\r\n。定作人於支付報酬前，固得檢查工作物是否合於契約之約定，以決定應\r\n否支付報酬，倘定作人於受領工作物後，經過相當時間未表示異議者，承\r\n攬人既經交付工作物，定作人即有支付報酬之義務。縱嗣後發見工作物有\r\n瑕疵，亦僅後於民法第四百九十八條所定法定期間內請求修補，或解除契\r\n約，或請求減少報酬或賠償損害，而不得拒付報酬。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1437 號 民事",
        "case_summary": "請求確認抵押權不存在",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "所謂最高限額之抵押契約，係指所有人提供抵押物，與債權人約定在一定\r\n金額之限度內，擔保現在已發生及將來可能發生之債權之抵押權設定契約\r\n而言。此種抵押權所擔保之債權，除訂約時已發生之債權外，即將來發生\r\n之債權，在約定限額之範圍內，亦為抵押權效力所及。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1432 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "若三一五之一號土地確因海水倒灌致不能耕作，則耕地租佃以耕種農作物\r\n之目的即不能達成。為耕地租約標的物之基本要素既經消滅，契約標的即\r\n嗣後陷於不能，此際是否不容契約之雙方當事人合意變更耕地租佃為基地\r\n租賃？非無斟酌餘地。原審未注意及此，遽謂上訴人縱經出租人承諾，建\r\n築房屋，遺非法之所計，因認上訴人不自任耕作而為上訴人敗訴之判決，\r\n自嫌速斷。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1430 號 民事",
        "case_summary": "請求清償債務",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "上訴人終止與被上訴人間所訂電影檔期專映權合約為不合法，固為原審認\r\n定之事實，則因上訴人拒絕將其發行之中西影片交由被上訴人排映，致被\r\n上訴人之給付陷於不能之狀態，係因可歸責於上訴人之事由所致，被上訴\r\n人雖非不得請求對待給付。惟被上訴人因免給付義務有無利益之所得或應\r\n得之利益？自待詳查。此與認定被上訴人在上訴人拒絕提供影片於被上訴\r\n人排映期間，每月請求給付九十萬元是否有理攸關。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1429 號 民事",
        "case_summary": "請求返還價金",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "契約解除權之行使，依民法第二百五十八條第一項之規定，應向他方當事\r\n人以意思表示為之，且依同條第三項規定解除契約之意思表示不得撤銷，\r\n故同一契約不可能有二次以上之解除。又契約之合意解除與法定或約定解\r\n除權之行使，性質不同，效果亦異。前者為契約行為，即以第二次契約解\r\n除第一次契約。後者為單獨行為，其發生效力與否，端視有無法定或約定\r\n解除原因之存在，既無待他方當事人之承諾，更不因他方當事人之不反對\r\n而成為合意解除。\r\n原告以單一之聲明主張數項訴訟標的而就各該訴訟標的定有先後請求裁判\r\n之順序，於先位訴訟標的有理由時，即不請求就備位訴訟標的為裁判者，\r\n與預備訴之合併須先位訴之聲明與備位訴之聲明，相互排斥而不相容者，\r\n尚屬有間，學說上稱為類似的預備訴之合併。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1413 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "原告將原訴變更時，法院以其訴之變更為合法，而原訴可認為已因撤回而\r\n終結者，應專就新訴裁判。查上訴人原請求命被上訴人塗銷系爭土地應有\r\n部分之所有權移轉登記之判決，嗣變更求為命被上訴人將系爭土地應有部\r\n分所有權移轉登記予上訴人之判決。則在第一審原訴之訴訟繫屬應因訴之\r\n變更而消滅，原審僅得就變更之新訴審判，不得就第一審之原訴更為裁判\r\n。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1408 號 民事",
        "case_summary": "請求土地所有權移轉登記",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "和解成立者，與確定判決，有同一之效力，民事訴訟法第三百八十條第一\r\n項固定有明文。惟判決為法院對於訴訟事件所為之公法的意思表示，和解\r\n為當事人就訴訟上之爭執互相讓步而成立之合意，其本質並非相同。故形\r\n成判決所生之形成力，無由當事人以和解之方式代之，從而在訴訟上和解\r\n分割共有不動產者，僅生協議分割之效力，非經辦妥分割登記，不生喪失\r\n共有權，及取得單獨所有權之效力。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1406 號 民事",
        "case_summary": "請求確認本票債權不存在",
        "case_date": "民國 82 年 06 月 17 日",
        "case_gist": "本票之發票年、月、日係屬本票應認載之事項之一，又欠缺票據法所規定\r\n票據上應記載事項之一者，其票據無效，此觀票據法第一百二十條第一項\r\n、第十一條第一項規定自明。被上訴人既未在系爭本票記載發票年、月、\r\n日，該本票自屬無效。自難諉為不知。是上訴人明知系爭本票原未載發票\r\n日而受讓之，即非善意受讓系爭本票，自不得援引票據法第十一條第二項\r\n規定，而主張依票據文義行使票據權利。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1388 號 民事",
        "case_summary": "請求交還土地",
        "case_date": "民國 82 年 06 月 16 日",
        "case_gist": "土地所有人訴請地上房屋所有人拆屋還地，於獲得勝訴之判決時，固許其\r\n本於土地所有權之作用，對於占有房屋之第三人一併請求其自房屋遷出，\r\n以便地上房屋所有人拆除房屋，而遂土地所有人收回土地之目的。惟土地\r\n所有人在未對於地上房屋所有人提起拆戶還地之訴並獲得勝訴之判決或取\r\n得拆屋還地之執行名義以前，即本於土地所有權之作用，對於占用房屋之\r\n第三人提起排除侵害之訴，尚難認其有請求判決之實益，應從程序上以判\r\n決駁回之。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 271 號 民事",
        "case_summary": "請求確認僱傭關係存在",
        "case_date": "民國 82 年 06 月 11 日",
        "case_gist": "抗告人係台南市政府依法令所成立之獨立機關，至台南市警察局長證明書\r\n謂，抗告人年度預算均附屬在警察局交通工作警政業務項下編列云云，縱\r\n然屬實，亦係其預算如何編列之問題，無礙於抗告人為獨立機關之性質。\r\n從而抗告人就其所涉及私法上關係 (私經濟關係) 應有當事人能力。前訴\r\n訟程序確定裁定認抗告人無當事人能力，相對人起訴不合法裁定予以駁回\r\n，其適用法規顯有錯誤。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 73 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "再審原告於本院七十八年度台上字第二○六○號請求損害賠償事件係代位\r\n行使新東紡織股份有限以司及中國石油股份有限公司 (簡稱新東公司等)\r\n對再審被告之損害賠償請求權；在八十一年度台上字第七六九號請求損害\r\n賠償事件則係代位行使中鋼公司對再審被告之損害賠償請求權。再審原告\r\n雖係依同一事故發生之侵權行為損害賠償請求權為請求，惟該事故之被害\r\n人有多人，再審產告於先後二訴訟事件既係代位不同之被害人行使其對再\r\n審被告之侵權行為損害賠償請求權，則其為訴訟標的之法律關係所依據之\r\n原因事實不論被害客體或不同被害人所得主張之損害賠償請求權，各有不\r\n同，難謂兩者係屬同一事件，並無一事不再理原則之適用。\r\n稱共同海損者，謂在海難中，船長為避免船舶及貨載之共同危險所為處分\r\n，而直接發生之損害及費用，海商法第一百五十條定有明文。故共同海損\r\n之債權，系因共同海損所為處分所生之損害及費用，被害人與支付人得向\r\n利害關係人請求分擔之權利，與因侵權行為所生之損害賠償請求權，並非\r\n出於同一原因，後者之損害賠償請求權，似不因受領共同海損之給付而喪\r\n失。"
    },
    {
        "case_id": "最高法院 82 年度台再字第 72 號 民事",
        "case_summary": "請求給付價金",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "土地法第三十條係就私有農地所有權移轉之物權行為所作之強制規定，關\r\n於約定負擔移轉該項土地所權權之債務之債權行為，並不在限制之列。故\r\n關於農地之買賣，承買人雖係無自耕能力之人，但如約定由承買人指定登\r\n記與任何有自耕能力之第三人，或具體約定登記與有自耕能力之特定第三\r\n人，其契約為有效。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 266 號 民事",
        "case_summary": "聲請假處分",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "假處分為保全強制執行方法之一種，旨在防免於本案之請求判決確定前，\r\n因請求標的之現狀變更，有日後不能強制執行或甚難執行之虞。是苟經債\r\n權人釋明其請求及假處分之原因存在，或已就債務人所應受之損害，表明\r\n願供法院所定之擔保者，法院即得准為假處分之裁定。"
    }
]