[
    {
        "case_id": "最高法院 97 年度台上字第 2180 號 民事判決",
        "case_topic": "確認債權不存在等",
        "case_date": "民國 97 年 10 月 16 日",
        "case_gist": "當事人在起訴時應表明及特定其訴訟標的，且應就訴訟關係為事實上及法\r\n律上之陳述，俾對造當事人得據以擇定其攻擊防禦之對象及方法，此觀同\r\n法第二百四十四條第一項第二款、第一百九十三條第一項自明。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2174 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 97 年 10 月 16 日",
        "case_gist": "賠償義務機關依國家賠償法第三條第一項規定賠償被害人損害後，得對於\r\n就損害原因應負責之人求償，同條第二項固有明文。然國家就損害原因亦\r\n有過失時，應得類推適用民法第二百十七條過失相抵之規定。不因系爭工\r\n程合約第十八條，約定被上訴人因可歸責於天輝土木之事由而負有國家賠\r\n償責任時，得對之求償而有異。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2158 號 民事判決",
        "case_topic": "請求交還土地",
        "case_date": "民國 97 年 10 月 16 日",
        "case_gist": "房屋之拆除，為一種事實上之處分行為，是未經辦理所有權第一次登記之\r\n房屋，須有事實上之處分權者，始得予以拆除。查系爭市場房屋並未辦建\r\n物所有權第一次登記，須出資之原始建造人始能取得所有權。是以現占有\r\n人必直接或輾轉自原始建造人處受讓該房屋，始得認其有事實上處分權。\r\n原審未遑詳查系爭市場房屋之原始建造人為誰，上訴人是否直接或輾轉自\r\n原始建造人處受讓該房屋，即以上訴人為系爭房屋現占有人，其等使用、\r\n收益有年，又別無他人出面主張或行使權利為由，逕認上訴人對系爭房屋\r\n有事實上之處分權，不免速斷。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 15 號 民事判決",
        "case_topic": "確認本票債權不存在",
        "case_date": "民國 97 年 10 月 16 日",
        "case_gist": "票據上應記載之事項，非不得授權他人為之。又證明應證事實之證據資料\r\n，並不以直接證據為限；凡先綜合其他情狀證明某事實，再用推理之方法\r\n由某事實證明應證事實之間接證據，亦應包括在內。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2101 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 97 年 10 月 09 日",
        "case_gist": "民法第一百九十七條第二項規定「不當得利之返還」，尋繹其立法原委，\r\n固係考量損害賠償義務人，如因侵權行為而受利益，致被害人蒙受損害時\r\n，除使其有侵權行為之請求權外，更應有不當得利之請求權，俾發生不當\r\n得利返還請求權與損害賠償請求權之競合，以保護被害人之利益，但該二\r\n項法律上性質不同之請求權，訴訟上所據之原因事實應同屬「因侵權行為\r\n而負擔之債」之範疇。是該損害賠償義務人如因故意侵權行為而受利益，\r\n致被害人受損害時，被害人於侵權行為損害賠償請求權時效完成後，再依\r\n上開條項規定以不當得利之請求權而為主張者，自仍有同法第三百三十九\r\n條「因故意侵權行為而負擔之債，其債務人不得主張抵銷」規定之適用，\r\n此觀該條文以「負擔之債」之用語而規範自明。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 651 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 97 年 10 月 08 日",
        "case_gist": "債權人就爭執之法律關係，已聲請為定暫時狀態之處分，不論係單純之不\r\n作為處分，或容忍不作為處分，一經其向法院為聲請後，債務人亦僅得對\r\n倘獲裁准之裁定循抗告程序或聲請撤銷假處分裁定之途徑以謀救濟，不得\r\n於法院未為准駁之裁定前，再聲請內容相牴觸之處分，以阻卻債權人之聲\r\n請。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 649 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 97 年 10 月 08 日",
        "case_gist": "債權人就假扣押之原因，依法有釋明之義務，亦即須提出可使法院信其主\r\n張為真實之證據，必待釋明有所不足，而債權人陳明願供擔保或法院認為\r\n適當者，法院始得定相當之擔保，命供擔保後為假扣押，若債權人未釋明\r\n假扣押之原因，即不符假扣押之要件。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2098 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 10 月 08 日",
        "case_gist": "證券金融事業辦理有價證券買賣融資融券，對委託人融資應依證期會規定\r\n之比率收取融資自備價款，並以融資買進之全部證券作為擔保品，並應逐\r\n日計算每一信用帳戶內之擔保品價值與委託人債務之比率，其低於規定之\r\n比率時，應即通知委託人於限期內補繳差額。融資人或融券人未能依規定\r\n補繳差額，或逾約定日期未能清結時，證券金融事業應即處分其擔保品，\r\n八十七年十二月三十日修正公布之證券金融事業管理規則第十二條、第十\r\n三條、第十五條規定甚明。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2095 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 97 年 10 月 08 日",
        "case_gist": "未領有駕駛執照而駕駛機車者，係違反道路交通管理處罰條例第二十一條\r\n第一項第一款之規定，自屬違反保護他人之法律，依民法第一百八十四條\r\n第二項規定，應推定其有過失。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2088 號 民事判決",
        "case_topic": "請求返還所有物",
        "case_date": "民國 97 年 10 月 03 日",
        "case_gist": "給付遲延與侵權行為，性質上雖屬相同，但因債務人之遲延行為侵害債權\r\n，在民法上既有特別規定，自無關於侵權行為規定之適用（本院四十三年\r\n台上字第六三九號（三）判例參照）。本件原審既認被上訴人於八十六年\r\n三月二十六日合法解除系爭買賣契約，上訴人自契約解除日起，即負有回\r\n復原狀之義務，且經被上訴人於解除契約函中請求上訴人應即日返還系爭\r\n房地，故自斯時起，上訴人即負有遲延給付責任等情，依上開說明，關於\r\n被上訴人之債權被侵害，被上訴人所得請求之賠償，僅得依給付遲延（債\r\n務不履行）之法律關係為之，不得依侵權行為之法律關係為之，乃原審竟\r\n又認上訴人於契約解除後，占用系爭房地為無權占用，上訴人拒絕返還該\r\n房地，為故意不法侵害被上訴人之權利，被上訴人得依民法第一百八十四\r\n條第一項規定，請求上訴人賠償損害，此無異將給付遲延（債務不履行）\r\n之損害賠償與侵權行為之損害賠償混為一談，原審據為上訴人敗訴之判決\r\n，於法有違。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 646 號 民事裁定",
        "case_topic": "停止執行",
        "case_date": "民國 97 年 10 月 02 日",
        "case_gist": "法院依公證法第十三條第三項規定，因必要情形或依債務人聲請定相當之\r\n擔保額，命停止執行之裁定者，該擔保金額之多寡應如何始稱相當，固屬\r\n法院職權裁量之範圍。惟此項擔保係備供賠償債權人因停止執行所應受之\r\n損害，故法院定此項擔保金額，應斟酌債權人因停止執行應受之損害為衡\r\n量之標準，且僅以停止執行之範圍為限，初不得超出執行名義以外而酌定\r\n其擔保金額。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 645 號 民事裁定",
        "case_topic": "請求塗銷印鑑登記等聲明承受訴訟",
        "case_date": "民國 97 年 10 月 02 日",
        "case_gist": "按民法第一千一百九十四條所稱「由遺囑人口述遺囑意旨」乃「代筆遺囑\r\n」法定要式之一，必由遺囑人親自口述，以確保遺囑內容之真確。該「口\r\n述遺囑意旨」，遺囑人固無須將遺囑之全部逐字逐句口頭陳述，且因數字\r\n關係或內容複雜，以口述不能盡意，而於見證人面前口頭表示以某文書內\r\n容為其遺囑意旨者，亦得稱之。惟所謂「口述」，乃以口頭陳述，用言詞\r\n為之，不得以其他舉動表達，倘遺囑人完全省略「言語口述」之程序，僅\r\n以點首、搖頭或擺手示意判斷記載或以記號文字表示遺囑意旨者，均不能\r\n解為遺囑人之口述，以防止他人左右遺囑人之意思或誤解遺囑人之舉動，\r\n是啞者或其他有語言障礙之人，以記號文字或動作所為之表示，因無口述\r\n之語言能力，均不能為代筆遺囑。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 641 號 民事裁定",
        "case_topic": "聲請審判等",
        "case_date": "民國 97 年 10 月 02 日",
        "case_gist": "訴之追加，為新訴之一種，應由受訴法院依民事訴訟法第二百五十五條、\r\n第二百五十六條、第二百五十七條等相關規定為准駁之裁判。為維持審級\r\n制度，原告於第一審為訴之追加，因不備訴之追加要件而經法院裁定駁回\r\n其追加之訴確定時，除非原訴已因上訴而繫屬於第二審法院，並符合民事\r\n訴訟法第四百四十六條之規定得為訴之追加外，僅得依同法第二百五十八\r\n條第二項規定，於裁定確定後十日內，聲請第一審法院就該追加之訴（新\r\n訴）為審判，不得逕向第二審法院即抗告法院聲請審判。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 640 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 97 年 10 月 02 日",
        "case_gist": "假扣押為就金錢請求或得易為金錢請求之請求，欲保全其強制執行所實施\r\n之程序，此觀民事訴訟法第五百二十二條第一項規定自明。是以聲請假扣\r\n押必須以該訴訟得以確定其私權之存在而取得給付之確定判決為前提。本\r\n件再抗告人雖主張渠等均為相對人藍引祭祀公業之派下員云云，惟祭祀公\r\n業派下員之派下權因對於祀產有公同共有權利，固兼具身分權及財產權之\r\n性質，然該財產權並無應有部分，究與債權人之給付請求權尚屬有間。難\r\n謂即為金錢請求或得易為金錢請求之請求，自無依假扣押程序保全強制執\r\n行之餘地。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2077 號 民事判決",
        "case_topic": "請求塗銷登記",
        "case_date": "民國 97 年 10 月 02 日",
        "case_gist": "公業管理人之選任，依台灣之舊慣，除規約另有約定外，其由派下全體或\r\n多數選任，均無不可，初不以經派下全體同意為必要。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2062 號 民事判決",
        "case_topic": "清算合夥財產等",
        "case_date": "民國 97 年 10 月 02 日",
        "case_gist": "隱名合夥不過為隱名合夥人與出名營業人之契約關係，隱名合夥人就出名\r\n營業人所為之行為，對於第三人原無任何權利義務可言，此觀諸民法第七\r\n百條、第七百零四條之規定自明。準此，基於契約自由原則，於不違反強\r\n制、禁止等規定之情形下，關於隱名合夥契約之存續，及其契約終止後隱\r\n名合夥人出資之返還，本得任由當事人自由約定。必當事人間無約定，方\r\n有依民法第七百零一條準用第六百九十三條之規定，或適用第七百零九條\r\n規定之餘地。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 2004 號 民事判決 (家事類)",
        "case_topic": "請求確認親子關係存在",
        "case_date": "民國 97 年 09 月 25 日",
        "case_gist": "關於血緣關係存在與否，現代生物科學發達，醫學技術進步，以 DNA  檢\r\n驗方法鑑定子女血統來源之精確度極高，且為一般科學鑑定及社會觀念所\r\n肯認，乃週知之勘驗方法。本件上訴人對被上訴人係自其受胎而生之非婚\r\n生子女一事既予以否認，自可依上開勘驗方法判定有無血緣關係，不因當\r\n事人拒絕而受影響。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1993 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 97 年 09 月 24 日",
        "case_gist": "為判決基礎之資料，如係引用證人在他案之證詞，而成為主要之論斷之依\r\n據，並足以影響判決之結果者，不得僅將借調卷宗作包裹式之提示，而應\r\n將該證詞「具體提示」予兩造為適當完全之辯論後，始得本於辯論之結果\r\n加以斟酌，以保障當事人之程序權，避免造成訴訟上之突襲。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 615 號 民事裁定",
        "case_topic": "強制執行",
        "case_date": "民國 97 年 09 月 18 日",
        "case_gist": "強制執行法第十七條規定債權人查報之財產是否確屬債務人所有，執行法\r\n院僅能就財產上之外觀認定，如係不動產者，以地政機關登記名義為調查\r\n認定之依據；其未經地政機關登記者，得依房屋納稅義務人、建造執照、\r\n使用執照等相關公文書認定之。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 614 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 97 年 09 月 18 日",
        "case_gist": "本院依民事訴訟法第四百三十六條之五規定駁回再抗告之裁定，應包括本\r\n院自行認定再抗告不應許可而駁回之裁定在內。故如原法院認再抗告應行\r\n許可並添具意見書逕將訴訟卷宗送交本院。本院審查原法院所添具意見書\r\n認再抗告不應准許，並不受該意見書所載許可再抗告理由之拘束自仍得逕\r\n以裁定駁回之。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 613 號 民事裁定",
        "case_topic": "請求確認派下權存在",
        "case_date": "民國 97 年 09 月 18 日",
        "case_gist": "法院於核定訴訟標的價額時，應以原告起訴請求法院裁判之聲明範圍為準\r\n；如原告就起訴聲明已為一部撤回、變更、擴張或減縮後，法院始為訴訟\r\n標的價額之核定者，即應祇以核定時尚繫屬於法院之原告請求判決範圍為\r\n準，據以計算訴訟標的之價額徵收裁判費用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1953 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 09 月 18 日",
        "case_gist": "民法第一百八十四條第二項所稱保護他人之法律，固包括直接或間接以保\r\n護個人之權利或利益為目的之法律，又雖非直接以保護他人為目的，而係\r\n藉由行政措施以保障他人之權利或利益不受侵害者，亦屬之。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1950 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 97 年 09 月 18 日",
        "case_gist": "按民事訴訟法第一百九十九條第二項規定，審判長應向當事人發問或曉諭\r\n，令其為事實上及法律上之陳述、聲明證據，或為其他必要之聲明及陳述\r\n，其所聲明及陳述有不明瞭或不完足者，應令其敘明或補充之，此為審判\r\n長因定訴訟關係之闡明權，同時並為其義務。該條項所稱之「其他必要之\r\n聲明及陳述，其所聲明及陳述有不明瞭或不完足」者，為保障當事人訴訟\r\n權益，避免當事人將先、備位聲明順序倒置，致發生與其真意不符之情形\r\n，造成不可彌補之損害，自應涵攝當事人先、備位聲明何者居先有不明瞭\r\n或不完足之情形在內。次按保險法第二十一條、第四十三條固分別規定，\r\n保險費分一次交付及分期交付兩種。保險契約規定一次交付，或分期交付\r\n之第一期保險費，應於契約生效前交付之，但保險契約簽訂時，保險費未\r\n能確定者，不在此限。保險契約應以保險單或暫保單為之。然保險契約仍\r\n為諾成契約且屬不要物契約，各該條文均僅係訓示而非強制規定，非一經\r\n交付保險費，保險契約即為生效，仍應由保險人同意要保人聲請（承諾承\r\n保），經當事人就要保及承保之意思互相表示一致，方告成立。該交付之\r\n保險費祇係保險人之保險責任依契約約定溯及自要保人要保並繳付保險費\r\n之時點開始發生效力而已，初不因要保人預先支付保險費，保險契約即提\r\n前生效，此觀同法第四十四條第一項及同法施行細則第四條規定自明。是\r\n保險業務員之招攬行為僅屬要約引誘，要保人出具要保書向保險人投保之\r\n要約行為，必俟保險人核保承諾承保後，保險契約始得謂為成立。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 602 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 97 年 09 月 11 日",
        "case_gist": "按土地法第三十四條之一第四項規定，共有人出賣其應有部分時，他共有\r\n人得以同一價格共同或單獨優先承購，此乃共有人之法定優先承買權，為\r\n法律所明定，不得任意創設。執行法院雖將數執行標的合併拍賣，惟並無\r\n創設優先承買權之效力，自不得要求僅對部分標的有優先承買權之共有人\r\n承買全部標的，縱執行法院於拍賣公告載明「本件合併拍賣之部分標的之\r\n共有人主張優先承買權時，應連同合併拍賣其他標的一併購買」之條件，\r\n亦不得拘束該合併拍賣之部分標的有優先承買權之共有人，而駁回其僅對\r\n該共有部分標的行使優先承買權。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 584 號 民事裁定",
        "case_topic": "確認抵押債權不存在等聲請補充判決",
        "case_date": "民國 97 年 09 月 11 日",
        "case_gist": "當事人請求之事項，第一審判決有脫漏者，聲請補充判決，應向原第一審\r\n法院為之，第二審判決有脫漏者，聲請補充判決，應向原第二審法院為之\r\n（參看本院二十一年上字第二二一四號判例），是聲請補充判決應專屬於\r\n原判決有脫漏之法院管轄。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1885 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 97 年 09 月 11 日",
        "case_gist": "查基於民事訴訟採處分權主義之原則，當事人就其請求之事項欲主張何種\r\n法律關係，以及提起何種訴訟型態，應由當事人自行決定之，以尊重其程\r\n序主體權及程序處分權。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1880 號 民事判決",
        "case_topic": "確認僱佣關係存在等",
        "case_date": "民國 97 年 09 月 11 日",
        "case_gist": "按勞資爭議處理法第七條固規定，勞資爭議在調解或仲裁期間，資方不得\r\n因該勞資爭議事件而終止勞動契約，惟同法第四條第二項所稱「權利事項\r\n之勞資爭議」者，係指勞資雙方當事人基於法令、團體協約、勞動契約規\r\n定所主張之權利，究竟是否存在及一方之權利有無遭他方侵害所引起之爭\r\n議而言，諸如資方不依約發給工資、不給付資遣費、退休金或不具法定事\r\n由與法定程序任意解僱之類；同條第三項所稱「調整事項之勞資爭議」者\r\n，乃指勞資雙方當事人對於勞動條件如何調整、變更或主張繼續維持所產\r\n生之爭議而言，舉凡勞方因物價上漲要求提高若干比例之工資、加發獎金\r\n、增付津貼或要求減少一定工時等均屬之。又勞基法就勞動契約之終止係\r\n採法定事由制，依該法第十一條第二款規定之反面解釋，雇主有虧損情事\r\n時，得預告勞工終止勞動契約，故雇主如確有虧損之法定原因，並已依該\r\n條款規定預告勞工終止勞動契約，縱勞工對之有爭執而申請調解，因其爭\r\n議本非屬於勞資爭議處理法第四條所定之勞資爭議事項，雇主依該法令規\r\n定之正當理由據以終止勞動契約，即不發生違反同法第七條規定而為無效\r\n之問題，此觀該條規定重在保障勞工「合法之爭議權」，使勞方之爭議權\r\n能在合法之程序行使，俾勞資爭議於此期間內得以暫為冷卻，避免爭議事\r\n件擴大之本旨暨該法於七十七年六月二十七日修正增列第四條時之立法說\r\n明自明。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1864 號 民事判決",
        "case_topic": "返還買賣價金等",
        "case_date": "民國 97 年 09 月 04 日",
        "case_gist": "契約承擔乃以承受契約當事人地位為標的之契約，亦即依法律行為所生之\r\n概括承受，而將由契約關係所發生之債權、債務及其他附隨的權利義務關\r\n係一併移轉，與債務承擔者，承擔人僅承擔原債務人之債務，在性質上並\r\n不相同。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1863 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 97 年 09 月 04 日",
        "case_gist": "契約與不當得利，雖皆屬於債之發生原因，惟二者之請求權並不能相容。\r\n前者之請求權乃基於一定契約而生之某種給付的權利，後者乃無法律上原\r\n因而受利益，致他人受損害；倘當事人間有契約關係存在，則一方因他方\r\n之給付受有利益，即有法律上之原因，自不成立不當得利。二者之構成要\r\n件及法律效果均屬有異，乃各別獨立之法律關係，在實體法上為不同之請\r\n求權基礎，在訴訟上自屬不同之訴訟標的。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1861 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 09 月 04 日",
        "case_gist": "繼承在民法繼承編中華民國九十七年一月四日前開始，繼承人對於繼承開\r\n始後，始發生代負履行責任之保證契約之債務，由其繼續履行債務顯失公\r\n平者，得以所得遺產為限，負清償責任，九十七年五月七日公布增訂之民\r\n法繼承編施行法第一條之二定有明文。查上訴人之被繼承人陳○發、陳李\r\n○為許○龍十信松江分社襄理之職務保證人，許○龍於七十四年間違反十\r\n信「營業單位各項事務分層負責表」及「人事管理規則第二十條」規定，\r\n不加審查即用印核准借款，應就十信所受上開七千九百三十二萬四千元本\r\n息損害負賠償之責，陳○發、陳李○分別於九十三年五月十五日及八十一\r\n年十月二十三日死亡，上訴人自是日起（繼承開始後）始發生上揭代負履\r\n行責任之職務保證契約債務，既為原審所確定之事實，且該繼承陳○發、\r\n陳李○早於七十四年間即已發生之職務保證契約債務，倘由上訴人繼續履\r\n行，亦顯失公平，依上說明，自應僅以其所得陳○發、陳李○之遺產為限\r\n，負清償責任。原審未及適用上開修訂規定，逕為上訴人不利之論斷，自\r\n有可議。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1847 號 民事判決",
        "case_topic": "交還土地等",
        "case_date": "民國 97 年 09 月 04 日",
        "case_gist": "土地法第三十四條之一係於六十四年七月二十四日始修正公布，在此之前\r\n，共有財產非經共有人全體同意，不得由共有人中之一人或數人自由處分\r\n，此觀民法第八百十九條第二項之規定即明。買賣固非處分行為，惟共有\r\n人中之一人或數人出賣共有財產，其所訂立之買賣契約雖非無效，惟對他\r\n共有人仍不生效力。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1838 號 民事判決",
        "case_topic": "給付補償金",
        "case_date": "民國 97 年 09 月 04 日",
        "case_gist": "民事事件之主法律關係，常由數個不同之次法律關係組合而成，其中涉外\r\n民事法律關係本具有複雜多元之聯繫因素，倘該涉外民事事件係由數個不\r\n同之次法律關係組成其主法律關係，若僅適用其中單一之衝突法則以決定\r\n準據法，即欠缺具體妥當性。在此情形下，自宜就主法律關係可能分割之\r\n數個次法律關係，分別適用不同之衝突法則以決定其準據法，始能獲致具\r\n體個案裁判之妥當性。本件被上訴人係越南國人，其因系爭事故受傷，得\r\n請求上訴人賠償減少勞動能力損害部分，並非侵權行為（主要法律關係）\r\n不可分割之必然構成部分，當無一體適用單一之衝突法則決定其準據法之\r\n必要。是以關於上訴人應否負侵權行為損害賠償責任之法律關係部分，固\r\n應依涉外民事法律適用法第九條第一項規定以侵權行為地法即我國法為其\r\n準據法，然屬於損害賠償責任確定後，需定其賠償範圍之減少勞動能力損\r\n害部分，既非侵權行為不可分割之必然構成部分，則此部分之計算準據如\r\n被上訴人之本國（越南國）法律規定與我國法律所規定者未盡相同，而其\r\n得請求之年限實際上又分段跨越於兩國之間，即應視其可得請求之期間究\r\n在我國內或國外（本國）之情形而分別適用我國法或其本國法為計算損害\r\n賠償範圍之準據法，不宜一體適用我國之法律，始符公平、適當原則。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1836 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 09 月 04 日",
        "case_gist": "公司股東雖有參預股東會議權、依法定程序請求撤銷股東會決議權、少數\r\n股東之請求收買股份權、制止董事會為特定行為之請求權、解任董事權，\r\n以及對於解散清算後之公司剩餘財產請求權等權利。然公司乃有別於股東\r\n之另一權利主體，當公司之權益受侵害，而代表公司之法定代理人又有應\r\n負責之事由時，股東除依公司法第二百十三條至第二百十五條規定之程序\r\n實施訴訟行為，請求救濟外，於法律別無明文之情形下，尚難謂股東得逕\r\n以股東個人之身分，就另一權利主體之公司受損害權益為主張，方無悖於\r\n權利主體始得行使其權利之法意。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1809 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 08 月 28 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序固得附帶提起民事訴訟，對於被告\r\n請求回復其損害，但其請求回復之損害，以被訴犯罪事實所生之損害為限\r\n，否則縱令得依其他事由，提起民事訴訟，亦不得於刑事訴訟程序附帶為\r\n此請求。此項限制，於該附帶民事訴訟經刑事法院依刑事訴訟法第五百零\r\n四條第一項規定以裁定移送同院民事庭後，亦有其適用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1807 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 97 年 08 月 28 日",
        "case_gist": "消滅時效因承認而中斷，為民法第一百二十九條第一項第二款所明定。又\r\n時效消滅後之承認，固不生中斷效力，但顯已拋棄時效利益，不得再為時\r\n效抗辯，應回復時效完成前狀態。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1794 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 97 年 08 月 27 日",
        "case_gist": "契約成立後，情事變更，非當時所得預料，而依其原有效果顯失公平者，\r\n當事人得聲請法院增、減其給付或變更其他原有之效果，固為民法第二百\r\n二十七條之二第一項所明定（八十八年四月二十一日修正公布、八十九年\r\n五月五日施行）。且此項規定，依民法債編施行法第十五條規定，於民法\r\n債編修正施行前發生之債，亦適用之。惟情事變更原則，旨在規範契約成\r\n立後有於訂約當時不可預料之情事發生時，經由法院裁量以公平分配契約\r\n當事人間之風險及不可預見之損失。倘於契約成立時，就契約履行中有發\r\n生該當情事之可能性，為當事人所能預料者，當事人本得自行風險評估以\r\n作為是否締約及其給付內容（如材料、價金等）之考量，自不得於契約成\r\n立後，始以該原可預料情事之實際發生，再依據情事變更原則，請求增加\r\n給付。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1720 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 97 年 08 月 26 日",
        "case_gist": "消滅時效，自請求權可行使時起算；因侵權行為所生之損害賠償請求權，\r\n自請求權人知有損害及賠償義務人時起，二年間不行使而消滅。民法第一\r\n百二十八條前段、一百九十七條第一項前段分別定有明文。又民法第一百\r\n九十七條所謂知有損害，即知悉受有何項損害而言，至對於損害額則無認\r\n識之必要，故以後損害額變更而於請求權消滅時效之進行並無影響；另關\r\n於侵權行為損害賠償請求權之消滅時效，應以請求權人實際知悉損害及賠\r\n償義務人時起算，非以知悉賠償義務人因侵權行為所構成之犯罪行為經檢\r\n察官起訴，或法院判決有罪為準。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1783 號 民事裁定",
        "case_topic": "請求確認工程款債權存在",
        "case_date": "民國 97 年 08 月 22 日",
        "case_gist": "判決理由之爭點效，須於同一當事人間不同之訴訟事件，始有適用。另案\r\n臺灣板橋地方法院九十年度簡上字第二六二號上訴人與訴外人厚華工程有\r\n限公司間請求給付工程款事件，其兩造當事人與本件兩造當事人並不相同\r\n，上訴人主張該事件判決理由，於本件有爭點效之適用，尚有誤會。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 533 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 97 年 08 月 21 日",
        "case_gist": "票據有票據法施行細則第四條所定不得享有票據上權利或票據權利應受限\r\n制之人獲得之情形時，原票據權利人固得依假處分程序聲請法院為禁止占\r\n有票據之人向付款人請求付款之處分，惟票據關係之當事人間對於有爭執\r\n之法律關係，為防止發生重大之損害或避免急迫之危險或有其他相類之情\r\n形而有必要時，仍得依民事訴訟法第五百三十八條第一項之規定為定暫時\r\n狀態處分之聲請，無須以具備票據法施行細則第四條所定聲請要件為限。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1743 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 97 年 08 月 21 日",
        "case_gist": "執行債權人僅得對執行債務人責任財產強制執行所得之金額分配受償，茍\r\n拍賣之執行標的物屬第三人所有，其賣得價金縱已分配終結，致執行法院\r\n無從將該賣得價金交付予第三人，惟該價金既非因執行債務人責任財產拍\r\n賣所得之金額，執行債權人對之無可受分配受償之權，故其就拍賣第三人\r\n所有財產所得價金受領分配款，即屬無法律上之原因而受利益，致得請求\r\n執行法院交付賣得價金之第三人受損害，該第三人自得依不當得利之法則\r\n請求執行債權人返還。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1731 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 08 月 20 日",
        "case_gist": "言論自由足以促進多元社會之發展與進步，而為憲法所保障。故對於在媒\r\n體上將事實陳述混合意見表達之評論，縱用語過於慫動或偏激，仍應儘量\r\n予以包容，以實現民主社會之價值。惟該評論者倘對於未能確定之事實使\r\n用偏激不堪之言詞為意見之表達，而足以貶損他人在社會上之評價，則已\r\n侵害他人之名譽權，應負侵權行為之損害賠償責任，而不再屬於言論自由\r\n保障之範疇。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1729 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 97 年 08 月 20 日",
        "case_gist": "（一）按以不動產為標的之債權行為，除法律另有規定外，固僅於特定人\r\n      間發生法律上之效力（對人效力之債權相對性），而非如物權行為\r\n      ，以登記為公示方法使第三人得知悉之狀態下，並以之作為權利取\r\n      得、喪失、變更之要件，俾保護善意第三人，而對任何第三人均發\r\n      生法律上之效力（對世效力之物權絕對性）。惟特定當事人間倘以\r\n      不動產為標的所訂立之債權契約，其目的隱含使其一方繼續占有該\r\n      不動產，並由當事人依約交付使用，其事實為第三人所明知者，縱\r\n      未經以登記為公示方法，因已具備使第三人知悉該狀態之公示作用\r\n      ，自應與不動產以登記為公示方法之效果等量齊觀，並使該債權契\r\n      約對於受讓之第三人繼續存在，此乃基於「債權物權化」法理所衍\r\n      生之結果，觀之民法第四百二十五條第一項規定：「出租人於『租\r\n      賃物交付後，承租人占有中』，縱將其所有權讓與第三人，其租賃\r\n      契約，對於受讓人仍繼續存在」，特揭櫫「租賃物交付後，承租人\r\n      占有中」等公示作用之文字，並參照司法院釋字第三四九號解釋文\r\n      、理由書暨協同意見書、部分不同意書、不同意見書及本院四十八\r\n      年台上字第一○六五號判例意旨自明。\r\n（二）按各共有人對於他共有人因分割而得之物，按其應有部分，負與出\r\n      賣人同一之擔保責任。又共有土地共有物之分割，經分割形成判決\r\n      確定者，即生共有關係終止及各自取得分得部分所有權之效力。共\r\n      有人對於他共有人分得之部分，既喪失共有權利，則其占有即難謂\r\n      有何法律上之原因，民法第八百二十五條固定有明文，並經本院五\r\n      十一年台上字第二六四一號著有判例。惟共有人所負與出賣人同一\r\n      擔保責任之規定，倘經當事人另以契約約定排除該擔保責任者，本\r\n      於私法自治之原則，其約定亦難謂為無效，此於契約另行約定共有\r\n      人對他共有人分得之部分有占有之權源者，尤不能因其喪失共有權\r\n      利即謂其占有無法律上之原因，揆之該則判例保留「除另有約定外\r\n      」等除外字句至灼。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1712 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 97 年 08 月 14 日",
        "case_gist": "民事訴訟法第二百八十六條但書所謂不必要之證據，係指當事人聲明之證\r\n據，與應證事實無關，或不影響裁判基礎，或毫無證據價值，或法院已得\r\n強固之心證而言。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1680 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 97 年 08 月 14 日",
        "case_gist": "約定保證人預先拋棄權利、加重其責任或限制其行使權利者，僅該部分約\r\n定無效，並非契約全歸無效，此觀民法第一百十一條但書、第七百三十九\r\n條之一、第二百四十七條之一、民法債編施行法第十七條、第三十三條之\r\n規定自明。是未定有期間之最高限額保證契約，倘有使保證人預先拋棄其\r\n權利或限制其行使權利之約定，按其情形有顯失公平之情事，僅該約定部\r\n分無效，但不影響最高限額保證契約本身之性質，不能將之混為一談，據\r\n以作為限制保證範圍之依據。乃原審竟以系爭連帶保證契約有關限制終止\r\n保證契約之約定，悖於衡平法則為由，認系爭連帶保證之保證範圍應從嚴\r\n解釋，並據以認定系爭連帶保證契約之擔保範圍，僅限於紀甲等四人向三\r\n○商銀借款新臺幣一億二千萬元之特定債務而已，否定其最高限額保證契\r\n約之本質，於法自難謂合。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1676 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 97 年 08 月 14 日",
        "case_gist": "解釋契約，如契約文字已表示當事人之真意，無須別事探求者，即無須反\r\n捨契約文字而更為曲解。是以，倘契約約定明確，其內容又無違反公序良\r\n俗、強制規定，或顯然違反誠信原則之情形，當事人即應受契約約定之拘\r\n束，而無「常情」適用之餘地。"
    },
    {
        "case_id": "最高法院 97 年度台簡上字第 12 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 97 年 08 月 14 日",
        "case_gist": "票據乃文義證券及無因證券，故票據上之權利義務悉依票上所載文義定之\r\n，與其基礎之原因關係各自獨立。票據上權利之行使不以其原因關係存在\r\n為前提，是以執票人行使票據上權利時，就其基礎之原因關係確係有效存\r\n在並不負舉證責任。反之，若票據債務人以自己與執票人間所存抗辯之事\r\n由對抗執票人，依票據法第十三條規定觀之，固非法所不許，惟應由其就\r\n該抗辯事由舉證證明。"
    },
    {
        "case_id": "最高法院 97 年度台聲字第 675 號 民事裁定",
        "case_topic": "請求假扣押聲請核定第三審律師酬金",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "依民事訴訟法第七十七條之二十五第二項及第四百六十六條之三第一項規\r\n定第三審律師之酬金為訴訟費用之一部，而聲請核定第三審律師酬金之目\r\n的，乃在於確定應由負擔訴訟費用之一造賠償他造所支出律師酬金中得列\r\n為訴訟費用之數額。故本院廢棄下級審法院之裁判，若未就該事件自為裁\r\n判，而係將之發回或發交下級審法院更為裁判者，則該事件既未經終局之\r\n確定裁判而終結，究應由何造負擔訴訟費用，即屬尚未確定，應不生賠償\r\n作為訴訟費用一部之律師酬金問題，自無聲請核定第三審律師酬金之必要\r\n及其實益。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 490 號 民事裁定",
        "case_topic": "聲請支付命令",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "債權人聲請法院依督促程序對債務人發支付命令，債務人得不附理由向法\r\n院提出「異議」之行為，係屬訴訟行為之一種。如該支付命令所載之「請\r\n求」確屬存在，債務人固得選擇不行使異議權，以達節省勞費，並使雙方\r\n之權利義務關係儘早確定之督促程序立法目的。惟債務人倘明知債權人之\r\n「請求」為無理由，或債務人與債權人通謀，使債權人取得虛偽之「請求\r\n」，或有類此之情形者，既無從期待債務人為「異議」而進行後續之訴訟\r\n程序，苟必待該支付命令因債務人未異議而生與確定判決同一效力後，其\r\n他債權人始得提起第三人撤銷之訴或其他訴訟，以求救濟，即形成訴訟程\r\n序之延滯，抑且因其他債權人無資力繳納另行起訴所須支付之鉅額裁判費\r\n，致任由該原不得核發之支付命令確定，顯不足以保障其他真正債權人之\r\n權利，並造成司法資源之浪費。故參酌本院六十九年台抗字第二四○號、\r\n九十二年台上字第一八八六號判例意旨，應准許其他債權人代位行使該屬\r\n於訴訟行為範疇之異議權，使支付命令失其效力，而其「代位異議」之權\r\n限，亦於支付命令失其效力，督促程序終結時消滅，方無悖於督促程序規\r\n定之原意。至於督促程序終結，視為起訴應進行通常訴訟程序後（其間或\r\n因債權人撤回，或因其明知債權不實，未補繳裁判費而不備程式）原「代\r\n位異議」之債權人如何行使其權利（參加訴訟或提起主參加訴訟等），係\r\n屬另一問題。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1669 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "載貨證券具有換取、繳還或物權移轉證券之性質，運送貨物，經發給載貨\r\n證券者，貨物之交付，須憑載貨證券為之。故在簽發記名式載貨證券之情\r\n形，載貨證券上所記載之「受貨人」，並非當然即為海商法第五十六條第\r\n一項所稱之「有受領權利人」，必該「受貨人」兼持有載貨證券始得成為\r\n「有受領權利人」，運送人亦須交付貨物與該「有受領權利人」後，其貨\r\n物交清之責任方能謂為終了，此觀海商法第六十條第一項準用民法第六百\r\n二十九條、第六百三十條之規定自明。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1668 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "所謂默示之意思表示，除依表意人之舉動或其他情事，足以間接推知其有\r\n承諾之效果意思者外，倘單純之沉默，依交易上之慣例或特定人間之特別\r\n情事，在一般社會之通念，可認為有一定之意思表示者，自非不得謂為默\r\n示之意思表示。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1667 號 民事判決",
        "case_topic": "請求給付加班費等",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "監視性或其他性質特殊工作，其事業單位依其事業性質以及勞動態樣，固\r\n得與勞工另訂定勞動條件，但不得低於勞動基準法所定之最低標準。惟就\r\n是否屬於監視性或其他性質特殊之工作者，應依勞動基準法第八十四條之\r\n一規定，經中央主管機關核定公告；雇主依同條規定與勞工所訂立之勞動\r\n條件，關於工作時間等事項，必須以書面為之，並應參考該法所定之基準\r\n，且不得損及勞工之健康及福祉，更應報請當地主管機關核備，並非雇主\r\n單方或勞雇雙方所得任意決定。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1666 號 民事判決",
        "case_topic": "請求給付報酬",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "民事訴訟採不干涉主義，凡當事人所未聲明之利益不得歸之於當事人，是\r\n以當事人所未提出之事實及證據即不得斟酌之。倘法院就當事人所未提出\r\n之攻擊防禦方法未曉諭當事人令其為事實上及法律上陳述並為適當完全之\r\n辯論，遽行作為判決之基礎致生意外性裁判之結果，即與民事訴訟法第二\r\n百九十六條之一第一項、第二百九十七條第一項及第一百九十九條第一項\r\n、第二項規定有違。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1665 號 民事判決",
        "case_topic": "請求確認代工工資債權存在",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "二人互負債務，而其給付種類相同，並均屆清償期者，各得以其債務，與\r\n他方之債務，互為抵銷，民法第三百三十四條第一項定有明文。而基於衡\r\n平原則，受債權扣押命令之第三債務人，若於扣押前對其債權人取得債權\r\n者，其所得行使之抵銷權不宜因此而受影響，自得以該債權與受扣押之債\r\n權為抵銷，此觀同法第三百四十條規定亦明。是以應認執行法院之禁止命\r\n令不影響第三債務人以扣押時或扣押以前對其債權人取得之債權與受扣押\r\n之債權相抵銷。無論是一般債權或繼續性給付之債權，縱執行法院之禁止\r\n命令於送達時，主動債權猶未屆清償期，甚且後於被動債權屆至，若合於\r\n抵銷適狀，均得主張抵銷。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1627 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 08 月 07 日",
        "case_gist": "損害賠償之債，以有損害之發生及有責任原因之事實，並二者之間，有相\r\n當因果關係為成立要件。至於相當因果關係之認定，應以行為人之行為所\r\n造成之客觀存在事實為觀察之基礎，倘就該客觀存在之事實，依吾人智識\r\n經驗判斷，通常均有發生同樣損害結果之可能者，始得謂行為人之行為與\r\n被害人所受損害間，具有相當因果關係。苟無此一行為，固不能發生此項\r\n損害；倘有此一行為，通常亦不致發生此種損害時，自無因果關係存在。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1619 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 97 年 07 月 31 日",
        "case_gist": "商標法第六十二條第一款規定：未得商標權人同意，明知為他人著名之註\r\n冊商標而使用相同或近似之商標或以該著名商標中之文字作為自己公司名\r\n稱、商號名稱、網域名稱或其他表彰營業主體或來源之標識，致減損著名\r\n商標之識別性或信譽者，視為侵害商標權。所謂作為「公司名稱」，係指\r\n公司法中之公司名稱而言。至公司選用英文名稱，公司法並無報備規定，\r\n亦不須訂明章程，即使在章程中加以規定，亦不發生登記之效力。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 483 號 民事裁定",
        "case_topic": "公示催告",
        "case_date": "民國 97 年 07 月 24 日",
        "case_gist": "票據喪失時，票據權利人得為止付之通知，但應於提出止付通知後五日內\r\n，向付款人提出已為聲請公示催告之證明，未依前項但書規定辦理者，止\r\n付通知失其效力。票據喪失時，票據權利人得為公示催告之聲請，票據法\r\n第十八條、第十九條第一項定有明文。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 482 號 民事裁定",
        "case_topic": "宣告破產",
        "case_date": "民國 97 年 07 月 24 日",
        "case_gist": "法院審查債務人破產之聲請時，倘債務人於聲請破產前之相當期間內，為\r\n鉅額消費或作奢侈性、浪費性之商品或服務消費，而與其通常生活所需，\r\n顯不相當，債務人已與債權人達成清償協議，其履行並無困難而故不履行\r\n，或有其他情事，在客觀上顯係在濫用破產程序以規避其應負擔之償還責\r\n任，而有違誠信原則時，應認法院得裁定駁回債務人破產之聲請，資以衡\r\n平債權人及債務人之權益，並避免債務人觸法。"
    },
    {
        "case_id": "最高法院 97 年度台簡抗字第 20 號 民事裁定",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 97 年 07 月 24 日",
        "case_gist": "訴訟標的之價額，由法院核定；核定訴訟標的之價額以起訴時之交易價額\r\n為準，無交易價額者以原告就訴訟標的所有之利益為準，民事訴訟法第七\r\n十七條之一第一項、第二項分別定有明文。所謂起訴時之交易價額係指起\r\n訴時之市價而言，強制執行拍賣程序為達清償債務、滿足債權之目的，設\r\n有折價拍賣之制度，致拍定金額與市價間存有相當差距，自不得以拍定金\r\n額作為核定訴訟標的價額之交易價額。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1593 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 97 年 07 月 24 日",
        "case_gist": "民法第八百二十三條第一項但書所謂因物之使用目的不能分割，係指共有\r\n物繼續供他物之用，而為其物之利用所不可缺，或為一權利之行使所不可\r\n缺者而言，例如界標、界牆、區分所有建築物之共同部分等是，至分割後\r\n土地是否與建物分離係分割之結果，與因物之使用目的不能分割，兩者內\r\n涵不同。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1592 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 97 年 07 月 24 日",
        "case_gist": "編為某種使用之土地，於其所定之使用期限前，仍得繼續為從來之使用。\r\n土地法第八十三條定有明文。又土地法第八十二條所謂凡編為某種使用之\r\n土地，不得供其他用途之使用，並非排除於其所定之使用期限前，仍為繼\r\n續從來之使用，此觀同法第八十三條之規定自明。自不能因系爭土地經編\r\n為住宅區用地，即認為原耕地租賃關係當然終止，而無耕地三七五減租條\r\n例第十五條之適用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1547 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 97 年 07 月 24 日",
        "case_gist": "當事人依民法第二百二十七條之二規定：「契約成立後，情事變更，非當\r\n時所得預料，而依其原有效果顯失公平者，當事人得聲請法院增、減其給\r\n付或變更其他原有之效果」，請求法院增加給付者，為形成之訴，應待法\r\n院判決確定後，當事人就新增加給付之請求權始告發生，其請求權時效應\r\n自斯時起算，方符該形成判決所生形成力之原意。若一方當事人於法院為\r\n增加給付判決確定前，對他方當事人為增加給付之請求，經他方當事人同\r\n意者，乃雙方合意變更契約之權利義務關係；如他方當事人不同意者，請\r\n求之一方當事人仍須待法院為增加給付（形成）判決確定後，其請求權始\r\n確定發生。在此之前其所為相關給付之請求，僅屬對於他方當事人為變更\r\n契約內容之要約，尚無因此即認其已有請求權可得行使而起算請求權之消\r\n滅時效問題。"
    },
    {
        "case_id": "最高法院 97 年度台簡抗字第 18 號 民事裁定",
        "case_topic": "請求給付票款抗告",
        "case_date": "民國 97 年 07 月 17 日",
        "case_gist": "票據乃文義證券及無因證券，票據上之權利義務，悉依票上所載文義定之\r\n，與其基礎之原因關係各自獨立，票據上權利之行使，不以其原因關係存\r\n在為前提，執票人行使票據上權利時，就其基礎之原因關係確係有效存在\r\n，不負舉證責任。若票據債務人以自己與執票人間所存抗辯之事由，對抗\r\n執票人，依票據法第十三條規定觀之，固非法所不許，惟仍應先由票據債\r\n務人就該抗辯事由負舉證之責任。必待為票據基礎之原因關係確立後，法\r\n院就此項原因關係進行實體審理時，當事人於該原因關係是否有效成立或\r\n已否消滅等事項有所爭執，始適用各該法律關係之舉證責任分配原則。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1529 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 07 月 17 日",
        "case_gist": "檢察官之起訴，固無拘束民事訴訟之效力，然依民事訴訟法第二百二十二\r\n條第四項之規定，應斟酌全辯論意旨及調查證據之結果，將得心證之理由\r\n，記明於判決；未記明於判決者，即為同法第四百六十九條第六款所謂判\r\n決不備理由。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1510 號 民事判決",
        "case_topic": "請求給付退休金",
        "case_date": "民國 97 年 07 月 17 日",
        "case_gist": "依公司法第二十九條第一項及第一百二十七條第四項之規定，固可認經理\r\n人與公司間為委任關係。但公司之員工與公司間究屬僱傭或委任關係？仍\r\n應依契約之實質關係以為斷，初不得以公司員工職務之名稱逕予推認。且\r\n勞動基準法所定之勞動契約，係指當事人之一方，在從屬於他方之關係下\r\n提供職業上之勞動力，而由他方給付報酬之契約，與委任契約之受任人，\r\n以處理一定目的之事務，具有獨立之裁量權或決策權者有別。是公司經理\r\n人於事務之處理，縱或有接受公司董事會之指示，倘純屬為公司利益之考\r\n量而服從，其仍可運用指揮性、計畫性或創作性，對自己所處理之事務加\r\n以影響者，亦與勞動契約之受僱人，在人格上及經濟上完全從屬於雇主，\r\n對雇主之指示具有規範性質之服從，迥然不同。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 451 號 民事裁定",
        "case_topic": "國家賠償",
        "case_date": "民國 97 年 07 月 10 日",
        "case_gist": "按民事訴訟法第四百九十五條之一第一項雖規定，抗告除本編別有規定外\r\n，準用第三編第一章之規定，惟該法第四百九十二條已就抗告另設有抗告\r\n法院認抗告為有理由者，應廢棄或變更原裁定；非有必要，不得命原法院\r\n或審判長更為裁定之規定。且同法第四百五十一條第一項、第二項關於第\r\n二審判決程序之規定，與抗告之性質本未相通，是於抗告程序自無準用之\r\n餘地。本件相對人不服臺灣苗栗地方法院裁定，提起抗告，該抗告程序本\r\n不得準用民事訴訟法第四百五十一條第一項、第二項之規定。原法院逕依\r\n該條第一項規定而為再抗告人不利之裁定，固有未當，然於裁定結果並不\r\n生何影響，原裁定仍無消極不適用該條第二項所定「應予當事人陳述意見\r\n之機會」而違正當程序之適用法規顯有錯誤情形。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1458 號 民事判決",
        "case_topic": "給付借款等",
        "case_date": "民國 97 年 07 月 10 日",
        "case_gist": "客觀的預備合併之訴，其本位聲明與備位聲明雖應為相互排斥而不能並存\r\n，但訴的客觀合併，其目的既在使相同當事人間就私權紛爭，利用同一訴\r\n訟程序辯論、裁判，以節省當事人及法院勞費，並使相關連之訴訟事件，\r\n受同一裁判，避免發生矛盾，而達訴訟經濟及統一解決紛爭之目的。且關\r\n於客觀的訴之合併，民事訴訟法僅在第二百四十八條規定：「對於同一被\r\n告之數宗訴訟，除定有專屬管轄外，得向其中一訴訟有管轄權之數法院合\r\n併提起之。但不得行同種訴訟程序者不在此限」，並未限制其型態及種類\r\n，則基於民事訴訟採處分權主義之原則，自應尊重當事人有關行使程序處\r\n分權之意思，對其所提起的客觀合併之型態、方式及內容，儘量予以承認\r\n，以符合現行民事訴訟法賦予訴訟當事人適時審判請求權之精神。本件被\r\n上訴人之備位聲明與本位聲明，固非相互排斥，而屬於學說上所稱之「不\r\n真正預備合併」，但依現行民事訴訟法之精神，是否不得提起，仍有推闡\r\n研析之餘地。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1437 號 民事判決",
        "case_topic": "返還投資款",
        "case_date": "民國 97 年 07 月 03 日",
        "case_gist": "被上訴人本於請求上訴人返還投資款之同一事實，依系爭協議二請求上訴\r\n人償付出資及依給付不能之損害賠償請求權請求上訴人賠償損害，其訴訟\r\n標的雖有數項，但僅有單一之聲明。法院就被上訴人所主張之數項標的逐\r\n一審判，如認其中一項標的之請求為無理由時，固須就他項標的之請求為\r\n審判。惟若認其中一項請求為有理由時，即可為原告勝訴之判決，無須就\r\n他項標的更為審判。原審既認被上訴人依系爭協議二請求上訴人償付出資\r\n款為有理由，復就被上訴人依給付不能之損害賠償請求權為請求亦為有理\r\n由之審判，即有可議。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1400 號 民事判決",
        "case_topic": "確認債權關係不存在等",
        "case_date": "民國 97 年 07 月 03 日",
        "case_gist": "查當事人得更正事實上之陳述，此觀民事訴訟法第二百五十六條之規定自\r\n明。倘當事人之陳述係屬於訴訟資料而非證據方法，其前後有所不一時，\r\n即屬主張有不明暸之情形，審判長自應依同法第一百九十九條第一項之規\r\n定，曉諭當事人敘明究竟其陳述係以何者為真實，俾憑調查所得之證據加\r\n以審認，尚不得未經行使闡明權即率為當事人不利之論斷。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 425 號 民事裁定",
        "case_topic": "返還寄託物強制執行",
        "case_date": "民國 97 年 06 月 27 日",
        "case_gist": "再抗告人聲請強制執行所應交付之物品，既經嘉義行政執行處查封，再抗\r\n告人之強制執行目的在法律上已無從完成，執行法院自屬無從執行。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 421 號 民事裁定",
        "case_topic": "請求確認遺產管理人資格不存在",
        "case_date": "民國 97 年 06 月 26 日",
        "case_gist": "對於確定之裁定始得聲請再審，若裁定並未確定，即不得對之聲請再審。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 419 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 97 年 06 月 26 日",
        "case_gist": "法院依民事訴訟法第五百三十八條第一項規定，就債權人聲請所為定暫時\r\n狀態之處分，乃衡平救濟手段之保全方法，多具本案化之特性，動輒有預\r\n為實現本案請求內容性質之處分，本應以較高度之保全必要性為其准許要\r\n件。尤於專利權被侵害或有爭執之情形，每涉及專利技術之研發及市場之\r\n競爭，為兼顧債權人於其專利權受侵害時，迅速獲得救濟及債務人被迫退\r\n出市場所受之衝擊，與市場公平競爭之利害得失，法院於酌定類此事件暫\r\n時狀態之處分時，除應依同法第五百三十八條之四、第五百三十三條準用\r\n第五百二十六條第一項規定，審認債權人有無就「請求之原因（本案請求\r\n及其原因事實）」，提出即時能調查之證據以釋明外，尚須就同法第五百\r\n三十八條第一項所定「為防止發生重大之損害或避免急迫之危險或有其他\r\n相類之情形而有必要」之「假處分之原因」，考量其是否發生急迫而無法\r\n彌補之重大損害，並權衡該處分對雙方可能造成之影響及利益之平衡，包\r\n括債權人專利權被侵害之損害，與債務人所受之營業損害暨波及第三人所\r\n生之影響，孰重孰輕？債權人因該處分獲得之利益或防免之損害，是否逾\r\n債務人所受之不利益或損害？以及其對公共利益之維護等項，債權人已否\r\n提出有利之釋明，再斟酌社會經濟等其他主、客觀因素，綜合以斷之，始\r\n不失該條項所揭櫫保全必要性之真諦。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1375 號 民事判決",
        "case_topic": "塗銷所有權登記等",
        "case_date": "民國 97 年 06 月 26 日",
        "case_gist": "債權人基於民法第二百四十二條規定行使債務人之權利時，第三債務人對\r\n於債權人固與對於債務人同，得以對於債務人之一切抗辯對抗債權人。然\r\n此非謂第三債務人即得代位債務人行使債務人得對債權人主張之抗辯權。"
    },
    {
        "case_id": "最高法院 97 年度台聲字第 496 號 民事裁定",
        "case_topic": "損害賠償再審聲請退還裁判費",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "原告撤回其訴者，訴訟費用由原告負擔。其於第一審言詞辯論終結前撤回\r\n者，得於撤回後三個月內聲請退還該審級所繳裁判費三分之二；前項規定\r\n，於當事人撤回上訴或抗告者準用之，民事訴訟法第八十三條定有明文。\r\n故當事人提起第三審上訴，經本院認為不合法，以裁定駁回後，當事人始\r\n向本院撤回上訴並聲請退還裁判費三分之二，顯與上開規定不合，自屬不\r\n應准許。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 414 號 民事裁定",
        "case_topic": "給付工程款參加訴訟",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "民事訴訟法第五十八條第一項所稱有法律上利害關係之第三人，係指第三\r\n人在私法或公法上之法律關係或權利義務，將因其所輔助之當事人受敗訴\r\n判決有致其直接或間接影響之不利益，倘該當事人獲勝訴判決，即可免受\r\n不利益之情形而言，且不問其敗訴判決之內容為主文之諭示或理由之判斷\r\n，祇須其有致該第三人受不利益之影響者，均應認其有輔助參加訴訟之利\r\n益而涵攝在內，以避免裁判歧異及紛爭擴大或顯在化。至僅有道義、感情\r\n、經濟、名譽或其他事實上之利害關係者，則不與焉。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 403 號 民事裁定",
        "case_topic": "聲請停止執行",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "有回復原狀之聲請，或提起再審或異議之訴，或對於和解為繼續審判之請\r\n求，或提起宣告調解無效之訴、撤銷調解之訴，或對於許可強制執行之裁\r\n定提起抗告時，法院因必要情形或依聲請定相當並確實之擔保，得為停止\r\n強制執行之裁定，強制執行法第十八條第二項定有明文。所稱法院，係指\r\n受理回復原狀之聲請、再審之訴、異議之訴等訴訟之受訴法院而言。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1291 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免除之，\r\n民法第二百十七條第一項定有明文。此項規定之目的在謀求加害人與被害\r\n人間之公平，故在裁判上法院得以職權減輕或免除之。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1277 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "按當事人聲明之證據，除認為不必要者外，法院應為調查，民事訴訟法第\r\n二百八十六條規定甚明。所謂「不必要者」，係指聲明之證據中，依當事\r\n人聲明之意旨與待證之事實，毫無關聯，或法院就某事項已得心證，而當\r\n事人仍聲明關於該事項之證據方法等情形而言。故某證據方法依當事人聲\r\n明之意旨，苟與待證之事項有關聯性者，不得預斷為難得結果，認無必要\r\n而不予調查。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1274 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "依民法第一百七十九條之不當得利規定請求返還者，為他方所受之利益，\r\n而非請求權人所受之損害金。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1273 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "民法第八百七十六條第一項之法定抵押權，雖須以該建築物於土地設定抵\r\n押權時業已存在為要件，惟若在抵押權設定當時，土地及其地上之建築物\r\n非屬同一人所有，但在抵押權實行時，該建物與抵押之土地已歸相同之人\r\n所有，或雖非完全相同，但建物所有人與土地其他所有人間均具有密切之\r\n親屬關係者，為貫徹立法目的，似宜解為仍有該條之適用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1255 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 97 年 06 月 19 日",
        "case_gist": "公用地役關係為公法關係。倘私有土地已具有公用地役關係存在時，土地\r\n所有人之權利行使，固不得違反供公眾使用之目的，而排除他人之使用。\r\n惟公用地役關係乃以不特定之公眾為對象，如係特定之人占有使用特定土\r\n地，該占有使用人並非不特定之公眾，自無從成立公用地役關係。準此，\r\n公立學校或機關之建築物占有使用私人土地，其占有人既僅為該特定之公\r\n立學校或機關，當不能因不特定之民眾獲准進入學校或機關建築內，即謂\r\n就學校或機關之占有使用私人土地已有公用地役關係存在，據以排除土地\r\n所有人行使物上請求權，或基於不當得利法律關係請求占有人返還相當於\r\n租金之利得。"
    },
    {
        "case_id": "最高法院 97 年度台聲字第 463 號 民事裁定",
        "case_topic": "給付票款聲請核定第三審律師酬金",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "民事訴訟法第七十七條之二十五第二項及第四百六十六條之三第一項規定\r\n第三審律師之酬金為訴訟費用之一部。而聲請核定第三審律師酬金，目的\r\n在於確定訴訟費用額，亦即確定應負擔訴訟費用之一造應賠償他造所支出\r\n訴訟費用之數額，從而依確定終局判決應負擔訴訟費用之當事人，既不得\r\n請求他造賠償其支出之訴訟費用，自無聲請法院核定第三審律師酬金之必\r\n要，是其聲請核定第三審律師酬金，因無實益，不應准許。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 386 號 民事裁定",
        "case_topic": "宣告破產",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "民事訴訟法第四百八十六條第四項之再為抗告，依同法第四百九十五條之\r\n一第二項準用第四百六十六條之一第一項前段規定，再抗告人應委任律師\r\n為訴訟代理人。當事人對於抗告法院之裁定再為抗告，如未委任律師為訴\r\n訟代理人，抗告法院應定期先命其補正，於其自行委任或聲請法院依訴訟\r\n救助之規定選任律師為其訴訟代理人之前，不具表明再抗告理由之能力，\r\n法院尚不得逕以其再為抗告適用法規顯有錯誤，認其再抗告為不合法，以\r\n裁定予以駁回。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1246 號 民事判決",
        "case_topic": "請求移轉土地所有權等",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "土地法第二百零八條，就興辦事業之主體並未明定，稽之私（法）人興辦\r\n有助於公共利益之事業，與由國家興辦，其公益性與公共服務效果，並無\r\n不同，原無限制私（法）人不得以請求國家徵收方式取得土地，資以興辦\r\n公共事業之必要，倘係基於公共利益、符合公用需要、合乎比例原則，有\r\n法定徵收依據，並依法定徵收程序，且為合理之補償者，私（法）人為興\r\n辦公共事業而立於需用土地人之地位申請徵收土地，應非行為時法之所禁\r\n。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1240 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "倘聲請強制執行之債權人係以相同之執行名義分向不同之法院聲請強制執\r\n行，而兩案之執行債權人及執行債務人並非全同，則是否依兩案執行所得\r\n金額比例分攤執行費用較符公平原則，非無探求餘地。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1214 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "著作權法所保護之著作，係指著作人所創作之精神上作品，而所謂精神上\r\n作品，除須為思想或感情上之表現，且有一定表現形式等要件外，尚須具\r\n有原創性，而此所謂原創性之程度，固不如專利法中所舉之發明、新型、\r\n新式樣等專利所要求之原創性程度（即新穎性）較高，亦即不必達到完全\r\n獨創之地步。即使與他人作品酷似或雷同，如其間並無模仿或盜用之關係\r\n，且其精神作用達到相當之程度，足以表現出作者之個性及獨特性，即可\r\n認為具有原創性；惟如其精神作用的程度很低，不足以讓人認識作者的個\r\n性，則無保護之必要。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1213 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "按債權之讓與，非經讓與人或受讓人通知債務人，對債務人不生效力，但\r\n法律另有規定者，不在此限，民法第二百九十七條第一項定有明文。債權\r\n讓與契約係以移轉特定債權為其標的，屬於處分行為，債權讓與契約發生\r\n效力時，債權即行移轉於相對人，為準物權契約。將來債權其係附停止條\r\n件或附始期者之債權讓與，雖非法所不許，然此類將來債權，債權讓與契\r\n約成立時尚未存在，如受通知時債權仍未發生，何能發生移轉效力，自須\r\n於實際債權發生時再為通知。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1208 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "按於上訴期間內對於判決有合法之上訴者，始阻其確定，固為民事訴訟法\r\n第三百九十八條第一項但書所明定，惟以其不合法而予以駁回之裁定，如\r\n可抗告，則於提起抗告尚未確定前，或於抗告期間內，參照司法院院字第\r\n三００七號解釋意旨，尚無從斷定其為非合法之上訴，該判決亦即不能認\r\n為確定。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1207 號 民事判決",
        "case_topic": "確認契約關係不存在",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "債務人之給付需債權人之協力者，縱未約定債權人為協力行為之期限，然\r\n依一般社會觀念，債權人仍應於合理之期間內完成其協力行為。倘因債權\r\n人不於合理期間完成協力行為，致債務人遲延給付者，尚難謂係因可歸責\r\n於債務人之事由致未為給付，債務人自不負遲延責任。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1206 號 民事判決",
        "case_topic": "確認通行權存在",
        "case_date": "民國 97 年 06 月 12 日",
        "case_gist": "上訴為當事人對於所受不利益之下級審判決聲明不服之方法，非受判決之\r\n當事人，不得對於法院就他人間所為之判決提起上訴。本件被上訴人張鈺\r\n羚並非第一審判決之當事人，則其與其餘被上訴人一同對第一審判決提起\r\n上訴，已非合法，原審未詳查明，遽以之為上訴人為判決，已有違誤。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 357 號 民事裁定",
        "case_topic": "通知受擔保權利人行使權利",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "民事訴訟法第一百零四條第一項第三款所謂訴訟終結，在因假扣押或假處\r\n分供擔保之場合，因該擔保係為保障受擔保利益人因假扣押或假處分所受\r\n損害而設，倘執行法院已依假扣押或假處分裁定為假扣押或假處分之執行\r\n，則在執行法院撤銷執行程序前，受擔保利益人所受損害仍可能繼續發生\r\n，損害額既未確定，自難強令其行使權利，故必待假扣押或假處分之執行\r\n程序已撤銷，始得謂為訴訟終結。又假扣押或假處分程序，係為債權人保\r\n全強制執行而設，若債權人之請求已有有既判力之執行名義，即得逕行聲\r\n請強制執行，無聲請假扣押或假處分之必要。倘債權人仍聲請法院准許假\r\n扣押或假處分並實施強制執行者，既不得更行提起本案訴訟，上開法條所\r\n稱訴訟終結，自應為相同之解釋。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 355 號 民事裁定",
        "case_topic": "清償債務強制執行聲明異議",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "公同共有物未分割前，公同共有人中一人之債權人，雖不得對於公同共有\r\n「物」聲請強制執行，而對於該公同共有人公同共有之「權利」，得請求\r\n執行，已經司法院院字第一０五四號㈡解釋在案，該解釋既未區分一般公\r\n同共有及因繼承而公同共有之權利，復未限縮於僅為「查封」之執行，且\r\n債務人因繼承而取得不動產公同共有之權利，如可依其應繼分估算出潛在\r\n之應有部分，並非不能比照或類推適用對於不動產之執行方法換價，則遽\r\n將相對人因繼承而公同共有不動產權利之「拍賣」執行排除在上開解釋適\r\n用範圍外，非無不適用該解釋之違誤。"
    },
    {
        "case_id": "最高法院 97 年度台再字第 27 號 民事判決",
        "case_topic": "請求給付補償費",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "司法院大法官會議釋字第一三五號解釋意旨為「民刑事訴訟案件下級法院\r\n之判決，當事人不得聲明不服而提出不服之聲明或未提出不服之聲明而上\r\n級法院誤予廢棄或撤銷發回更審者，該項上級法院之判決及發回更審後之\r\n判決，均屬重大違背法令，固不生效力，惟既具有判決之形式，得分別依\r\n上訴、再審、非常上訴及其他法定程序辦理」，此因當事人對於下級法院\r\n之判決不得聲明不服或未提出不服之聲明時，下級法院之判決已告確定，\r\n不因上級法院誤予廢棄而影響該已確定判決之效力，故認該上級法院判決\r\n及發回更審後之判決均不生效力。而本件再審被告於前案起訴係請求確認\r\n兩造間之土地租賃關係存在及給付補償費新臺幣二千九百二十三萬二千四\r\n百二十元，經前案第二審判決其敗訴後，其係全部聲明不服，嗣始撤回給\r\n付補償費部分之上訴；該前案第二審判決既非不得上訴第三審，則前案第\r\n二審判決關於確認之訴部分，並非於判決後或相對人撤回給付補償費之第\r\n三審上訴時當然確定，本院仍應對未撤回部分為裁判，此與上述解釋所指\r\n情形迥不相同，自無該解釋之適用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1169 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "事實陳述本身涉及真實與否，雖其與言論表達在概念上偶有流動，有時難\r\n期涇渭分明，若言論係以某項事實為基礎，或發言過程中夾論夾敘，將事\r\n實敘述與評論混為一談，在評價言論自由與保障個人名譽權之考量上，仍\r\n應考慮事實之真偽，倘行為人所述事實足以貶損他人之社會評價而侵害他\r\n人名譽，而行為人又未能證明所陳述事實為真，縱令所述事實係轉述他人\r\n之陳述，如明知他人轉述之事實為虛偽或未經相當查證即公然轉述該虛偽\r\n之事實，而構成故意或過失侵害他人之名譽，仍應負侵權行為損害賠償責\r\n任。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1160 號 民事判決",
        "case_topic": "回復原狀",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "民事訴訟法第四百條第一項規定確定判決之既判力，惟於判決主文所判斷\r\n之訴訟標的，始可發生。故所謂既判力不僅關於其言詞辯論終結前所提出\r\n之攻擊防禦方法有之，即其當時得提出而未提出之攻擊防禦方法亦有之，\r\n係指與訴訟標的有關之攻擊防禦方法而言。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1157 號 民事判決",
        "case_topic": "返還借用物等",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "債務人非依債務本旨實行提出給付者，不生提出之效力。但債權人預示拒\r\n絕受領之意思，或給付兼需債權人之行為者，債務人得以準備給付之事情\r\n，通知債權人，以代提出，為民法第二百三十五條所明定。但書所定，債\r\n權人預示拒絕受領之意思，或給付兼需債權人之行為者，債務人得以準備\r\n給付之事情，通知債權人，以代現實之提出。如係以非對話方式為通知者\r\n，參照同法第九十五條第一項前段規定，以通知達到相對人，始發生效力\r\n。所謂達到，係指通知達到債權人之支配範圍，置於債權人隨時可了解其\r\n內容之客觀之狀態而言。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1155 號 民事判決",
        "case_topic": "給付補償費",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "（一）民事訴訟所謂不干涉主義（廣義的辯論主義）係指當事人所未聲明\r\n      之利益，不得歸之於當事人，所未提出之事實及證據，亦不得斟酌\r\n      之，此觀民事訴訟法第三百八十八條之規定自明。至於適用法律，\r\n      係法官之職責，不受當事人所主張法律見解之拘束。因此，辯論主\r\n      義之範圍僅為判決基礎之事實及其所憑之證據，而不及於法律之適\r\n      用。\r\n（二）至原審審判長未行使闡明權，令當事人為法律上之陳述，即逕行適\r\n      用當事人未主張之法律，訴訟程序雖有瑕疵，但不影響判決之結果\r\n      ，"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1152 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 97 年 06 月 05 日",
        "case_gist": "法律上所謂準用，係法律明定將關於某種事項（法律事實）所設之規定，\r\n適用於其相同或相類似之事項之上，倘法律未明文規定之事項，而與既有\r\n之法律所規範之事項相同或相類似者，只能加以類推適用，而非準用，此\r\n在法律適用之方法上須加以分辨。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 348 號 民事裁定",
        "case_topic": "返還房屋等強制執行",
        "case_date": "民國 97 年 05 月 29 日",
        "case_gist": "公務人員請領退休金之權利不得扣押，固為公務人員退休法第十四條所明\r\n定，惟該條文所稱請領退休金之權利，係指退休人員尚未領取之退休金，\r\n對其退休前任職之機關得請求領取之權利，係屬一身專屬權利，故不得扣\r\n押之，惟退休金經領取後，則請領退休金之權利即因已行使而不存在，因\r\n此將領取之退休金存入銀行或郵局，與將其他收入之金錢存入銀行或郵局\r\n相同，均已變成其對存款銀行或郵局之一般金錢債權性質。此種對存款銀\r\n行或郵局請求付款之權利，殊難謂係公教人員請領退休金之一身專屬權利\r\n，除有其他不得強制執行之情形外，尚難以其為公務員退休金而謂不得強\r\n制執行。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 337 號 民事裁定",
        "case_topic": "侵權行為損害賠償聲明承受訴訟",
        "case_date": "民國 97 年 05 月 29 日",
        "case_gist": "法人因合併而消滅者，訴訟程序在因合併而設立或合併後存續之法人承受\r\n其訴訟以前當然停止，民事訴訟法第一百六十九條第一項定有明文。又金\r\n融機構合併法所稱合併，係指二家或二家以上之金融機構合併為一家金融\r\n機構而言，並涵蓋依該法第十三條規定，農、漁會讓與其信用部與銀行，\r\n而結束原有信用部業務之情形，此觀該法第四條第一款第一目規定及同條\r\n第二款之立法理由即明。因此農、漁會依同法第十三條讓與其信用部與銀\r\n行，在訴訟上應類推適用民事訴訟法法人合併之規定，由受讓之銀行承受\r\n訴訟。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 1133 號 民事判決",
        "case_topic": "返還所有物等",
        "case_date": "民國 97 年 05 月 29 日",
        "case_gist": "關於讓與動產物權，而讓與人仍繼續占有動產者，讓與人與受讓人間得訂\r\n立契約，使受讓人因此取得間接占有，以代支付之規定，不得準用於質權\r\n之移轉占有，此由民法第八百八十五條及第七百六十一條第二項之規定觀\r\n之自明。"
    }
]