[
    {
        "case_id": "最高法院 84 年度台上字第 1430 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 09 日",
        "case_gist": "按職務保證性質，與一般之金錢債務保證不同，保證契約如係約定，對於\r\n被保證人職務行為致損害於僱用人時，負賠償責任，即為獨立負擔之損害\r\n賠償義務，非無民法第二百十七條過失相抵規定之適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1428 號 民事判決",
        "case_summary": "異議之訴",
        "case_date": "民國 84 年 06 月 09 日",
        "case_gist": "按自認之撤銷，除別有規定外，以自認人能證明與事實不符，且係出於錯\r\n誤而為自認者，始得為之，民事訴訟法第二百七十九條第三項定有明文。\r\n故自認人撤銷其自認者，除應向法院為撤銷自認之表示外，尚須舉證證明\r\n其自認有與事實不符，且其自認係出於錯誤之事實。本件被上訴人於第一\r\n審言詞辯論時，已自認系爭不動產，係被上訴人以信託關係登記予其妻李\r\n張秀英。雖被上訴人以後為反於自認事實之陳述，但似未為撤銷自認之表\r\n示，亦未主張並舉證證明其前所為之自認係出於錯誤，且與事實不符。原\r\n審竟認上訴人不能舉證證明被上訴人與其妻李張秀英間，就系爭不動產有\r\n何信託契約，而為不利於上訴人之判決，顯有可議。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1423 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 09 日",
        "case_gist": "負損害賠償責任者，除法律另有規定或契約另有訂定外，應回復他方損害\r\n發生前之原狀。應回復原狀者，如經債權人定相當期限催告後，逾期不為\r\n回復時，債權人得請求以金錢賠償其損害。不能回復原狀或回復顯有重大\r\n困難者，應以金錢賠償其損害，民法第二百十三條第一項、第二百十四條\r\n、第二百十五條分別定有明文。故損害發生之後，如有回復原狀之可能，\r\n受害人請求加害人賠償，應先請求為原狀之回復，倘非法律另有規定或契\r\n約另有訂定，不得逕行請求金錢賠償。查上訴人主張被上訴人向其詐取之\r\n貨品，為如附表所示之楊桃汁、RC可樂、香檳露等上訴人公司產品，而上\r\n開貨品均係以種類指示給付物者，且該貨品現在市面上並非不存在，亦無\r\n禁止流通，此為上訴人所不爭，是附表所示楊桃汁等貨品雖經特定，亦無\r\n不能回復原狀或回復顯有動大困難之情形。上訴人以附表所示之貨品已逾\r\n規定之保存期限，不得販賣，及被上訴人已將貨品出售，而主張有民法第\r\n二百十五條規定之情形，核無可取。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 311 號 民事",
        "case_summary": "聲明異議事件",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "按債權人以確定之終局判決為執行名義，聲請執行法院強制執行，或就已\r\n開始強制執行程序之債務人財產聲明參與分配，以實現其執行名義所載之\r\n權利讓與第三人，依民事訴訟法第四百零一條第一項之規定，確定判決之\r\n既判力既及於該第三人，則該第三人即受讓與人當然取得強制執行程序債\r\n權人之地位，無須再重新聲請強制執行或聲明參與分配。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 309 號 民事",
        "case_summary": "請求損害賠償事件",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "按刑事法院依刑事訴訟法第五百零四條第一項以裁定將附帶民事訴訟移送\r\n同院民事庭，依同條第二項規定，固應免納裁判費；然所應免納裁判費之\r\n範圍，以移送前之附帶民事訴訟為限，一經移送同院民事庭以後，已成為\r\n獨立之民事訴訟，則移送後之訴訟程序，即應適用民事訴訟法之規定辦理\r\n，此觀刑事訴訟法第四百九十條規定自明。又提起民事第二審上訴，應依\r\n民事訴訟費用法第十八條繳納裁判費，此為必須具備之程式，若有欠缺而\r\n未遵命補正者，其上訴即不合法。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1411 號 民事",
        "case_summary": "分配表異議之訴事件",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "按以動產附加於建築物而成為一體者，該動產即喪失獨立性，而構成建築\r\n物之部分，該建築物之所有權範圍，亦因而擴張於該附加物。又該建築物\r\n倘已供抵押權，其抵押權之支配範圍與所有權相同，自亦隨之擴張而及於\r\n附加物。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1401 號 民事判決",
        "case_summary": "參與分配",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "無執行名義之債權人聲明參與分配，必須具備強制執行法第三十四條第二\r\n項規定之要件；否則，其聲明參與分配即不合法。如有欠缺，而執行法院\r\n未命其補正，僅生不得裁定駁回其聲明之效果，尚無從認其聲明已備法定\r\n要件。上訴人既係於拍賣程序終結後始為釋明債務人無他財產足供清償，\r\n自難謂此項欠缺業已補正，原審認其仍應受強制執行法第三十二條第二項\r\n規定之限制，僅得就他債權人受償之餘額而受清償，無何違誤。 (本院六\r\n十九年台上字第二一○一號判例參照) 。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1392 號 民事判決",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "按原告提起確認之訴，若原告之給付請求權之消滅時效已完成者，經他造\r\n為時效抗辯後，自無即受確認判決之法律上利益。上訴人之所有權塗銷登\r\n記請求權，及所有權移轉登記請求權，均已因被上訴人為時效抗辯而罹於\r\n時效而消滅，則上訴人所提確認之訴部分，自屬無即受確認判決之法律上\r\n利益，從而上訴人所提起確認之訴部分，亦非正當。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1381 號 民事裁定",
        "case_summary": "確認本票債權不存在",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審判決，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人僅得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴，民事訴訟法第四百三十六條之二第一\r\n項定有明文。所謂適用法規顯有錯誤，係指原第二審判決就其取捨證據所\r\n確定之事實適用法規顯有錯誤而言。至其認定事實不當，則不在該條項適\r\n用之列。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1376 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "土地法第十四條第一項第五款及第二項分別規定：公共交通道路土地不得\r\n為私有；已成為私有者，得依法徵收之。乃係因公共交通道路土地屬於公\r\n共需用地，為顧及社會公共利益，依循土地政策之要求，宜歸國家所有，\r\n由政府機關管理經營之，故特明定為不得私有，至若在成為公共交通道路\r\n土地前，已成為私有者，則依本條第二項規定，政府得依法徵收，使歸諸\r\n公有，藉以貫徹第一項之規定，並保障私有土地所有人之權益。查系爭土\r\n地於成為公共交通道路土地前，已為上訴人所私有，雖因地政機關於辦理\r\n土地總登記時誤將之登記為國有，並供中山高速公路使用，然其登記既有\r\n得塗銷之原因，上訴人自得請求被上訴人塗銷系爭土地之所有權登記。倘\r\n為貫徹土地法第十四條第一項不得為私有之規定，被上訴人非不得依同條\r\n第二項規定，依法予以徵收。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1363 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 06 月 08 日",
        "case_gist": "按土地經法院執行假扣押，依土地登記規則第一百二十八條規定，在法院\r\n撤銷查封前，登記機關應停止與其權利有關之新登記。此時，對債務人言\r\n，就其所有之土地已喪失處分之權能，即處於給付不能之狀態，法院自無\r\n從命為移轉登記。又債務人異議之訴，係債務人主張執行名義成立後，有\r\n消滅或妨礙債權人請求之事由發生，而在強制執行程序終結前請求法院判\r\n決不許強制執行，以排除執行力之訴訟。故假扣押裁定之執行名義，性質\r\n上僅係保全執行，並不生確定請求權存否之效力，債務人對其請求之存否\r\n如有爭執，得聲請法院命債權人於一定期間內起訴，以謀解決。債務人自\r\n不得逕對假扣押提起債務人異議之訴。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1037 號 民事判決",
        "case_summary": "清償債務",
        "case_date": "民國 84 年 05 月 40 日",
        "case_gist": "本院六十二年台上字第一五三六號判例僅在闡釋民法第五百四十九條第二\r\n項所稱之損害，不包括當事人間原先約定之報酬在內，非謂一切預期利益\r\n之損失，均在不得請求賠償之列。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 302 號 民事裁定",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "按提起分割共有物之訴，參與分割之當事人，以共有人為限。請求分割之\r\n共有物，如為不動產，共有人之應有部分各為若干，悉以土地登記簿登記\r\n者為準。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1374 號 民事判決",
        "case_summary": "塗銷房屋所有權登記",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "按契約之成立，固以當事人互相表示意思一致為要件，但所謂互相表示意\r\n思一致，並不限於當事人間直接為之，其由第三人為媒介而獲致意思表示\r\n之一致者，仍不得謂契約並未成立。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1373 號 民事判決",
        "case_summary": "給付補償金",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "土地所有權人自辦市地重劃，其辦理重劃之主體為自辦重劃區重劃會，並\r\n應優先適用「獎勵土地所有權人辦理市地重劃辦法」之規定。而該辦法第\r\n三十五條對於自辦市地重劃區重劃前訂有耕地租約之公、私有土地，重劃\r\n後之處理方式，既有特別規定，自無再依該辦法第二條準用市地重劃實施\r\n辦法第四十六條、平均地權條例第六十三條暨其施行細則第八十九條及第\r\n九十條規定之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1371 號 民事判決",
        "case_summary": "簽訂買賣契約",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "私有農地所有權之移轉，依土地法第三十條第一項規定其承受人以能自耕\r\n者為限。同法條第二項並規定違反前項規定者，其所有權之移轉無效。又\r\n承受農地所有權之人有無自耕能力，應以訂約承受時為準，如其訂約承受\r\n時無自耕能力，即係以不能之給付為契約之標的，依民法第二百四十六條\r\n第一項之規定，該項約定移轉農地所有權與無自耕能力人之契約，應屬無\r\n效，且除有同條但書之情形外，並不因嗣後取得自耕能力而使之成為有效\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1368 號 民事判決",
        "case_summary": "確認抵押權不存在",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "按法律關係之存在與否不明確，致原告在私法上之地位有受侵害之危險。\r\n而此危險得以對於被告之確認判決除去者，即得依民事訴訟法第二百四十\r\n七條之規定提起確認之訴。又確認法律關係成立或不成立之訴，固以確認\r\n現在之法律關係為限，如已過去或將來應發生之法律關係，則不得為確認\r\n之訴之標的。惟所謂過去之法律關係，指過去曾經成立或不成立之法律關\r\n係，因情事變更，該過去之法律關係現已不復存在之情形而言。若過去成\r\n立或不成立之法律關係延續至現在尚存續者，仍不失為現在之法律關係。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1365 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "按當事人適格為訴權存在之要件，屬法院應依職權調查之事項。本件林德\r\n川是否即係祭祀公業林鐘之管理人，與其得否就系爭訴訟標的之法律關係\r\n為實施訴訟權，所關頗切，法院自應先依職權詳為調查審認。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1361 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "按定共有物分割之方法，固可由法院自由裁量，但亦須以其方法適當者為\r\n限。將原物分割予各共有人，似為兩造所同意。惟應如何按其成分，劃分\r\n地區分配於各共有人，或對不能按其應有部分受分配者，如何酌以金錢補\r\n償之，在審理事實之法院，非不能定一適當之方法以為分割。若遽將土地\r\n予以變賣，則兩造在系爭土地上建築居住之房屋，勢非拆遷不可，其方法\r\n自非適當。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1348 號 民事判決",
        "case_summary": "返還無權占有土地",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "系爭土地地目為田，有土地登記簿謄本足憑，上訴人亦自認於六十四年十\r\n二月二十九日，向林簡桂買受系爭土地時，就該土地並無自耕能力，則其\r\n與林簡桂訂立之買賣契約，即係以不能之給付為契約之標的，依民法第二\r\n百四十六條第一項前段規定，應屬無效。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1344 號 民事判決",
        "case_summary": "返還墊款",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "勞工保險為強制保險，旨在保障勞工生活，促進社會安定，有關保險範圍\r\n及保險給付等均設強制規定。且勞資雙方及承辦保險機關，如就勞工保險\r\n事項發生爭執，有特定之審理程序及特設之審議機關，是勞工保險性質上\r\n係公法關係，與普通商業保險為私法上之契約關係有別。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1334 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 05 月 31 日",
        "case_gist": "查本件上訴人與被上訴人訂立之「房屋預定買賣契約書」第一條第一款，\r\n除記載買賣標的房屋之坐落基地、大廈名稱、棟別、層別及面積外，並特\r\n別載明房屋﹁位置及配置如附圖」。第二十一條第四款並記載本 (契) 約\r\n附件平面圖、地下室車位參考圖視為本契約之一部分，與本契約條款規定\r\n有同一之效力。而契約書所附Ｆ棟 (系爭房屋屬Ｆ棟八樓其中之一戶) 七\r\n至十二樓平面參考圖顯示，每層規劃均為大坪數房屋四戶，並無小坪數套\r\n房之設計。足見該Ｆ棟大樓七樓以上住宅部分，每層為大坪數房屋四戶之\r\n住宅環境，應為本件契約債之本旨之一，同時亦為契約預定效用之一部分\r\n。依民法第三百五十四條第一項規定，出賣人即上訴人自負有擔保其物，\r\n依第三百七十三條危險移轉於買受人時，無滅失或減少其價值之瑕疵，及\r\n滅失或減少通常效用或契約預定效用之瑕疵。系爭房地在兩造簽約後交付\r\n前，上訴人既未經被上訴人同意，變更設計將七樓以上每一層其中一戶，\r\n改為小坪數之套房三戶出售，顯已違反其債務本旨，有減少契約預定效用\r\n之瑕疵，此瑕疵且非無關重要者。被上訴人催告上訴人補正該瑕疵，經上\r\n訴人拒絕後，以該瑕疵為原因解除系爭房地買賣契約，核與民法第三百五\r\n十九條規定，尚無不合。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 300 號 民事裁定",
        "case_summary": "票款執行",
        "case_date": "民國 84 年 05 月 26 日",
        "case_gist": "記名本票發票人有禁止轉讓之記載者，不得轉讓，該發票人對於禁止後再\r\n由背書取得本票之人不負責任。此觀票據法第一百二十四條準用同法第三\r\n十條第二項、第三項但書規定自明。故禁止轉讓之票據，其受讓人雖有民\r\n法關於債權讓與規定之適用，惟不得依票據法之規定對為禁止轉讓之發票\r\n人或背書人行使票據上之權利。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1308 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 05 月 26 日",
        "case_gist": "民法第二百四十六條之給付不能，係指自始客觀不能而言。共有人中之一\r\n人，未經其他共有人之同意，與他人訂立合建之債權契約，並非以自始客\r\n觀不能之給付為契約之標的，難謂其契約無效。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1301 號 民事判決",
        "case_summary": "確認地上權存在",
        "case_date": "民國 84 年 05 月 26 日",
        "case_gist": "占有他人之土地，依民法第七百七十二條準用第七百六十九條規定，主張\r\n依時效而取得地上權者，土地所有權人固不負擔同意占有人登記為地上權\r\n人之義務，惟占有人如依土地登記規則第一百十三條規定，由其一方聲請\r\n登記為地上權人，經登記機關受理，在公告期間，土地所有人不附任何理\r\n由而提起異議，致登記程序發生障礙，倘占有人不服登記機關之調處，而\r\n提起訴訟，即可請求土地所有人容忍其辦理地上權登記，以排除土地所有\r\n人之異議，使登記程序之障礙除去。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1300 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 84 年 05 月 26 日",
        "case_gist": "關於執行異議之訴，依強制執行法第十四條規定，債務人得於強制執行程\r\n序終結前提起異議之訴者，以執行名義成立後，有消滅或妨礙債權人請求\r\n之事由發生為限。抵押權所擔保之債權自始不存在，核非執行名義成立後\r\n消滅或妨礙債權人請求之事由，至抵押物拍賣裁定有無合法成立，是否已\r\n經合法送達，均係執行名義已否成立之問題，亦非依執行異議之訴所得救\r\n濟。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1288 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 05 月 26 日",
        "case_gist": "按債之清償得由第三人為之，第三人就債之履行有利害關係者，債權人不\r\n得拒絕，民法第三百十一條第一項、第二項但書定有明文。本件被上訴人\r\n邱桂昌與林運化等三人間，及邱桂昌、邱瑞玉與上訴人間就系爭土地所成\r\n立之買賣契約，均為有效存在，邱桂昌尚積欠林運化等三人尾款及違約金\r\n一百八十萬元，為原審合法確定之事實。因邱桂昌、邱瑞玉已收受上訴人\r\n給付定金一百萬元而應即辦理土地所有權移轉登記，惟因邱桂昌尚欠林運\r\n化等人尾款致無法辦理所有權移轉登記手續，就系爭土地辦理所有權移轉\r\n登記而言，上訴人自屬邱桂昌履行給付尾款及違約金部分之利害關係人，\r\n依上開法條說明，上訴人自得代邱桂昌清償，且債權人不得拒絕。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1281 號 民事判決",
        "case_summary": "履行買賣契約",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "按公司法第一百六十二條規定，股份有限公司之股票應編號載明公司名稱\r\n，設立登記之年、月、日、股數及每股金額，股票發行之年、月、日，由\r\n董事三人以上簽名、蓋章，並經主管機關或其核定登記之機構簽證後發行\r\n，此為必要記載事項，如有欠缺，其股票即為無效。又同法第一百五十六\r\n條規定，股份有限公司之股份種類由章程定之。而股份有限公司係法人，\r\n其財產各自獨立，自不得由二個股份有限公司列名發行股票。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1275 號 民事判決",
        "case_summary": "確認僱傭關係存在",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "勞工無正當理由繼續曠工三日者，雇主得不經預告終止契約，勞動基準法\r\n第十二條第一項第六款定有明文。據此規定可知，雇主得不經預告終止契\r\n約者，必須具備： (一) 勞工無正當理由曠工， (二) 繼續曠工三日之法\r\n定要件，若僅符合其中之一者，尚不構成終止契約之事由。從而，勞工雖\r\n繼續曠工三日，但其曠工非屬無正當理由者，雇主即不得據以終止契約。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1264 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "被上訴人對上訴人係依侵權行為之規定請求損害賠償，屬於債法之事項，\r\n並非對於上訴人有何物權上之主張，是縱八十年五月一日被上訴人才取得\r\n物權上之所有權人之地位，但此應不影響被上訴人在債法上可主張之權利\r\n。按買賣標的物之利益及危險，自交付時起，均由買受人承受負擔，民法\r\n第三百七十三條定有明文。被上訴人既自七十一年起即占有系爭房屋，自\r\n該年起，系爭房屋之利益及危險，自均由被上訴人承受負擔。上訴人曾於\r\n八十一年十月二日依台北市政府工務局建築爭議評議決議，分別對被上訴\r\n人張國華、李維平、徐殿林、宋欽銘、樂靚等人提存賠償款，有提存通知\r\n書五份為證，而其上提存原因載為遲延受領，依此提存書，亦足證明上訴\r\n人於八十一年十月二日當時已承認被上訴人對其有本件之請求權存在。其\r\n既已承認並已將應賠償被上訴人之金額予以提存，則依民法第一百二十九\r\n條第一項第二款之規定，消滅時效因而中斷，依同法第一百三十七條第一\r\n項之規定，應自中斷事由終止時，即八十一年十月二日重行起算，而被上\r\n訴人於八十二年一月五日提起本件損害賠償訴訟，尚未逾二年時效期間。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1261 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "按土地法第三十條之所謂自耕，不僅指能自任耕作者而言，凡為維持一家\r\n生活而能直接經營耕作者亦包含在內，此就同法第六條所定自耕之意義對\r\n照觀之甚明。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1260 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "依上訴人所提出戶籍謄本之記載，陳金英似尚有八女陳秀蘭、九女陳玉蘭\r\n，得繼承其財產。果爾，則第一審裁定僅命被上訴人一人承受陳金英之訴\r\n訟自有未合。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1246 號 民事裁定",
        "case_summary": "返還信託物",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "特別代理人一經選任後，依同法第五十一條第四項規定，即得代理當事人\r\n為一切訴訟行為，其代理之權限不受審級之限制，在下級審法院經選任者\r\n，應在上級審法院續行訴訟。且特別代理人一經接受，即負有代理訴訟之\r\n義務，不得中途任意辭任。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1243 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "抵押權人聲請拍賣抵押物係屬非訟事件，法院僅就其提出證明有抵押權存\r\n在之證據為形式上之審查，祇須抵押權已經登記，且登記之債權已屆清償\r\n期而未受清償，法院即應為准許拍賣之裁定。而准許與否之裁定，既無確\r\n定實體法上法律關係存否之性質，要於債權及抵押權之存否，並無既判力\r\n。故債權人以准許拍賣抵押物之裁定為執行名義，聲請強制執行而受金錢\r\n之支付者，倘其債權確不存在，債務人非不得逕依不當得利之規定，請求\r\n其返還因執行所得之利益，難謂債務人須先提起確認債權不存在之訴而獲\r\n得勝訴判決確定後，始得依不當得利之規定請求債權人返還因執行所得之\r\n利益。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1242 號 民事判決",
        "case_summary": "排除侵害",
        "case_date": "民國 84 年 05 月 25 日",
        "case_gist": "民法第二百十五條所謂回復顯有重大困難者，係指回復原狀需時過長、需\r\n費過鉅或難得預期之結果之情形而言。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 284 號 民事裁定",
        "case_summary": "選派重整人",
        "case_date": "民國 84 年 05 月 19 日",
        "case_gist": "按因裁定而權利受侵害者，得為抗告。非訟事件法第二十四條第一項固定\r\n有明文。惟所謂權利受有侵害，應以裁定當時權利受有侵害者為限。查本\r\n件相對人對台北地院裁定提起抗告時，雖主張其係復興公司之股東，因裁\r\n定而權益受有影響云云。惟依其提出之復興公司股票背面記載，相對人係\r\n於八十四年一月九日，向復興公司辦理受讓股票過戶登記，其取得股東權\r\n似已在台北地院裁定 (八十三年十二月二十八日裁定) 之後。原法院就相\r\n對人是否因該台北地院裁定而權利受侵害，得否對裁定聲明不服，疏未審\r\n酌，已有未合。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 268 號 民事裁定",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 84 年 05 月 19 日",
        "case_gist": "董事任期屆滿而不及改選時，延長其執行職務至改選董事就任時為止，為\r\n公司法第一百九十五條第二項所明定。是公司之董事並非任期屆滿即不得\r\n再執行職務，必俟改選之董事就任時，始喪失原任董事之資格。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1239 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 19 日",
        "case_gist": "定型化契約條款如有疑義時，應為有利於消費者之解釋；其條款違反誠信\r\n原則，對消費者顯失公平者，無效，消費者保護法第十一條第二項、第十\r\n二條第一項分別定有明文。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1235 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 05 月 19 日",
        "case_gist": "解約定金，係以定金為保留解除權之代價，定金付與人固得拋棄定金，以\r\n解除契約；定金收受人亦得加倍返還定金，以解除契約。惟此項解除須於\r\n相對人著手履行前為之，相對人已著手履行時，則不得再為此項解除權之\r\n行使。\r\n按民法第二百五十五條所謂依契約之性質，非於一定時期為給付不能達其\r\n契約之目的者，係指就契約本身，自客觀上觀察，即可認識非於一定時期\r\n為給付，不能達其契約目的之情形而言。又所謂依當事人之意思表示，非\r\n於一定時期為給付，不能達其契約之目的者，必須契約當事人間有嚴守履\r\n行期間之合意，並對此期間之重要 (契約之目的所在) 有所認識，始足當\r\n之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1229 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 19 日",
        "case_gist": "查公示催告期間，持有證券人提出證券，經公示催告聲請人閱覽後，認為\r\n該證券即係其遺失者，公示催告程序即因而終結 (民事訴訟法第五百六十\r\n七條、本院六十九年台抗字第八六號、七十年台抗字第一一○號判例參照\r\n) ，聲請人不得再行撤回公示催告之聲請，本院前次發回意旨，就此已予\r\n指明。乃原審仍以市場常見有發票人聲請公示催告，持有人申報權利後，\r\n雙方自行和解而撤回公示催告聲請之情形，認公示催告聲請人閱覽申報人\r\n提出之證券無訛，公示催告程序終結後，仍得再撤回公示催告之聲請，進\r\n而謂大漢公司已撤回公示催告之聲請，其原止付通知失其效力，被上訴人\r\n無庸得票據占有人即上訴人之同意，即得將原止付之金額，交由發票人大\r\n漢公司動用，亦嫌率斷。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1224 號 民事判決",
        "case_summary": "清償債務",
        "case_date": "民國 84 年 05 月 19 日",
        "case_gist": "上訴人於七十七年十月間，向花蓮地院起訴，請求被上訴人返還合夥出資\r\n，訴訟程序中兩造成立和解，其中關於上訴人願給付被上訴人八十五萬元\r\n部分 (即被上訴人在本件起訴所主張之請求權依據) ，為被上訴人和解讓\r\n步之條件，惟被上訴人在該訴訟中，並未以反訴方式提出該項請求，則此\r\n部分對待給付，自無與確定判決同一效力，即非不得再予審認。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 278 號 民事裁定",
        "case_summary": "返還房屋",
        "case_date": "民國 84 年 05 月 18 日",
        "case_gist": "訴訟中有犯罪嫌疑牽涉其裁判者，法院得在刑事訴訟終結前，以裁定停止\r\n訴訟程序，為民事訴訟法第一百八十三條所明定。所謂「訴訟中有犯罪嫌\r\n疑」，係指本件民事訴訟中，有犯罪嫌疑牽涉其裁判者而言，並不包括其\r\n他訴訟是否有犯罪情事在內。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1217 號 民事判決",
        "case_summary": "給付買賣價金",
        "case_date": "民國 84 年 05 月 18 日",
        "case_gist": "按由自己之行為表示以代理權授與他人，或知他人表示為其代理人而不為\r\n反對之表示者，對於第三人應負授權人之責任。但第三人明知其無代理權\r\n或可得而知者，不在此限。民法第一百六十九條定有明文。被上訴人明知\r\n白照貴以其名義訂購系爭貨物，統一發票上記載買受人為被上訴人，並將\r\n貨物送至被上訴人所承包之南投轉播站工程工地交付，系爭貨物縱非被上\r\n訴人所買，被上訴人是否不負授權人之責任，即非無疑。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1215 號 民事判決",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 84 年 05 月 18 日",
        "case_gist": "股份有限公司之股東，依公司法第一百八十九條規定訴請撤銷股東會之決\r\n議，仍應受民法第五十六條第一項但書之限制，如已出席股東會而其對於\r\n股東會之召集程序或決議方法未當場表示異議者，不得為之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1213 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 05 月 18 日",
        "case_gist": "兩造所訂契約，雖名為「不動產預定買賣契約書」，但並無將來訂立買賣\r\n本約之約定。其對買賣價金、土地面積均已有約定，雙方將來可據此履行\r\n，上訴人並已給付定金及全部買賣價金完畢，自屬本約而非預約。按買賣\r\n為債權契約，並非處分行為，公同共有人中之一人，未得其他公同共有人\r\n同意，出賣公同共有物，僅對於其他公同共有人不生效力。在締約當事人\r\n間仍應受其拘束，非所謂以不能之給付為契約標的，買賣債權契約並非無\r\n效。按解約定金，係以定金為保留解除權之代價，定金付與人固得拋棄定\r\n金，以解除契約；定金收受人亦得加倍返還定金，以解除契約。惟此項解\r\n除須於相對人著手履行前為之，相對人已著手履行時，則不得再為此項解\r\n除權之行使。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1188 號 民事判決",
        "case_summary": "給付違約金",
        "case_date": "民國 84 年 05 月 18 日",
        "case_gist": "契約之文意有疑義，如辭句模糊，或模稜兩可時，固應探求當事人之真意\r\n，不得拘泥於所用之辭句，但如契約文字業已表示當事人之真意，無須別\r\n事探求者，即不能反捨契約文字更為曲解。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1185 號 民事判決",
        "case_summary": "清償借款",
        "case_date": "民國 84 年 05 月 18 日",
        "case_gist": "鄉鎮市調解之成立，須經當事人之同意，仍係以自治方式解決當事人間之\r\n私權爭執，其法律上之性質應為私法行為，故鄉鎮市調解成立後，如有私\r\n法上解除之原因，當事人自得依法行使其解除權。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 266 號 民事裁定",
        "case_summary": "分配表聲明異議",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "相對人鄭蘇貴美以債權人之身分具狀對於該院民國八十三年九月二日分配\r\n表金額之計算及分配之次序聲明異議，該院認其異議並非正當，他債權人\r\n即再抗告人亦到場為反對之陳述，致相對人之異議未終結。相對人迄未依\r\n強制執行法第四十一條規定，於十日內對他債權人起訴，並向該院民事執\r\n行處為起訴之證明，有調閱之該案卷可稽。該院因而裁定駁回相對人之異\r\n議，經核於法並無不合。相對人以該分配表金額之計算及分配之次序有所\r\n錯誤為由，對該裁定提起抗告。但他債權人即再抗告人既已到場就相對人\r\n之異議為反對之陳述，相對人復未依法為起訴之證明，該院執行處即得依\r\n原定分配表實行分配，無庸就該分配表所列金額之計算，及分配之順序，\r\n有無錯誤再為審查。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 264 號 民事裁定",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "耕地三七五減租條例第二十六條第一項規定租佃爭議事件所以須經調解、\r\n調處始得起訴，無非在於保持雙方情感，減少訟累。但若當事人之一造為\r\n多數人，且爭議之標的須該多數人全體處分、管理者，他造於申請調解、\r\n調處時，一時不易查明，而有所漏列，或經未被列為相對人之人於調解調\r\n處程序中具狀表明反對，以致調解、調處不成立，則為訴訟便宜起見，宜\r\n認為該租佃爭議事件已踐行調解、調處程序而准予追加為相對之當事人，\r\n否則未免勞民費事，有違立法之真意。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 263 號 民事裁定",
        "case_summary": "給付工程款",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "當事人聲請回復原狀，依民事訴訟法第一百六十四條第一項規定，限於當\r\n事人或代理人，因天災或其他不應歸責於己之事由，遲誤不變期間者，始\r\n得為之。若於判決確定後，始以該當事人於訴訟未經合法代理，確定判決\r\n未經送達予該當事人之合法代理人或受僱人等為由，除合於再審之規定得\r\n提起再審之訴外，尚不得據以聲請回復原狀。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1168 號 民事判決",
        "case_summary": "給付損害金",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "按地上權並不以支付地租為必要，當事人就地上權固可為支付地租之約定\r\n，亦得為無償之約定。但設定地上權時未同時約定地租者，參諸地上權性\r\n質上為一種用益物權，地上權人因設定地上權而獲有使用土地之利益，土\r\n地所有人則須負擔土地稅捐，為平衡當事人雙方權益，土地所有權人應非\r\n不得請求地上權人支付地租 (參閱司法院大法官會議釋字第二九一號解釋\r\n意旨) 。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1160 號 民事判決",
        "case_summary": "返還租賃土地",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "按耕地三七五減租條例第十六條第一項所謂承租人應自任耕作，係指承租\r\n人應以承租之土地供自己從事耕作之用而言。如承租人以承租之土地建築\r\n房屋居住或供其他非耕作之用者，均不在自任耕作之列，應構成同條第二\r\n項所定原訂租約無效之原因。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1157 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "刑事判決所為事實之認定，於為獨立民事訴訟之裁判時本不受其拘束，而\r\n民事法院雖得依自由心證，以刑事判決認定之事實為民事判決之基礎，然\r\n依民事訴訟法第二百二十二條第二項之規定，應就其斟酌調查該刑事判決\r\n認定事實之結果所得心證之理由，記明於判決，未記明於判決者，即為同\r\n法第四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1153 號 民事判決",
        "case_summary": "塗銷登記",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "所謂證據能力者，係指對於待證事實可為證據方法之資格而言，此與法院\r\n調查證據方法之結果，是否足生認定待證事實真偽效果之證據證明力，並\r\n不相同。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1151 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "民法第一百八十八條僱用人責任之規定，係為保護被害人而設。故所稱之\r\n受僱人，應從寬解釋，不以事實上有僱傭契約者為限。凡客觀上被他人使\r\n用，為之服勞務而受其監督者，均係受僱人。又將營業名義借與他人使用\r\n，其內部間縱僅對於未具有信用或無營業資格者借予信用或資格，或係為\r\n達逃避僱用人責任之目的所為之脫法行為。但就外觀而言，其是否借與營\r\n業名義，仍具有選任之關係，且借與名義後，並可中止其借用關係，無形\r\n中對該借用名義者之營業使用其名義，仍有監督關係，是兩者之間仍存有\r\n選任、服勞務及監督關係，與僱傭無殊。因之對於該借用名義者對第三人\r\n所致之損害，借與名義者仍應負僱用人之責任。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1149 號 民事判決",
        "case_summary": "確認拍賣無效",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "訴訟標的之法律關係，於確定之終局判決中經裁判者，當事人之一造以該\r\n確定判決之結果為基礎，於新訴訟用作攻擊防禦方法時，他造應受其既判\r\n力之拘束，法院亦不得為反於確定判決意旨之裁判，最高法院三十年上字\r\n八號，四十二年台上字第一三○六號判例可資參照。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1145 號 民事判決",
        "case_summary": "給付違約金",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "發起人對於公司在設立登記前所負之債務，在登記後亦負連帶責任，係指\r\n公司在設立登記前所負之債務而言，至公司在設立登記後所負之債務，發\r\n起人即無與公司負連帶責任之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1143 號 民事判決",
        "case_summary": "確認僱傭關係存在",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "勞工違反勞動契約或工作規則，情節重大者，雇主得不經預告終止勞動契\r\n約，勞動基準法第十二條第一項第四款定有明文。查上訴人於八十年三月\r\n二十一日，利用被上訴人產業工會召開會員大會之際，以不實之事實向與\r\n會各級主管、來賓、會員、採訪記者共七十餘人，散佈檢舉書，指摘該產\r\n業工會理事長陳勝男等四人，利用職權，以低價之紀念品，高價賣與產業\r\n工會，足以毀損陳勝男等人名譽，因而經三審判決確定上訴人犯有誹謗罪\r\n，處有期徒刑八月，緩刑三年在案，有該刑事案一、二、三審判決書在卷\r\n可稽，且為兩造所不爭執，上訴人有上開誹謗行為，至為明確。上訴人所\r\n為顯已符合被上訴人職工工作規則第三十四條附表三獎懲標準表第五十八\r\n款「行為不檢影響處譽者」之規定。從而，被上訴人依勞動基準法第十二\r\n條第一項第四款規定解僱訴人，於法自屬正當。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1142 號 民事判決",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 84 年 05 月 12 日",
        "case_gist": "按民法第二百六十九條之第三人利益契約，須以約定使當事人以外之第三\r\n人取得債權為要件。前開承購土地申請書上所載之承諾內容，係申請人宣\r\n示願依法律規定負其責任，並非具體約定使第三人取得何項債權。此與第\r\n三人利益契約成立生效後，要約人或第三人即得依約定之債權內容，請求\r\n債務人為給付之情形，尚屬有間。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 260 號 民事裁定",
        "case_summary": "撤銷假處分",
        "case_date": "民國 84 年 05 月 11 日",
        "case_gist": "民事訴訟法第四百九十條第一項規定，原法院或審判長認抗告為有理由者\r\n，應更正原裁定。所謂更正原裁定，係另以裁定將原裁定撤銷或變更之，\r\n以資糾正，仍不失為初次裁定。"
    },
    {
        "case_id": "最高法院 84 年度台聲字第 211 號 民事裁定",
        "case_summary": "聲請所有權移轉證明書",
        "case_date": "民國 84 年 05 月 11 日",
        "case_gist": "非訟事件依非訟事件法並無再審及準用民事訴訟法關於再審之規定，自不\r\n得對於非訟事件之裁定聲請再審。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1126 號 民事判決",
        "case_summary": "給付租金",
        "case_date": "民國 84 年 05 月 11 日",
        "case_gist": "租賃係使承租人得就租賃物為使用收益之債權契約，故出租人不以租賃物\r\n之所有人或其他權利人為限，倘就租賃物有事實上之管理權者，亦非不得\r\n為出租人。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1125 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 11 日",
        "case_gist": "民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利，\r\n不僅指受僱人因執行其所受命令，或委託之職務自體，或執行該職務所必\r\n要之行為，而不法侵害他人之權利者而言，即受僱人之行為，在客觀上足\r\n認為與其執行職務有關，而不法侵害他人之權利者，就令其為自己利益所\r\n為，亦應包括在內，最高法院著有四十二年台上字第一二二四號判例。由\r\n此可知，職務上之行為、職務上予以機會之行為及與執行職務之時間或處\r\n所有密切關係之行為，皆屬執行職務之行為。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1064 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 11 日",
        "case_gist": "查仲介業之業務，涉及房地買賣之專業知識，一般之消費者委由仲介業者\r\n處理買賣事宜。而仲介業者針對其所為之仲介行為，既向消費者收取高額\r\n之佣金，應就其所從事之業務負善盡預見危險及調查之義務。以仲介房屋\r\n買賣為業，其於仲介中自應審酌所有權狀及相關文件之真偽，如未盡此注\r\n意義務致使被上訴人蒙受損失，即應負過失侵權行為之責。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 258 號 民事裁定",
        "case_summary": "確認代理關係不存在",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "按聲請回復原狀，係因天災或其他不應歸責於己之事由，遲誤不變期間之\r\n當事人或代理人，於其原因消滅後之法定期間內，聲請補行期間內應為之\r\n訴訟行為，民事訴訟法第一百六十四條定有明文。又送達於住居所、事務\r\n所或營業所不獲會晤應受送達人者，得將文書付與有辨別事理能力之同居\r\n人或受僱人，民事訴訟法第一百三十七條第一項亦定有明文。若文書已付\r\n與此種同居人或受僱人，其效力自應認與交付本人同，至其已否轉交，何\r\n時轉交，均非所問。查原法院民國八十二年度上更㈠字第三七八號民事判\r\n決正本，係於八十二年九月七日由抗告人住所愛群大廈管理員魏子俊以抗\r\n告人之受僱人名義收受送達，有第九一四一三號掛號信函及送達回證可稽\r\n。按該大廈之管理員於本件訴訟中均以抗告人之受僱人名義簽收訴訟文書\r\n，並為大廈住戶簽收有關函件，足認該大廈管理員係受僱於愛群大廈之各\r\n住戶，為各住戶服勞務具有繼續之性質，自為大廈中各事務所、營業所或\r\n其他住戶所共同僱用，其簽收訴訟文書之效力，與送達與抗告人本人收受\r\n相同，自不因該管理員嗣後是否轉交與訴外人趙振富，及趙振富是否未將\r\n判決正本轉交抗告人而有差異。抗告人遲誤本件上訴期間，顯非因天災或\r\n其他不應歸責於己之事由。抗告人以管理員魏子俊將判決正本誤交趙振富\r\n，趙振富又遺失該判決正本為由，聲請回復原狀，不合前開條文規定，其\r\n聲請為無理由。"
    },
    {
        "case_id": "最高法院 84 年度台聲字第 206 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "查聲請人與相對人間請求損害賠償事件，業經本院八十一年台上字第二三\r\n五二號判決聲請人敗訴確定。聲請人嗣又對該確定判決提起再審之訴，亦\r\n經本院八十二年度台再字第四七號判決駁回其再審之訴在案。聲請人對本\r\n案請求損害賠償訴訟，即顯無勝訴之望。其聲請訴訟救助，依民事訴訟法\r\n第一百零七條但書之規定，自屬無從准許。從而聲請人對已駁回其訴訟救\r\n助聲請之確定裁定，一再聲請再審，尤無實益可言。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1083 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "民法第一百八十條第四款所謂之「因不法之原因而為給付」，乃指給付違\r\n反強制規定及有悖公序良俗者而言。是即令上訴人所稱借名登記，乃為節\r\n稅及迴避土地政策云云為真，能否謂其給付即為因不法原因而為之，即非\r\n無斟酌之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1081 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "債務人於時效完成後所為之承認，固無中斷時效之可言，然既明知時效完\r\n成之事實，仍為承認行為，自屬拋棄時效利益之默示意思表示。而時效完\r\n成之利益，一經拋棄，即回復時效完成前狀態，債務人顯不得再以時效業\r\n經完成，拒絕給付。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1078 號 民事判決",
        "case_summary": "異議之訴",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "本件工廠原即建有變電室及守衛室，上訴人僅於承租期間因租賃關係，徵\r\n得出租人即執行債務人之同意，在執行債務人所有之原地上加以修繕改建\r\n。該等變電室、守衛室既不易其所有權之歸屬，且有輔助工廠之經濟之目\r\n的，與之相依為用。客觀上具有功能性之關聯，及依存關係，為不可脫離\r\n工廠而獨立之建物，係工廠整體建物中之一部，自屬工廠之附屬建物，為\r\n原審確認之事實。上訴人既非系爭守衛室、變電室之所有權人，即無排除\r\n強制執行之權利，原審因而為上訴人敗訴之判決，並不違背法令。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1076 號 民事判決",
        "case_summary": "交還房屋",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "按因任職關係而獲准配住房屋，屬使用借貸性質，然如業已離職，依借貸\r\n之目的，當然應視為使用業已完畢，參諸民法第四百七十條之規定，貸與\r\n人自得據以請求交還房屋。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1074 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "罷工 (罷駛) 係多數勞工以違反勞動契約之手段，拒絕履行其工作義務；\r\n又集體休假係勞動關係中休假權利之合法行使，而非以違反勞動契約為手\r\n段。二者性質雖異，然其係以消極的不為其約定之工作者則一。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1073 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 05 月 05 日",
        "case_gist": "按分割共有物以消滅共有關係為目的，法院裁判分割共有土地時，除因該\r\n土地內有部分土地因使用目的不能分割，或經全體共有人表示仍願維持共\r\n有關係，應准就該部分土地不予分割外，應將全部土地分配於各共有人。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 983 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 04 日",
        "case_gist": "繼承因被繼承人死亡而開始，繼承人自繼承開始時，除民法另有規定外承\r\n受被繼承人財產上之一切權利義務，台灣地區與大陸地區人民關係條例第\r\n六十六條第一、二項、民法第一千一百四十七條、第一千一百四十八條前\r\n段分別定有明文，即繼承人於被繼承人死亡時，當然承受被繼承人財產上\r\n之一切權利義務，並無待於他繼承人之承認，被上訴人雖係大陸地區人民\r\n，亦係於嚴一萍死亡時即因繼承而取得遺產上之權利。其等於八十一年九\r\n月十八日台灣地區與大陸地區人民關係條例施行之日起算二年內為繼承之\r\n表示，僅係解免被視為拋棄繼承之情勢，並非於為繼承表示時始取得繼承\r\n遺產之權利。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 245 號 民事裁定",
        "case_summary": "返還擔保金",
        "case_date": "民國 84 年 05 月 04 日",
        "case_gist": "民事訴訟法第一百零四條第一項第二款所謂受擔保利益人行使其權利，係\r\n指行使因供擔保人惹起訴訟行為所生之損害賠償請求權而言。若受擔保利\r\n益人雖在催告期間內行使權利，但其行使權利之金額，不及擔保之金額者\r\n，則超過該金額部分，性質上如屬可分，應解為受擔保利益人仍未行使權\r\n利。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1032 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 05 月 04 日",
        "case_gist": "按載貨證券係運送人因託運人之請求而簽發，運送人與載貨證券持有人間\r\n，關於運送事項，依載貨證券之記載。又載貨證券具有換取或繳還證券之\r\n性質，運送貨物，經發給載貨證券者，貨物之交付，憑載貨證券為之，即\r\n使為託運人實際指定之受貨人，苟未將載貨證券提出及交還，仍不得請求\r\n交付運送物。運送人對於載貨證券持有人，應依載貨證券之記載負其責任\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1028 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 05 月 04 日",
        "case_gist": "第查共有物之分割，如依原物之數量，按共有人應有部分之比例分配，其\r\n價值顯不相當者，即屬未顧慮其經濟上價值，自難謂為公平。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1022 號 民事判決",
        "case_summary": "塗銷土地所有權移轉登記",
        "case_date": "民國 84 年 05 月 04 日",
        "case_gist": "代位權係債權人代行債務人之權利，故代行者與被代行者之間，必須有債\r\n權債務關係之存在，否則即無行使代位權可言。又土地徵收之性質與買賣\r\n有別，非屬繼受取得，而係原始取得，需用土地人與被徵收土地之所有權\r\n人之間，並無任何私法上之債權債務關係之存在。原審未說明被上訴人與\r\n阮呂阿陂間有何債權債務關係存在，遽謂被上訴人得依民法第二百四十二\r\n條之規定代位阮呂阿陂請求上訴人塗銷系爭土地之贈與登記，非無可議。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 997 號 民事判決",
        "case_summary": "給付退休金",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "勞動基準法第二十條所謂事業單位改組或轉讓，如事業單位為公司組織者\r\n，係指事業單位依公司法之規定變更其組織或合併或移轉其營業、財產而\r\n消滅其原有之法人人格，另立新之法人人格而言。查本件上訴人抗辯其為\r\n七十四年七月十日設立之新公司，除曾向大○公司租用廠房外，與大○公\r\n司無其他關係，被上訴人任職大○公司之工作年資，不得與任職上訴人公\r\n司之工作年資合併計算云云。原審未詳查上訴人是否符合前開條文規定之\r\n事業單位改組或轉讓之情形，遽以前開證人凌○○、柯○○陳述之證言，\r\n可以證明上訴人向大○公司租用廠房時至少有默示約定留用大○公司原來\r\n之員工，及上訴人無法舉證證明另訂僱傭契約之事實為由，認應依勞動基\r\n準法第二十條規定，合併計算被上訴人在大○公司及上訴人公司之工作年\r\n資，未免速斷。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 982 號 民事判決",
        "case_summary": "確認恐嚇信冒名偽造",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "按確認法律關係成立或不成立之訴，非原告有即受確認判決之法律上利益\r\n者，不得提起之。確認證書真偽之訴亦同，民事訴訟法第二百四十七條定\r\n有明文。而確認證書真偽之訴，其標的應限於證明某法律關係存在之證書\r\n，無論偽造或變造，皆應以證明法律關係之存在為其請求確認之前提。如\r\n該證書非證明某法律關係存在者，自不許當事人任意提起確認證書真偽之\r\n訴。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 981 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "按共有物之應有部分係抽象的存在於共有物任何一部分，並非具體的局限\r\n於共有物之特定部分。即使全體共有人曾有分管之約定，但在分割前，其\r\n共有關係猶無稍變，此觀之民法第八百十八條規定即明。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 978 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "按其約定之違約金過高者，得由法院依職權予以酌減。契約當事人約定之\r\n違約金是否過高，應依一般客觀之事實、社會經濟狀況、當事人實際上所\r\n受損害及債務人如能如期履行債務時，債權人可享受之一切利益為衡量標\r\n準。而債務已為一部履行者，法院亦得比照債權人所受利益，減少其數額\r\n。是當事人所受之一切消極損害 (即可享受之預期利益) 及積極損害，均\r\n應加以審酌。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 972 號 民事判決",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "公司法第一百七十二條第一項所定「股東常會之召集，應於二十日前通知\r\n各股東」，所謂「二十日前」，應依民法總則所定期間之計算法，開會日\r\n為始日不算入，以其前一日為起算日，逆算至二十日期間末日午前零時為\r\n期間之終止。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 242 號 民事裁定",
        "case_summary": "聲請假處分",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "民事訴訟法第四百九十二條第二項明定：抗告法院認抗告為有理由者，應\r\n廢棄原裁定，自為裁定，必要時得命原法院或審判長更為裁定。則抗告法\r\n院認抗告為有理由時，以將原裁定廢棄，自行裁定為原則，非有必要，不\r\n得率予發回。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 240 號 民事裁定",
        "case_summary": "選派重整人",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "重整人執行重整事務，關係公司重整之成敗，影響股東及債權人之權益至\r\n鉅，是法院選派重整人時，應依非訟事件法第九十一條準用同法第八十一\r\n條第二項規定，於選派前訊問利害關係人，並於裁定中詳敘其理由。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 239 號 民事裁定",
        "case_summary": "聲請假扣押",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "依民事訴訟法第五百二十二條第一項、第五百二十三條第一項規定，債權\r\n人就金錢請求，或得易為金錢請求之請求，有日後不能執行或甚難執行之\r\n虞者，得聲請假扣押。故欲聲請假扣押者，必須表明其對相對人有何金錢\r\n請求或得易為金錢請求之請求，及若現今不為假扣押則有日後不能執行或\r\n甚難執行之虞之情事。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 236 號 民事裁定",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "抗告人係祭祀公業陳洽溫之管理人，代表該公業為當事人，是其得否聲請\r\n訴訟救助，應就該公業派下員全體是否無資力而決之，並非以管理人本身\r\n有無資力為斷。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 226 號 民事裁定",
        "case_summary": "聲請假處分",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "按民事訴訟法第五百三十八條所規定，就有爭執之法律關係定暫時狀態之\r\n假處分，其所謂法律關係，係指金錢請求以外，凡適於為民事訴訟之標的\r\n，而有繼續性者，均屬之。無論其本案請求為給付之訴、確認之訴或形成\r\n之訴均有其適用。又假處分為保全程序而非確定私權之訴訟程序，法文所\r\n謂債權人者，係指主張債權之人而言，至所主張之債權能否成立或確實存\r\n在，則非保全程序所得審認之問題。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 219 號 民事裁定",
        "case_summary": "遷讓房屋",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "原告所具訴狀內未記載被告應受送達之住居所或其應為送達之處所不明，\r\n原告不遵審判長所定期限補陳或聲請為公示送達者，法院固得認原告起訴\r\n不合程式以裁定駁回其訴。惟被告如曾受送達而變更其送達之處所者，既\r\n與前述情形有間，即不得以命原告為補正並於其逾期未為補正後，裁定駁\r\n回其訴。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1013 號 民事判決",
        "case_summary": "履行和解契約",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "財產權屬數人公同共有者，其權利之處分及其他之權利行使，應得公同共\r\n有人全體之同意，民法第八百三十一條準用同法第八百二十八條第二項定\r\n有明文。既曰公同共有財產權之權利行使，應得公同共有人全體之同意，\r\n則公同共有人中之一人或數人苟得其他公同共有人之同意，即得單獨行使\r\n其權利，且公同共有權利之行使，如事實上無法得公同共有人全體之同意\r\n時，如該事實上無法同意者以外之公同共有人已全體同意，由其中之一人\r\n或數人行使權利，苟不予准許，則其權利將永無行使之可能。是應解為其\r\n得行使其公同共有物之權利，始合法理。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1011 號 民事裁定",
        "case_summary": "返還無權占有",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "承租人為保護其租賃權，得依民法第二百四十四條規定，代位行使出租人\r\n之所有權，對於無權占有租賃物之第三人請求排除侵害。原審以本件系爭\r\n土地為台灣省所有，由台灣省政府教育廳管理，委託台北縣政府出租於被\r\n上訴人作為學產用地，詎遭上訴人擅在該地興建系爭房屋及圍牆，因出租\r\n人台北縣政府及管理機關台灣省政府教育廳怠於行使權利，被上訴人自得\r\n本於承租人地位，代位行使民法第七百六十七條所定物上請求權，因而為\r\n上訴人敗訴之判決，並不違背法令。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1007 號 民事判決",
        "case_summary": "異議之訴",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "抵押權乃在使擔保之債權就抵押物賣得之價金得優先受清償，因之免除該\r\n物權之擔保，並非即為免除其所擔保之債權。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1004 號 民事判決",
        "case_summary": "國家賠償",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "公有公共設施因設置或管理有欠缺，致人民生命、身體或財產受損害者，\r\n國家應負損害賠償責任，國家賠償法第三條第一項固定有明文。所謂公共\r\n設施之設置有欠缺，係指公共設施建造之初，即存有瑕疵而言；管理有欠\r\n缺者，係指公共設施建造後未妥善保管，怠為修護致該物發生瑕疵而言。\r\n又人民依上開規定請求國家賠償時，尚須人民之生命、身體或財產所受之\r\n損害，與公有公共設施之設置或管理之欠缺，具有相當因果關係，始足當\r\n之。亦即在公有公共設施因設置或管理有欠缺之情況下，依客觀之觀察，\r\n通常會發生損害者，即為有因果關係，如必不生該等損害或通常亦不生該\r\n等損害者，則不具有因果關係。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1002 號 民事判決",
        "case_summary": "返還無權占有",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "遺產未分割前，為全體繼承人公同共有，非經全體繼承人同意，繼承人之\r\n一不得任意處分。而拆除為處分行為，非經全體公同共有人之同意，不得\r\n為之。故訴請拆除尚未經分割之遺產，自應以全體繼承人為被告，其被告\r\n當事人方屬適格，不得僅以現占有人為被告。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1001 號 民事判決",
        "case_summary": "確認優先承買權",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之地基。故土地\r\n與房屋同屬一人，而將土地及房屋分開同時或先後出賣，其間雖無地上權\r\n設定，然除有特別情事，可解為當事人之真意，限於賣屋而無基地之使用\r\n外，均應推斷土地承買人默許房屋承買人繼續使用土地。因使用土地之房\r\n屋所有人對土地所有人應支付相當之代價，故其法律之性質當屬租賃。其\r\n再因轉讓而承受土地所有權之人，應有民法第四百二十五條之適用。其再\r\n因轉讓而繼受房屋所有權之人，則除有反對之特約外，應推斷土地所有人\r\n對之默許其繼續承租。故不問其後為轉讓土地或轉讓房屋，土地所有權之\r\n承受人對房屋所有人或房屋所有權之承受人對土地所有人，均繼續其原來\r\n之法律關係。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1000 號 民事判決",
        "case_summary": "遷讓房屋",
        "case_date": "民國 84 年 04 月 28 日",
        "case_gist": "寺廟財產及法物為寺廟所有，由住持管理之。寺廟有管理權之僧道，不論\r\n用何名稱，認為住持。監督寺廟條例第六條第一項、第二項前段定有明文\r\n。司法院院字第九七三號解釋 (二) ，亦認凡對於寺廟有管理權之僧道皆\r\n認為住持。故何人對於寺廟所有之財產及法物有管理權，不得拘泥於寺廟\r\n僧道之名稱，而應以實際有無管理權為判斷之依據。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 950 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 04 月 27 日",
        "case_gist": "按私有農地不得移轉為共有，但因繼承而移轉者，得為共有；違反前項規\r\n定者，其所有權之移轉無效，土地法第三十條定有明文。又農業發展條例\r\n第三十條規定，每宗耕地不得分割或移轉為共有，但因出售與毗鄰地自耕\r\n農而與其耕地合併者，得為分割；因繼承而移轉者，得為分割。據此規定\r\n可知，耕地除因繼承者外，不得移轉為共有；除因出售與毗鄰地自耕農而\r\n與其耕地合併者外，其分割亦在禁止之列。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 946 號 民事判決",
        "case_summary": "確認僱傭關係存在",
        "case_date": "民國 84 年 04 月 27 日",
        "case_gist": "按勞動基準法第十二條第一項第二款僅規定：勞工對於雇主、雇主家屬、\r\n雇主代理人或其他共同工作之勞工，實施暴行或有重大侮辱之行為者，雇\r\n主即得不經預告終止契約，並不以情節重大為必要。原審認該條款有關僱\r\n主終止契約之規定，須以情節重大為要件，已有適用法規不當之違法。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 212 號 民事裁定",
        "case_summary": "撤銷假扣押",
        "case_date": "民國 84 年 04 月 27 日",
        "case_gist": "法院依民事訴訟法第五百二十九條規定所定之期間，係裁定期間，非不變\r\n期間，故債權人雖未於裁定所定期間內起訴，而於命假扣押之法院為撤銷\r\n假扣押之裁定前起訴者，法院即不得為撤銷假扣押之裁定。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 936 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 04 月 21 日",
        "case_gist": "法院裁判分割共有物而以原物分配於各共有人時，係使共有關係變更為單\r\n獨所有，其性質為共有人間應有部分之交換，自屬處分行為，如係變賣共\r\n有物而以價金分配於共有人，即係以處分共有物為分割之方法，均以共有\r\n人之處分權存在為前提，如果共有人就共有物並無處分權可資行使，法院\r\n即無從基此為裁判分割。查本件系爭土地共有人顏○○繼承人之一即原被\r\n上訴人顏林○○於八十三年三月一日原審訴訟程序進行中死亡，甚繼承人\r\n顏子○、顏玟○、顏宇○迄未辦理繼承登記，依民法第七百五十九條規定\r\n，自不得處分其因繼承所取得之不動產物權。乃上訴人竟未先行或同時請\r\n求被上訴人顏子○、顏玟○、顏宇○就顏林○○之遺產辦理繼承登記，逕\r\n訴請分割共有物，難予准許。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 922 號 民事判決",
        "case_summary": "分配表異議",
        "case_date": "民國 84 年 04 月 21 日",
        "case_gist": "按分配表異議之訴，僅以對分配表所列金額之計算，及分配之次序有不同\r\n意者為限，此觀強制執行法第四十一條、第三十九條之規定自明。若對分\r\n配表所列之債權主張不存在，應另行提起確認之訴，非以提起分配表異議\r\n之訴所能救濟。\r\n在確認之訴，其訴之其訴之聲明，應明確表明求為確認之法律關係存在或\r\n不存在之要旨。本件上訴人於第一審起訴時僅聲明：「確認被上訴人……\r\n就……不得列入分配」，並未聲明確認某債權不存在，亦不符合確認之訴\r\n之要件。"
    }
]