[
    {
        "case_id": "最高法院 96 年度台上字第 28 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 96 年 01 月 05 日",
        "case_gist": "意外傷害保險係在承保被保險人非由疾病引起之外來突發事故所致傷害及\r\n其所致殘廢或死亡之損失，而人之傷害或死亡之原因，其一來自內在原因\r\n，另一則為外來事故（意外事故），所謂外來事故（意外事故），係指內\r\n在原因以外之一切事故而言，其事故之發生為外來、偶然而不可預見。意\r\n外傷害保險契約之受益人請求保險人給付保險金，雖應證明被保險人係因\r\n意外事故而受傷害，惟受益人如證明該事故確已發生，且依經驗法則，其\r\n發生通常係外來、偶然而不可預見者，應認其已盡證明之責。於此情形，\r\n保險人如抗辯其非屬意外，自應就其抗辯之事實負證明之責，始符合舉證\r\n責任分配之原則。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 9 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 96 年 01 月 04 日",
        "case_gist": "新修正民事訴訟法就請求及假處分之原因，明定須釋明之，乃在避免債權\r\n人濫行保全處分，致債務人權利受損害，而法院命供擔保以補釋明之不足\r\n，乃係基於債權人釋明如有不足，損害債務人之可能性較大，於債權人願\r\n供擔保或法院認為適當時命供擔保，既顧及債權人債務之確保，同時兼顧\r\n債務人損害之求償，以謀求債權人與債務人雙方權利保障之平衡，該項擔\r\n保在本質上仍係備供債務人因假處分所受損害之賠償。故債務人因假處分\r\n可能受到之損害，或因供擔保所受損害額及債權人釋明之程度，均為法院\r\n定擔保金額所審酌之範圍，至其擔保金額究竟如何始為相當，原屬法院職\r\n權裁量之行使，除有明顯不當之情形外，非當事人所可任意指摘。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 5 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 96 年 01 月 04 日",
        "case_gist": "（一）按工資乃勞工因工作而獲得之報酬，如經常性給與之工資、薪金固\r\n      均屬之，即便是按計時、計日、計月、計件以現金或實物等方式給\r\n      與之獎金、津貼及其他任何名義經常性之給與，如係以勞工達成預\r\n      定目標而發給，具有因工作而獲得對價之性質者，參諸勞動基準法\r\n      第二條第三款及該法施行細則第十條規定之精神，亦應包括在內，\r\n      初不因其形式上所用之名稱而受影響。\r\n（二）按民法第一百二十八條規定，消滅時效，自請求權可行使時起算，\r\n      所謂請求權可行使時，乃指權利人得行使請求權之狀態而言。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 799 號 民事裁定",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 95 年 12 月 29 日",
        "case_gist": "當事人就第二審判決關於按一定時期計算之租金提起第三審上訴者，計算\r\n其上訴利益數額，應算至第二審判決發生羈束力時為止。"
    },
    {
        "case_id": "最高法院 95 年度台再字第 60 號 民事裁定",
        "case_topic": "請求給付報酬金",
        "case_date": "民國 95 年 12 月 28 日",
        "case_gist": "對於第三審確定判決提起民事再審之訴，應依民事訴訟法第七十七條之十\r\n七第一項規定預納裁判費及依民事訴訟法第四百六十六條之一第一項、第\r\n五百零五條規定委任律師為訴訟代理人。"
    },
    {
        "case_id": "最高法院 95 年度台再字第 58 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 95 年 12 月 28 日",
        "case_gist": "土地法第一百零八條、耕地三七五減租條例第十六條第一、二項規定承租\r\n人不得將耕地全部或一部轉租於他人，旨在防杜承租人將承租耕地轉租他\r\n人從中漁利，致加重次承租人之負擔，並使租賃關係趨於複雜。倘係出租\r\n人與他人訂約，將耕地之一部租予他人使用，並約定使用完畢後，返還承\r\n租人繼續耕作，既非承租人違法轉租，即無從中漁利，加重次承租人負擔\r\n；及使租賃關係複雜之可言，顯與土地法第一百零八條、耕地三七五減租\r\n條例第十六條第一、二項所定情形不符，不生原定租約無效之問題。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2986 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 95 年 12 月 28 日",
        "case_gist": "債務人因假扣押受有損害，向債權人請求賠償，若非本於民事訴訟法第五\r\n百三十一條之規定，而係依民法侵權行為之法則辦理，則須債權人聲請假\r\n扣押有故意或過失，始得為之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2952 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 95 年 12 月 28 日",
        "case_gist": "「知悉」，並不等同於「同意」，又某人知悉某項事實而不為反對之表示\r\n，能否視為同意或默示同意，仍須以該人是否有某項舉動，足以推知其有\r\n同意之意思者，始足當之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2948 號 民事判決",
        "case_topic": "給付資遣費",
        "case_date": "民國 95 年 12 月 28 日",
        "case_gist": "民法第九十二條第一項前段規定，因被詐欺或被脅迫而為意思表示者，表\r\n意人得撤銷其意思表示。所謂因被脅迫而為意思表示，係指因相對人或第\r\n三人以不法危害之言語或舉動加諸表意人，使其心生恐怖，致為意思表示\r\n而言。當事人主張其意思表示係因被詐欺或脅迫而為之者，應就其被詐欺\r\n或被脅迫之事實，負舉證之責任（本院二十一年上字第二０一二號判例參\r\n照）。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2943 號 民事裁定",
        "case_topic": "請求給付報酬",
        "case_date": "民國 95 年 12 月 28 日",
        "case_gist": "文書內印章及作押既均屬真正，雖由他人代為立據而除有確切反證外，自\r\n應推定為本人授權行為，如主張印章被盜用應負舉證責任。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 792 號 民事裁定",
        "case_topic": "清償債務強制執行",
        "case_date": "民國 95 年 12 月 27 日",
        "case_gist": "製造、輸入藥品，應將其成分、規格、性能、製法之要旨，檢驗規格與方\r\n法及有關資料或證件，連同原文和中文標籤、原文和中文仿單及樣品，並\r\n繳納費用，申請中央衛生主管機關查驗登記，經核准發給藥品許可證後，\r\n始得製造或輸入，藥事法第三十九條第一項定有明文。中央衛生主管機關\r\n依上開法條規定所核發之藥品許可證，性質上屬行政處分之證明文件，藥\r\n商取得該許可證雖因此得以製造或輸入藥品，以獲取利益，惟尚難因此即\r\n認藥品許可證本身具有財產上之交易價值，而得為強制執行之標的。"
    },
    {
        "case_id": "最高法院 95 年度台再字第 52 號 民事判決",
        "case_topic": "請求確認土地所有權登記",
        "case_date": "民國 95 年 12 月 27 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第四款所謂「依裁判應迴避之法官參與\r\n裁判」，係指業經法院以裁定命迴避之法官復參與裁判者而言，上開法官\r\n並無經法院裁定命迴避之情形。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2925 號 民事判決",
        "case_topic": "請求回復原狀",
        "case_date": "民國 95 年 12 月 27 日",
        "case_gist": "訴訟標的於確定之終局判決中經裁判者，除法律別有規定外，有既判力，\r\n當事人不得就該法律關係，更行起訴，此觀民事訴訟法第二百四十九條第\r\n一項第七款及第四百條第一項規定自明。又所謂既判力，不僅關於其言詞\r\n辯論終結前所提出之攻擊防禦方法有之，即其當時得提出而未提出之攻擊\r\n防禦方法亦有之。上訴人先後二次依不當得利之法律關係，請求被上訴人\r\n給付土地徵收補償費十二萬九千二百零四元本息之訴，雖所持理由一為契\r\n約不成立，一為契約無效，但後者之理由（契約無效），乃係於前訴訟程\r\n序得提出而未提出之攻擊方法，依上開說明，仍應受前訴訟既判力之拘束\r\n，不容更行起訴。上訴人更行起訴，為非合法。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 781 號 民事裁定",
        "case_topic": "聲請裁定停止強制執行",
        "case_date": "民國 95 年 12 月 21 日",
        "case_gist": "法院因必要情形或依聲請定相當並確實之擔保，為停止強制執行之裁定者\r\n，該擔保金額之多寡應如何認為相當，固屬法院職權裁量之範圍。惟此項\r\n擔保係備供強制執行債權人因停止執行所受損害之賠償，故法院定擔保金\r\n額時，自應斟酌該債權人因停止執行可能遭受之損害，以為衡量之標準。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2897 號 民事判決",
        "case_topic": "請求返還土地事件",
        "case_date": "民國 95 年 12 月 21 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋之性質不能\r\n與土地分離而存在，亦即使用房屋必須使用該房屋之基地，故土地及房屋\r\n同屬一人，而將土地及房屋分開、同時或先後出賣，其間雖無地上權設定\r\n，然除有特別情事，可解釋為當事人之真意，限於賣屋而無基地之使用外\r\n，均應推斷土地承買人默許房屋承買人繼續使用土地，本院著有四十八年\r\n台上字第一四五七號判例，至八十九年五月五日增訂之民法第四百二十五\r\n條之規定，僅係使之明文化，並進而推定在房屋使用期限內視為有租賃關\r\n係。至其他本於使用借貸關係占用土地，經斟酌當事人間之意思，交易情\r\n形及房屋使用土地之狀態等一切情狀，如認土地所有權人行使所有權，違\r\n反誠信原則或公共利益或有權利濫用之情形者，仍應駁回其請求。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2895 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 95 年 12 月 21 日",
        "case_gist": "民法第二百十六條規定，損害賠償除法律另有規定或契約另有訂定外，應\r\n以填補債權人所受損害（積極損害）及所失利益（消極損害）為限。既存\r\n利益減少所受之積極損害，須與責任原因事實具有相當因果關係，始足當\r\n之。又依通常情形，或依已定之計劃、設備或其他特別情事，可得預期之\r\n利益，視為所失利益。該所失利益，固不以現實有此具體利益為限，惟該\r\n可得預期之利益，亦非指僅有取得利益之希望或可能為已足，尚須依通常\r\n情形，或依已定之計劃、設備或其他特別情事，具有客觀之確定性。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2888 號 民事判決",
        "case_topic": "請求確認董事長職位不存在",
        "case_date": "民國 95 年 12 月 21 日",
        "case_gist": "有限公司應至少置董事一人執行業務並代表公司，最多置董事三人，應經\r\n三分之二以上股東之同意，就有行為能力之股東中選任之。董事有數人時\r\n，得以章程特定一人為董事長，對外代表公司。又董事就法人一切事務，\r\n對外代表法人。董事有數人者，除章程另有規定外，各董事均得代表法人\r\n，公司法第一百零八條第一項及民法第二十七條第二項分別定有明文。是\r\n以有限公司經以章程特定一董事為董事長，對外代表公司者，如該董事長\r\n為自己與公司訴訟時，既不得同時為公司之代表，自應由其餘之董事代表\r\n公司。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2885 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 12 月 21 日",
        "case_gist": "民法第二百六十條規定，解除權之行使，不妨礙損害賠償之請求，係採「\r\n契約解除」與「替補賠償」之兩立主義。是契約之解除，無論由於債務不\r\n履行之給付不能，抑或給付遲延，均得併行請求債務不履行之損害賠償（\r\n替補賠償），該債務不履行所生之舊賠償請求權，祇須其所受之損害與債\r\n務不履行（給付不能或給付遲延）有相當因果關係者即足稱之，初不因契\r\n約之解除而失其存在。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2883 號 民事判決",
        "case_topic": "請求返還定金",
        "case_date": "民國 95 年 12 月 21 日",
        "case_gist": "違約定金之交付，旨在強制契約之履行，供契約不履行損害賠償之擔保，\r\n性質上為最低損害賠償額之預定；違約金則係當事人為確保債務之履行，\r\n約定債務人不履行債務時，另應支付之金錢或其他給付；除當事人另有訂\r\n定外，視為因不履行債務而生損害之賠償總額預定；兩者性質顯有差異。\r\n是約定違約定金過高，與當事人所受損害顯不成比例時，應認當事人交付\r\n過高金額部分已非違約定金，而係價金之「一部先付」，交付之當事人得\r\n請求返還該超過相當比例損害額部分之先付價金，以求公平，惟究與違約\r\n金之酌減並不相同。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2862 號 民事判決",
        "case_topic": "請求確認本票債權",
        "case_date": "民國 95 年 12 月 15 日",
        "case_gist": "票據法第十三條但書所謂惡意，係指執票人明知票據債務人對於發票人或\r\n執票人之前手間，有抗辯事由存在而言。又執票人有無惡意，應以其取得\r\n票據時為決定之標準。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 757 號 民事裁定",
        "case_topic": "宣告破產",
        "case_date": "民國 95 年 12 月 14 日",
        "case_gist": "破產，對於債務人不能清償債務者宣告之；法院對於破產之聲請，在裁定\r\n前，得依職權為必要之調查，並訊問債務人、債權人及其他關係人，破產\r\n法第五十七條及第六十三條第二項分別定有明文。而同法第一百四十九條\r\n前段規定，破產債權人依破產程序已受清償者，其債權未能受償之部分，\r\n請求權視為消滅，乃破產終結對破產人效力之規定，當非是否宣告破產所\r\n應斟酌。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2837 號 民事判決",
        "case_topic": "請求確認保險契約關係",
        "case_date": "民國 95 年 12 月 14 日",
        "case_gist": "民事訴訟採不干涉主義，凡當事人所未聲明之利益，不得歸之於當事人，\r\n所未提出之事實及證據，亦不得斟酌之。倘法院就當事人所未提出之攻擊\r\n防禦方法，未曉諭當事人令其為事實上及法律上陳述而為適當完全之辯論\r\n前，遽行作為判決之基礎，致生突襲性裁判之結果，即與民事訴訟法第二\r\n百九十六條之一第一項、第二百九十七條第一項及第一百九十九條第一項\r\n、第二項規定有違。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2830 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 95 年 12 月 14 日",
        "case_gist": "證據能力與證據力有別，前者係指於人或物中有為證據方法之資格，後者\r\n則係證據方法就應證事實所能證明之價值。民事訴訟法第三百五十五條第\r\n一項之規定，僅具有形式上證據力，至其實質上證據力之有無，則由事實\r\n審法院依自由心證判斷之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2820 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 95 年 12 月 14 日",
        "case_gist": "依保險法第九十三條規定「保險人得約定被保險人對於第三人就其責任所\r\n為之承認、和解或賠償，未經其參與者，不受拘束。但經要保人或被保險\r\n人通知保險人參與而無正當理由拒絕或藉故遲延者，不在此限」之反面解\r\n釋，保險人經參與被保險人對於第三人就其責任所為之承認、和解或賠償\r\n者，即應受該承認、和解或賠償之拘束。再參諸該條但書之規定，保險人\r\n於經要保人或被保險人通知參與，而無正當理由拒絕或藉故遲延之情形下\r\n，即不得主張不受和解拘束，可知和解對保險人發生拘束力之基礎，在於\r\n已保障保險人對於和解之參與機會，而不在於其對和解內容之同意。是保\r\n險人若已參預被保險人與第三人之和解，除有正當理由得拒絕和解條件外\r\n，均應受該和解之拘束。"
    },
    {
        "case_id": "最高法院 95 年度台簡上字第 26 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 95 年 12 月 14 日",
        "case_gist": "本票准許強制執行之裁定，係強制執行法第四條第一項第六款之執行名義\r\n，屬非訟事件程序（非訟事件法第一百九十四條）。法院之裁定並無確定\r\n實體法律關係之效力。參酌本票具提示性及繳回性，執票人行使追索權時\r\n，仍需提示票據始能行使權利。本票執票人聲請裁定准許強制執行，亦係\r\n其行使追索權方式之一，從強制執行在滿足債權人私法上請求權之觀點，\r\n其聲請強制執行時，自仍需提出本票原本於執行法院，以證明其係執票人\r\n而得以行使追索權。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2785 號 民事判決",
        "case_topic": "請求確認債權存在",
        "case_date": "民國 95 年 12 月 07 日",
        "case_gist": "買賣契約之當事人間，包括多數債權、債務，除負有交付其物並移轉所有\r\n權及支付價金之義務外，尚有因瑕疵擔保責任所生之解除權、減少價金請\r\n求權、損害賠償請求權、交付無瑕疵之物請求權，另有支出費用償還請求\r\n權等，是特定之債權、債務可以讓與或由第三人承擔，並不影響原契約當\r\n事人之地位。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2779 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 95 年 12 月 07 日",
        "case_gist": "不真正連帶債務係指數債務人具有同一給付目的，本於各別之發生原因，\r\n對債權人各負全部給付義務，因債務人一人為給付，他債務人即同免其責\r\n任之債務。又勞工因遭職業災害致死亡、殘廢、傷害或疾病時，雇主應依\r\n勞動基準法第五十九條之規定予以補償，該雇主所負之職業災害補償責任\r\n，並不以雇主有故意或過失或其他可歸責事由存在為必要，即非在對於違\r\n反義務、具有故意過失之雇主加以制裁或課以責任，而係在維護勞工及其\r\n家屬之生存權，係以生活保障為目的之照顧責任，並非損害賠償責任之性\r\n質。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2754 號 民事判決",
        "case_topic": "請求給付報酬",
        "case_date": "民國 95 年 12 月 06 日",
        "case_gist": "訴訟代理人本係代當事人為訴訟行為，如當事人本人於言詞辯論期日已到\r\n場自為訴訟行為，法院亦係基於當事人本人之辯論而為判決，則縱訴訟代\r\n理權有上開欠缺，於當事人之權益並無影響，不生違背審級利益之問題，\r\n亦難認其訴訟程序有重大瑕疵。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2750 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 95 年 11 月 30 日",
        "case_gist": "民法所謂條件，係當事人以將來客觀上不確定事實之成就或不成就，決定\r\n法律行為效力之發生之一種附款。茍當事人非以法律行為效力之發生繫於\r\n將來不確定之事實，而僅以其履行繫於不確定之事實之到來者，則非條件\r\n，應解釋為於其事實之到來時，為權利行使期限之屆至。在此情形，若該\r\n事實之到來確定不發生，應認其期限已屆至。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2692 號 民事判決",
        "case_topic": "求損害賠償",
        "case_date": "民國 95 年 11 月 30 日",
        "case_gist": "基於社會政策之理由，為使受僱人受有週全之保障，民法增訂第四百八十\r\n三條之一，明定受僱人服勞務，其生命、身體、健康有受危害之虞者，僱\r\n用人應按其情形為必要之預防。此即屬民法第一百八十四條第二項所指保\r\n護他人之法律。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2674 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 11 月 29 日",
        "case_gist": "侵權行為，即不法侵害他人權利之行為，屬於所謂違法行為之一種，債務\r\n不履行為債務人侵害債權之行為，性質上雖亦屬侵權行為，但法律另有關\r\n於債務不履行之規定，故關於侵權行為之規定，於債務不履行不適用之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2653 號 民事判決",
        "case_topic": "請求排除侵害",
        "case_date": "民國 95 年 11 月 24 日",
        "case_gist": "民法第七百八十七條第一項所定之通行權，係為促進袋地之利用，而令周\r\n圍地所有人負容忍通行之義務，其目的在解決與公路無適宜聯絡之土地之\r\n通行問題；如僅為求與公路有最近之聯絡或便利之通行，尚不得依該規定\r\n主張通行他人之土地。上訴人既可經由自己之土地聯絡公路，縱其通行被\r\n上訴人土地較為便利，亦不得主張對於被上訴人之土地有通行權存在。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2638 號 民事判決",
        "case_topic": "請求給付補償費",
        "case_date": "民國 95 年 11 月 23 日",
        "case_gist": "審判長因定訴訟關係而行使闡明權，必以當事人之聲明或陳述有不明瞭或\r\n不完足者，始得令其敍明或補充之。查上訴人於原審固陳稱系爭重劃經彰\r\n化縣政府核定後，迄今已逾十三年，被上訴人起訴至今也逾十年等語，惟\r\n綜觀其前後文義，上訴人係就被上訴人獲配系爭土地是否受有損害乙節而\r\n為爭執，並非就時效消滅為抗辯，則原審審判長未就是否時效消滅之抗辯\r\n行使闡明權，並無違誤。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2629 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 11 月 23 日",
        "case_gist": "確定判決之既判力，不及於事實審言詞辯論終結後所發生之新事實。本件\r\n上訴人於前案即原法院九十二年度重上字第四０號，係主張因被上訴人遲\r\n未受領買賣標的物及給付價金，依法解除契約，請求損害賠償，該判決係\r\n以：該第一批貨物契約未經解除，不得依解除契約之法律關係，請求損害\r\n賠償，因而判決上訴人敗訴確定在案。嗣上訴人於原法院九十二年度重上\r\n字第四０號判決後之九十三年六月十八日定期催告被上訴人受領貨物及給\r\n付價金，並於同年七月十九日為解除契約之意思表示，基於前案事實審言\r\n詞辯論終結後之新事實，於同年八月十二日提起本件訴訟，即難謂為前案\r\n確定判決既判力所及，原審就此認有一事不再理之適用，自有可議。又解\r\n除契約，契約之雙方本有回復原狀之義務，倘於解除契約前已發生之損害\r\n，於契約解除後，應一併賠償，始能符合回復原狀之旨趣。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2617 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 11 月 23 日",
        "case_gist": "強制執行法第一百三十一條第一項前段規定，關於共有物分割之裁判，執\r\n行法院得將各共有人分得部分點交之，僅限於該當事人之分得部分。若裁\r\n判分割結果，仍依共有人之應有部分維持共有，並非當事人分得部分，自\r\n不得依上開規定請求點交。而上述點交程序，乃執行法院依債權人之聲請\r\n，運用公權力，強制債務人履行其債務，以實現債權之程序，非債權人所\r\n得自力為之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2611 號 民事判決",
        "case_topic": "確認董事會決議無效",
        "case_date": "民國 95 年 11 月 23 日",
        "case_gist": "查，非對話而為意思表示者，其意思表示，以通知達到相對人時，發生效\r\n力（民法第九十五條第一項）。本件九十三年九月三十日之董事會開會通\r\n知，係在公司法第二百零四條所規定之期限前依董監事名冊所載各董事、\r\n監察人之住址為發送。至寄交上訴人之通知分別於九十三年八月三日及翌\r\n（四）日投遞至上訴人及其配偶林陳○○之戶籍地○○市○○○街○○號\r\n及董事名冊所載之同市○○街○○號之○○址，但因無法投交，遂於同年\r\n月五日送交基隆市東信路郵局招領，招領期滿未領取，而於同年月二十六\r\n日於封面加蓋「招領逾期退回」之戳記，退還原寄件人，並有基隆郵局函\r\n為憑，為原審所合法確認之事實，則該通知已達到上訴人及其配偶之支配\r\n範圍內，上訴人及其配偶隨時可以了解其內容，應認該開會通知已送達而\r\n發生效力，自不容上訴人空言否認。從而，原審所為上訴人敗訴之判決，\r\n經核於法洵無違誤。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2609 號 民事判決",
        "case_topic": "請求撤銷贈與等事件",
        "case_date": "民國 95 年 11 月 23 日",
        "case_gist": "民法第二百四十四條第一、二項所稱之無償或有償行為，係以債務人與第\r\n三人間之行為是否互為對價關係之給付為其區別之標準。乃原審見未及此\r\n，逕以上述理由即評價上訴人間系爭房地之買賣屬無償行為，進而為上訴\r\n人不利之判決，自非無再進一步推求之必要。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2588 號 民事裁定",
        "case_topic": "終止承攬契約",
        "case_date": "民國 95 年 11 月 17 日",
        "case_gist": "定作人行使法定解除權與任意終止承攬契約，雖均足使契約消滅，惟契約\r\n當事人因而所負之責任顯有不同；如定作人行使法定解除權不合於法律規\r\n定，應僅不生契約解除之效果，無從逕轉換為同法第五百十一條所稱之定\r\n作人終止承攬契約之意思表示，自不涉及民法第一百十二條規定之適用。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 714 號 民事裁定",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 95 年 11 月 16 日",
        "case_gist": "當事人或代理人，因天災或其他不應歸責於己之事由，遲誤不變期間者，\r\n於其原因消滅後十日內，得聲請回復原狀，民事訴訟法第一百六十四條第\r\n一項定有明文，具見得回復其遲誤之訴訟行為者，以遲誤不變期間為限，\r\n若為裁定期間，既可依當事人之聲請或法院以職權酌量延展，自無再行准\r\n許回復之理。法院命上訴人補正上訴要件欠缺之裁定期間，並非前揭所稱\r\n之不變期間，是以不問上訴人遲誤此項期間之原因為何，均不得聲請回復\r\n原狀。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 706 號 民事裁定",
        "case_topic": "請求給付貨款",
        "case_date": "民國 95 年 11 月 16 日",
        "case_gist": "在得上訴於第三審法院之本案訴訟事件，縱令相關裁定事項之金額或價額\r\n未逾民事訴訟法第四百六十六條第一項、第三項所定之數額，其第二審法\r\n院所為之裁定，當事人或其他利害關係人亦得對之提起抗告或再抗告，不\r\n受同法第四百八十四條第一項前段規定之限制。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 703 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行",
        "case_date": "民國 95 年 11 月 16 日",
        "case_gist": "查區分所有建物為共有，而共有人出賣其應有部分時，他共有人依土地法\r\n第三十四條之一第四項規定，當然得以同一價格共同或單獨優先承購，此\r\n與土地登記規則第九十八條所定區分所有建物連同其基地一併移轉之情形\r\n，尚屬有別，他共有人對於該區分所有建物應有部分之優先承購權，不應\r\n被剝奪。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2550 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 11 月 16 日",
        "case_gist": "民法第一百八十九條與第一百九十一條規定負損害賠償責任之要件不同，\r\n承攬人執行承攬事項，有其獨立自主之地位，定作人對於承攬人並無監督\r\n其完成工作之權限，縱工作物為土地上之建築物或其他工作物而其所有權\r\n屬於定作人，如係因承攬人執行承攬事項而不法侵害他人權利，似應優先\r\n適用民法第一百八十九條規定，而不適用同法第一百九十一條規定。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2542 號 民事判決",
        "case_topic": "請求給付補償金",
        "case_date": "民國 95 年 11 月 16 日",
        "case_gist": "勞基法第五十九條之補償規定，係為保障勞工，加強勞、雇關係、促進社\r\n會經濟發展之特別規定，性質上非屬損害賠償。且按職業災害補償乃對受\r\n到「與工作有關傷害」之受僱人，提供及時有效之薪資利益、醫療照顧及\r\n勞動力重建措施之制度，使受僱人及受其扶養之家屬不致陷入貧困之境，\r\n造成社會問題，其宗旨非在對違反義務、具有故意過失之雇主加以制裁或\r\n課以責任，而係維護勞動者及其家屬之生存權，並保存或重建個人及社會\r\n之勞動力，是以職業災害補償制度之特質係採無過失責任主義，凡雇主對\r\n於業務上災害之發生，不問其主觀上有無故意過失，皆應負補償之責任，\r\n受僱人縱使與有過失，亦不減損其應有之權利。原審謂：職業災害之成立\r\n，必須在勞工所擔任之「業務」與「災害」之間有密接關係存在，即造成\r\n職業災害之原因，須雇主可得控制之危害始有適用，若危險發生之原因非\r\n雇主可控制之因素所致，自不宜過份擴張職業災害認定之範圍，否則無異\r\n加重雇主之責任，而減少企業之競爭力，同時亦有礙社會之經濟發展云云\r\n，自屬可議。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2540 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 11 月 16 日",
        "case_gist": "軍人撫卹條例係國家對因公受傷或死亡之軍人或其家屬，對之予以補償或\r\n恩給，以照顧彼等日後生活之規定，並非對軍人執行公務致第三人受有損\r\n害，而應由國家予以賠償之規定。是謝青霖縱由軍人撫卹條例獲有給付，\r\n該給付並非損害賠償，自無毋須自損害賠償金額中扣除。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2533 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 95 年 11 月 16 日",
        "case_gist": "民法第三百五十四條明定：物之出賣人對於買受人，應擔保其物依第三百\r\n七十三條之規定危險移轉於買受人時無滅失或減少其價值之瑕疵，亦無滅\r\n失或減少其通常效用或契約預定效用之瑕疵。……出賣人並應擔保其物於\r\n危險移轉時，具有其所保證之品質。準此，被上訴人既繼承李水金等二人\r\n出賣系爭土地與林春松之權利義務，自應擔保系爭土地於交付時，無滅失\r\n或減少其價值之瑕疵，亦無滅失或減少其通常效用或契約預定效用之瑕疵\r\n。苟系爭土地上因建有被上訴人所有之系爭房屋，致土地價值減損，則於\r\n林春松依買賣契約請求被上訴人交付系爭土地部分，業經第一審判決其勝\r\n訴確定之情形下，林春松是否不得請求被上訴人負出賣人之瑕疵擔保責任\r\n，拆除系爭房屋以回復系爭土地之應有價值？原審未斟酌及此，遽認買受\r\n人（林春松）得請求出賣人（被上訴人）肩負之瑕疵擔保責任，不包括拆\r\n除房屋之事實上處分，而為不利於上訴人之判決，顯有疏率，自屬難昭折\r\n服。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2494 號 民事判決",
        "case_topic": "請求給付墊付款事件",
        "case_date": "民國 95 年 11 月 10 日",
        "case_gist": "民法第二百七十一條規定數人負同一債務而其給付可分者，除法律另有規\r\n定或契約另有訂定外，應各平均分擔之，係規定多數債務人與債權人間之\r\n關係，固屬對外效力之規定；惟於給付可分之債務人內部間，亦應類推適\r\n用該規定，即除債務人間另有約定外，亦應平均分擔其債務。給付可分之\r\n債務人間對於債務之分擔，既以平均分擔為原則，則如有主張其間已另有\r\n約定者，自應由主張該事實存在之人，負舉證責任，始符舉證責任分配原\r\n則。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 691 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 95 年 11 月 09 日",
        "case_gist": "合夥財產不足清償合夥之債務時，各合夥人對於不足之額連帶負其責任，\r\n合夥人退夥後，對於退夥前合夥所負債務，仍應負責，為民法第六百八十\r\n一條、六百九十條所明定。又對於合夥之執行名義，實質上即為對全體合\r\n夥人之執行名義。命合夥履行債務之執行名義，於合夥財產不足清償時，\r\n得對合夥人之財產執行，司法院著有院字第九一八號解釋在案。以故，合\r\n夥之債權人持對合夥之執行名義，聲請對合夥人之各別財產為強制執行，\r\n執行法院應就債權人提供之資料，為形式之審查，倘合夥之債務，確係在\r\n合夥人退夥前所發生，而合夥之財產又不足以清償，執行法院自應准許債\r\n權人併對合夥人為強制執行，合夥人對之如有爭執，應由合夥人另行起訴\r\n解決。倘就債權人提供之資料為形式審查，合夥之債務確非合夥人退夥前\r\n所發生或合夥之財產足以清償合夥債務時，執行法院始得駁回合夥債權人\r\n對合夥人強制執行之聲請，合夥債權人對之如有爭執，應由合夥債權人另\r\n行起訴解決。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 690 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 95 年 11 月 09 日",
        "case_gist": "合夥財產不足清償合夥之債務時，各合夥人對於不足之額連帶負其責任；\r\n合夥人退夥後，對於退夥前合夥所負債務，仍應負責，為民法第六百八十\r\n一條、六百九十條所明定。則合夥之債權人是否須先行聲請對合夥財產為\r\n強制執行無效果時，始得持對合夥之執行名義，強制執行各合夥人之個別\r\n財產？執行法院就系爭執行名義之合夥債務是否為林○○等八人退夥前所\r\n負債務及合夥財產是否足以清償合夥債務應否為形式之審查？均有加以闡\r\n釋之必要，凡此攸關抗告人得否持系爭執行名義逕行就林○○等八人個別\r\n財產為強制執行。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2477 號 民事判決",
        "case_topic": "請求給付貨款事件",
        "case_date": "民國 95 年 11 月 09 日",
        "case_gist": "國際貿易通常以信用狀為付款之方式，即由進口商（買受人）委任開狀銀\r\n行簽發信用狀而對出口商（出賣人）負擔信用狀付款之新債務，係屬一種\r\n間接給付（即新債清償），除當事人另有約定外，買受人之買賣價金給付\r\n義務僅暫時停止，於出賣人不能憑信用狀獲得承兌、付款或買受人違約不\r\n按期開立信用狀時，其以現款給付買賣價金之舊債務即不消滅，出賣人仍\r\n得請求給付買賣價金之舊債務，惟出賣人請求買受人以現款給付買賣價金\r\n時，即無從再依信用狀交易之慣例，主張買受人有先為交付之義務，應受\r\n民法關於買賣契約之規範，以確保買受人於付款之時，同時受領合於買賣\r\n契約之貨物。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2469 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 11 月 09 日",
        "case_gist": "金錢、有價證券、珠寶或其他貴重物品，除託運人於託運時報明其性質及\r\n價值者外，運送人對於其喪失或毀損，不負責任，固為民法第六百三十九\r\n條第一項所明定，惟所謂運送人不負責任，係指不負民法第六百三十四條\r\n之「無過失」責任而言，非謂於運送人有故意或過失之情形下，就貨物之\r\n喪失或毀損，均不須負其責任。換言之，運送人就民法第六百三十九條所\r\n定之貴重物品之喪失或毀損，如有故意或過失之可歸責事由，自仍須負債\r\n務不履行之責任。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2465 號 民事判決",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 95 年 11 月 09 日",
        "case_gist": "勞基法第十二條第一項第四款規定，勞工有違反勞動契約或工作規則，情\r\n節重大者，雇主得不經預告終止契約。所謂「情節重大」，係屬不確定之\r\n法律概念，不得僅就雇主所訂工作規則之名目條列是否列為重大事項作為\r\n決定之標準，須勞工違反工作規則之具體事項，客觀上已難期待雇主採用\r\n解僱以外之懲處手段而繼續其僱傭關係，且雇主所為之懲戒性解僱與勞工\r\n之違規行為在程度上須屬相當，方符合上開勞基法規定之「情節重大」之\r\n要件。則勞工之違規行為態樣、初次或累次、故意或過失違規、對雇主及\r\n所營事業所生之危險或損失、勞雇間關係之緊密程度、勞工到職時間之久\r\n暫等，均為是否達到懲戒性解僱之衡量標準。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2463 號 民事判決",
        "case_topic": "請求給付工程款事件",
        "case_date": "民國 95 年 11 月 09 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免除之，\r\n民法第二百十七條第一項定有明文。此項規定之目的在謀求加害人與被害\r\n人間之公平，倘受害人於事故之發生亦有過失時，由加害人負全部賠償責\r\n任，未免失諸過酷，是以賦與法院得減輕其賠償金額或免除之職權。惟所\r\n謂被害人與有過失，須被害人之行為助成損害之發生或擴大，就結果之發\r\n生為共同原因之一，行為與結果有相當因果關係，始足當之。倘被害人之\r\n行為與結果之發生並無相當因果關係，尚不能僅以其有過失，即認有過失\r\n相抵原則之適用。且法院對於酌減賠償金額若干抑或完全免除，雖有裁量\r\n之自由，但應斟酌雙方原因力之強弱與過失之輕重以定之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2458 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 95 年 11 月 09 日",
        "case_gist": "分別共有之應有部分，乃就一所有權為量之分割，並依該量上劃分之一定\r\n分數比率，分歸於各共有人抽象享有之狀態。繼承人將遺產之公同共有關\r\n係終止，變更為分別共有關係，性質上自屬分割遺產方法之一，初無土地\r\n法第三十四條之一第一項規定之適用（參看本院七十四年台上字第二五六\r\n一號判例）。且依土地登記規則第一百二十條第一項規定，繼承之土地原\r\n則上應申請為公同共有之登記，其經繼承人全體之同意者，始得申請為分\r\n別共有之登記（參看本院六十九年台上字第一一六六號判例）。是繼承人\r\n將公同共有之遺產變更為分別共有，應依民法第八百二十八條第二項規定\r\n經全體繼承人同意，始得為之，該部分繼承人（公同共有人）尚不得逕依\r\n土地法第三十四條之一第一項之規定，以經共有人人數及應有部分合計過\r\n半數或應有部分合計逾三分之二之同意，請求變更為分別共有之登記。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2437 號 民事判決",
        "case_topic": "債務人異議",
        "case_date": "民國 95 年 11 月 03 日",
        "case_gist": "和解之範圍，應以當事人相互間欲求解決之爭點為限，至於其他爭點，或\r\n尚未發生爭執之法律關係，雖與和解事件有關，如當事人並無欲求一併解\r\n決之意思，要不能因權利人未保留其權利，而認該權利已因和解讓步，視\r\n為拋棄而消滅（本院五十七年台上字第二一八○號判例參照）。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2426 號 民事判決",
        "case_topic": "確認抵押權不存在",
        "case_date": "民國 95 年 10 月 31 日",
        "case_gist": "由自己之行為表示以代理權授與他人者，對於第三人應負授權人之責任，\r\n必須本人有表見之事實，足使第三人信該他人有代理權之情形存在，始足\r\n當之。本人將印章、印鑑證明、戶口名簿交付他人，委託該他人辦理特定\r\n事項，除該特定事項外，該他人以本人名義所為其他法律行為，尚難僅憑\r\n其持有本人之印章、印鑑證明、戶口名簿，即認須由本人負表見代理授權\r\n人之責任。"
    },
    {
        "case_id": "最高法院 95 年度台簡抗字第 37 號 民事裁定",
        "case_topic": "請求確定經界事件",
        "case_date": "民國 95 年 10 月 27 日",
        "case_gist": "所謂因定不動產界線之訴訟，係指相鄰地所有人間，關於所有權並無爭執\r\n，惟其經界不明，而求定其界線所在之訴訟而言（本院二十七年上字第一\r\n四五一號、三十年抗字第一七七號判例參照）。如相鄰地所有人間，關於\r\n所有權有爭執，因所有權確定之結果，其界線亦隨之有所確定，仍非屬因\r\n定不動產界線之訴。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2425 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 95 年 10 月 27 日",
        "case_gist": "當事人在第二審為訴之變更合法者，原訴可認為已因而視為撤回，第一審\r\n就原訴所為判決，當然失其效力，第二審僅得就變更之新訴為裁判，不得\r\n就第一審之原訴為裁判。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 659 號 民事裁定",
        "case_topic": "第三人異議",
        "case_date": "民國 95 年 10 月 26 日",
        "case_gist": "在強制執行程序中，第三人依強制執行法第十五條提起異議之訴，若以多\r\n數債權人為被告，其訴訟標的對於共同訴訟之各人必須合一確定，即屬必\r\n要之共同訴訟。如聲請強制執行之債權人為多數，第三人僅列其中一人或\r\n數人為被告，提起訴訟後復追加其他之債權人為被告，因第三人異議之訴\r\n之訴訟標的，對於執行債權人之數人必須合一確定，在第二審追加原非當\r\n事人之其他執行債權人為當事人者，依民事訴訟法第四百四十六條第一項\r\n但書、第二百五十五條第一項第五款規定，自毋庸經他造當事人之同意。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2409 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 10 月 26 日",
        "case_gist": "損害賠償之債，以實際上受有損害為成立要件，倘無損害，即不發生賠償\r\n問題；被害人實際上有否受損害，應視其財產總額有無減少而定。查原審\r\n既認定被上訴人就系爭土地部分已撤銷承買之意思表示，即屬自始無效，\r\n及香蕉樹部分之拍賣無效，則被上訴人依法得請求出賣人即債務人陳森吉\r\n返還價金，因而對之取得債權，其財產總額並未因此減少，於其證明就系\r\n爭價金追償無效果前，似難認已受有實際損害。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2388 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 10 月 26 日",
        "case_gist": "按，民法第一百八十五條第一項後段規定之共同危險行為，須數人共同不\r\n法侵害他人權利，即數人「均有」侵害他人權利之「不法」行為，而不能\r\n知其中孰為加害人為要件。本件被上訴人施放天燈當時，既非法令所禁止\r\n之行為，則施放天燈縱經易道學會理監事會開會決定舉辦，尚難因此決定\r\n遽令負侵權行為之責；且上訴人又主張被上訴人僅係參與易道學會所舉辦\r\n放天燈活動，而施放天燈又係個別為之，僅因一只天燈施放失敗致引發系\r\n爭火災，顯係個別施放者施放失敗所致，核與數人「均有」「不法」侵害\r\n他人權利之共同不法侵害行為之情形有別，要無責令全體施放者同負共同\r\n危險行為之連帶損害賠償責任之理。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2387 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 95 年 10 月 26 日",
        "case_gist": "祭祀公業之管理權與祭祀公業本身之權利有別，選任管理人並非處分祭祀\r\n公業之行為，應無民法第八百二十八條第二項之適用，亦即不必經全體派\r\n下員之同意。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2365 號 民事判決",
        "case_topic": "回復名譽",
        "case_date": "民國 95 年 10 月 26 日",
        "case_gist": "言論自由為人民之基本權利，有個人實現自我、促進民主政治、實現多元\r\n意見等多重功能，維護言論自由即所以促進民主多元社會之正常發展，與\r\n個人名譽之可能損失，兩相權衡，顯然有較高之價值，國家應給予最大限\r\n度之保障，使個人名譽為必要之退讓。而權衡個人名譽對言論自由之退讓\r\n程度時，於自願進入公眾領域之公眾人物，或就涉及公眾事務領域之事項\r\n，更應為較高程度之退讓。是行為人對於公眾人物或所涉公眾事務，以善\r\n意發表言論，或對於可受公評之事為適當之評論，或行為人雖不能證明言\r\n論內容為真實，但就其所言為真實之舉證責任，仍應有相當程度之減輕（\r\n證明強度不必至客觀之真實），且不得完全加諸於行為人。倘依行為人所\r\n提證據資料，可認有相當理由確信其為真實，或對於行為人乃出於明知不\r\n實故意捏造或因重大過失、輕率、疏忽而不知其真偽等不利之情節未善盡\r\n舉證責任者，均不得謂行為人為未盡注意義務而有過失。縱事後證明其言\r\n論內容與事實不符，亦不能令其負侵權行為之損害賠償責任。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 640 號 民事裁定",
        "case_topic": "清償債務聲明異議",
        "case_date": "民國 95 年 10 月 20 日",
        "case_gist": "依法得聲請檢閱或閱覽卷宗之人，得於開庭翌日起至裁判確定後三十日前\r\n，繳納費用請求交付法庭錄音光碟，法庭錄音辦法第七條定有明文。故請\r\n求交付法庭錄音光碟，只須合於請求人為依法得聲請檢閱或閱覽卷宗之人\r\n，且於開庭翌日起至裁判確定後三十日前為請求，並已繳納費用等要件，\r\n即應准許。上開條文並未限定請求人必須認筆錄有錯誤或遺漏，並已依法\r\n庭錄音辦法第六條規定，向法院聲請定期播放錄音內容核對更正筆錄，經\r\n書記官核對結果不予更正時，始得請求交付法庭錄音光碟。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2358 號 民事判決",
        "case_topic": "請求確認抵押權不存在",
        "case_date": "民國 95 年 10 月 20 日",
        "case_gist": "確認法律關係成立或不成立之訴，須被上訴人有即受確認判決之法律上利\r\n益者，方得提起，民事訴訟法第二百四十七條第一項定有明文。所謂即受\r\n確認判決之法律上利益，指因法律關係之存否不明確，致被上訴人在私法\r\n上之地位有受侵害之危險，而此項危險得以對上訴人之確認判決除去而言\r\n。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 635 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 95 年 10 月 19 日",
        "case_gist": "對於抗告法院所為抗告有無理由之裁定再為抗告，依民事訴訟法第四百九\r\n十五條之一第二項準用第四百六十六條之一規定，除有同條第一項但書及\r\n第二項所定之情形外，應委任律師為訴訟代理人，如未依上開法條第一項\r\n、第二項規定委任訴訟代理人，或雖依該法條第二項委任，法院認為不適\r\n當者，抗告法院應定期先命補正。而於再抗告人依第四百六十六條之一第\r\n一項、第二項規定委任訴訟代理人或經法院為其選任律師為訴訟代理人之\r\n前，其對於抗告法院所為有無理由之裁定有何適用法規顯有錯誤，且所涉\r\n及之法律見解具有原則上之重要性，則無表明之能力，於此情形，自不得\r\n因其再抗告未以適用法規顯有錯誤，且所涉及之法律見解具有原則上之重\r\n要性為理由，而不予許可，以裁定予以駁回。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 621 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 95 年 10 月 19 日",
        "case_gist": "民事訴訟法第五百三十八條之四準用第五百三十三條、第五百二十六條第\r\n一項及第二項規定，債權人聲請定暫時狀態之處分，應釋明其請求及定暫\r\n時狀態之處分之原因；須債權人已為前項釋明，而其釋明如有不足，且債\r\n權人陳明願供擔保或法院認為適當者，法院始得定相當之擔保，命供擔保\r\n後為定暫時狀態之處分。倘債權人就其請求及定暫時狀態之處分之原因，\r\n毫未予以釋明，法院尚不得因其陳明願供擔保，即認足補釋明之欠缺，而\r\n命供擔保後為定暫時狀態之處分。又所謂定暫時狀態之處分之原因，係指\r\n於爭執之法律關係，為防止發生重大之損害或避免急迫之危險或有其他相\r\n類之情形而有必要者而言。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2309 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 95 年 10 月 19 日",
        "case_gist": "按，類推適用，係就法律未規定之事項，比附援引與其性質相類似之規定\r\n，加以適用，為基於平等原則及社會通念以填補法律漏洞的方法，倘無法\r\n律漏洞，自不生類推適用而補充之問題。基於同一法理，於契約條款之類\r\n推適用，亦須於契約未約定之事項，始有比附援引其他條款適用之餘地。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2282 號 民事判決",
        "case_topic": "返還代償借款",
        "case_date": "民國 95 年 10 月 13 日",
        "case_gist": "有權代理須本人有授與代理權之行為，授與代理權，依民法第一百六十七\r\n條規定，應向代理人或向代理人對之為代理行為之第三人，以意思表示為\r\n之。而依民法第一百七十條第一項規定，無代理權人以代理人之名義所為\r\n之法律行為，經本人承認者，固對本人發生效力。惟承認係對於已經存在\r\n之法律行為補正授權行為之欠缺，並非事後授與代理權，故無權代理行為\r\n，經本人承認而補正欠缺者，與曾授與代理權之有權代理，本質上仍有不\r\n同。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2277 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 95 年 10 月 13 日",
        "case_gist": "查，仲裁法第五十二條固係規定法院關於仲裁事件之程序，可準用非訟事\r\n件法或可準用民事訴訟法，而仲裁人進行仲裁程序，並無該條之適用。然\r\n原審係認定上訴人依仲裁法第十九條聲請參加仲裁程序，而經上述九十二\r\n年度仲聲信字第○○二號仲裁程序之仲裁庭依民事訴訟法有關訴訟參加規\r\n定，予以准許為仲裁參加。對仲裁判斷，上訴人自應受前述民事訴訟法第\r\n六十一條前段、第六十三條前段關於參加訴訟效力之拘束。否則無異將民\r\n事訴訟法參加訴訟之有關規定予以割裂適用，且有違紛爭一次解決之訴訟\r\n經濟原則及誠信原則，自無不合。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2263 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 95 年 10 月 13 日",
        "case_gist": "將來債權之讓與，僅係所讓與之債權即讓與標的，附有條件或期限，債權\r\n受讓人於原定之條件成就或期限屆至時始得行使權利。故除有民法第二百\r\n九十四條第一項所定情形外，將來債權之讓與，尚非法所不許，且於債權\r\n讓與契約生效時，發生債權移轉之效力。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 611 號 民事裁定",
        "case_topic": "請求履行契約",
        "case_date": "民國 95 年 10 月 12 日",
        "case_gist": "法官曾參與該訴訟事件之前審裁判或仲裁者，應自行迴避，不得執行職務\r\n，民事訴訟法第三十二條第七款定有明文。所謂前審裁判，固不以下級審\r\n裁判為限，除權判決對於撤銷除權判決之訴，宣告禁治產之裁定對於撤銷\r\n禁治產宣告之訴，亦為同款所謂前審裁判。然除有此種特殊情形外，恆指\r\n該事件之下級審裁判而言（本院三十年抗字第一０三號（１）判例參照）\r\n。下級審判決經上級審廢棄發回更審者，參與該下級審判決之法官於更為\r\n審判之程序，不得謂為參與前審判決之法官。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 590 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 95 年 10 月 12 日",
        "case_gist": "依民事訴訟法第五百三十八條之四準用第五百三十三條、第五百二十六條\r\n第一項及第二項規定，債權人聲請定暫時狀態之處分，應釋明其請求及定\r\n暫時狀態之處分之原因；須債權人已為前項釋明，而其釋明如有不足，且\r\n債權人陳明願供擔保或法院認為適當者，法院始得定相當之擔保，命供擔\r\n保後為定暫時狀態之處分。倘債權人就其請求及定暫時狀態之處分之原因\r\n，毫未予以釋明，法院尚不得因其陳明願供擔保，即認足補釋明之欠缺，\r\n而命供擔保後為定暫時狀態之處分。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2259 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 10 月 05 日",
        "case_gist": "所謂不真正連帶債務，係指數債務人以單一目的，本於各別之發生原因負\r\n其債務，因其中一債務之履行，他債務亦同歸消滅者而言。故不真正連帶\r\n債務人中之一人所為之清償，如已滿足債權之全部，即應發生絕對清償效\r\n力，債權人不得再向他債務人請求清償。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2214 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 95 年 10 月 04 日",
        "case_gist": "土地法第三十四條之一第五項公同共有準用同條第四項規定，共有人出賣\r\n公同共有土地或建築改良物時，他共有人得以同一價格優先承購。該優先\r\n承購權人一經表示以同一條件優先承購，則該共有土地或建築改良物之買\r\n賣契約即當然於出賣之共有人與優先承購之共有人間成立，且為實現應由\r\n優先承購之共有人優先購買之立法目的，是於該共有人行使優先承購權之\r\n後，原承買人自不得請求出賣之共有人所有權移轉登記。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2187 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 09 月 29 日",
        "case_gist": "撤銷權為形成權之一種，法律行為之撤銷，須以法律規定之撤銷權為基礎\r\n，由撤銷權人行使其權利，始生撤銷之效力。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2178 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 09 月 28 日",
        "case_gist": "醫療行為並非從事危險事業或活動者製造危險來源，亦非因危險事業或活\r\n動而獲取利益為主要目的，亦與民法第一百九十一條之三之立法理由所例\r\n示之工廠排放廢水或廢氣、桶裝瓦斯場填裝瓦斯、爆竹場製造爆竹、舉行\r\n賽車活動、使用炸藥開礦、開山或燃放焰火等性質有間，是醫療行為並無\r\n民法第一百九十一條之三之適用。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2152 號 民事判決",
        "case_topic": "請求工程款事件",
        "case_date": "民國 95 年 09 月 28 日",
        "case_gist": "民法第二百六十條規定，解除權之行使，不妨礙損害賠償之請求；此為當\r\n事人依法律規定終止契約時所準用，復為同法第二百六十三條所明定。基\r\n於同一法理，如依契約約定終止之情形，應可類推適用。因此，約定終止\r\n權人於終止以前，如已有之損害賠償請求權，不因約定終止權之行使而受\r\n影響。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2150 號 民事判決",
        "case_topic": "請求分配賸餘財產",
        "case_date": "民國 95 年 09 月 28 日",
        "case_gist": "聯合財產關係消滅時，夫或妻於婚姻關係存續中所取得而現存之原有財產\r\n，扣除婚姻關係存續中所負債務後，如有剩餘，其雙方剩餘財產之差額，\r\n應平均分配。但因繼承或其他無償取得之財產，不在此限。修正前民法第\r\n一千零三十條之一第一項定有明文。倘於新法修正施行前，夫妻因離婚而\r\n請求分配剩餘財產者，其結婚後取得而現存之原有財產之價值，應以聯合\r\n財產關係消滅時為準；如當事人依民事訴訟法第五百七十二條第三項規定\r\n，於離婚訴訟合併提起分配剩餘財產之訴或被告提起分配剩餘財產之反訴\r\n時，舊法雖未如新法第一千零三十條之四第一項但書明定以起訴時為準；\r\n惟剩餘財產分配制度，在於夫妻於婚姻關係存續中，其財產之增加，係夫\r\n妻共同努力、貢獻之結果，故賦予夫妻因協力所得剩餘財產平均分配之權\r\n利。但夫妻一旦提起離婚之訴，其婚姻基礎既已動搖，自難期待一方對於\r\n他方財產之增加再事協力、貢獻，是夫妻於離婚訴訟合併或以反訴請求分\r\n配剩餘財產時，其財產範圍及其價值之計算，以提起離婚訴訟時為準，實\r\n乃法理，於新法修正前，自應依此基準計算。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2143 號 民事判決",
        "case_topic": "請求給付工程款等事件",
        "case_date": "民國 95 年 09 月 28 日",
        "case_gist": "民法第二百二十七條之二第一項所稱之情事變更，係指契約成立後，其成\r\n立當時之環境或基礎有所遽變，非當時所得預料，依一般觀念，認為如依\r\n其原有效果顯然有失公平者而言，該情事變更之事實，應祇須發生於契約\r\n成立之後，自有其適用。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 592 號 民事裁定",
        "case_topic": "請求給付票款強制執行聲明異議",
        "case_date": "民國 95 年 09 月 27 日",
        "case_gist": "依法對於執行標的物有擔保物權或優先受償權之債權人，不問其債權已否\r\n屆清償期，應提出其權利證明文件，聲明參與分配；其不聲明參與分配者\r\n，執行法院僅就所知債權及其金額列入分配，執行法院不知其債權金額者\r\n，該債權對於執行標的物之優先受償權，因拍賣而消滅，其已列入分配而\r\n未受清償部分，亦同。強制執行法第三十四條第二、三、四項定有明文。\r\n申言之，依法對於執行標的物有擔保物權之債權人，於該標的物強制執行\r\n程序中，不問其已否取得准許拍賣抵押物之裁定及是否聲明參與分配，均\r\n視為其已實行抵押權。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2120 號 民事判決",
        "case_topic": "請求給付委任報酬",
        "case_date": "民國 95 年 09 月 21 日",
        "case_gist": "民法第五百四十八條第二項規定，受任人得就其已處理之部分，請求報酬\r\n，其數額應按已處理事務之難易或所占比例，依契約本旨及誠信原則酌定\r\n之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2113 號 民事判決",
        "case_topic": "請求塗銷抵押權登記",
        "case_date": "民國 95 年 09 月 21 日",
        "case_gist": "公司法第十六條第一項規定：公司除依其他法律或公司章程規定得為保證\r\n者外，不得為任何保證人。故原則上，公司不得為任何保證人，但如其他\r\n法律或公司章程中另有規定得為保證者，例外得為保證。公司提供財產為\r\n他人設定擔保物權，就公司財務之影嚮而言，與為他人保證之情形無殊，\r\n應為相同之解釋。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2103 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 95 年 09 月 21 日",
        "case_gist": "民事訴訟法第三百五十五條第一項規定，文書依其程式及意旨得認作公文\r\n書者，推定為真正，僅係推定其有形式之證據力，至其實質上證據力之有\r\n無，仍應由事實審法院依自由心證判斷之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2100 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 95 年 09 月 21 日",
        "case_gist": "查系爭保險契約共同條款第二條第一項既約定：「被保險人在施工處所或\r\n毗鄰地區，於保險期間內，因營建本保險契約承保工程發生意外事故，致\r\n『第三人』體傷、死亡或財物受有損害，被保險依法應負賠償責任而受賠\r\n償請求時，……」，上訴人即應對被保險人負賠償責任，核與保險法第九\r\n十條規定責任保險之本旨一致，旨在分散被保險人因營造工程所致第三人\r\n之體傷、死亡或財物損害所生之損害賠償責任。而一般營造工程之施工處\r\n所均在封閉或半封閉之場域，一般無關之第三人鮮有進入施工處所之可能\r\n，則如該第三人意外責任險所保險之範圍僅限於與施工無關之第三人，顯\r\n然不當限縮保險之對象，致失營造人投保第三人責任險之本意，準此，系\r\n爭保險契約共同條款第九條第㈡款所定不保事項，顯與第二條第一項約定\r\n保險之本旨有違，自無由上訴人執以免負保險責任之餘地。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2093 號 民事判決",
        "case_topic": "分配表異議",
        "case_date": "民國 95 年 09 月 21 日",
        "case_gist": "民事訴訟法第二百七十九條第一項所規定之「自認」，必須當事人對於他\r\n造主張不利於己之事實，在訴訟上承認其為真實或積極而明確的表示「不\r\n爭執」始足稱之，此與同法第二百八十條第一項所規定之「視同自認」，\r\n係指當事人對於他造主張之事實，於言詞辯論時，消極的不表示意見或不\r\n陳述真否意見之「不爭執」，法律擬制其為「自認」，該當事人得因他項\r\n陳述而可認為爭執之情形未盡相同。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2032 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 95 年 09 月 14 日",
        "case_gist": "債務承擔，有免責的債務承擔及併存的債務承擔之別，前者於契約生效後\r\n原債務人脫離債務關係，後者為第三人加入債務關係與原債務人併負同一\r\n之債務，而原債務人並未脫離債務關係。又民法第三百零三條第一項所稱\r\n承擔人得援用債務人之對抗事由，包括債務之成立、存續或履行上之阻礙\r\n事由，無論為權利不發生（債之原因違法或無效）或權利消滅（業經清償\r\n、免除或拋棄）或拒絕給付（同時履行或消滅時效）之抗辯事由均屬之，\r\n且此項規定，於併存的債務承擔之情形，自應類推適用之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2013 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 95 年 09 月 13 日",
        "case_gist": "民法第一百七十九條所謂無法律上之原因而受利益，係指無權利或給付之\r\n目的欠缺而言。基於契約關係而受領給付者，自難謂為無法律上之原因而\r\n受利益。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 2010 號 民事判決",
        "case_topic": "請求返還定金等事件",
        "case_date": "民國 95 年 09 月 13 日",
        "case_gist": "所謂給付不能，係指清償期屆至，債權人得請求債務人給付，而債務人不\r\n能依債之本旨為給付而言。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1992 號 民事判決",
        "case_topic": "請求返還保證金",
        "case_date": "民國 95 年 09 月 07 日",
        "case_gist": "繼承人得限定以因繼承所得之遺產，償還被繼承人之債務。繼承人有數人\r\n，其中一人主張為前項限定之繼承時，其他繼承人視為同為限定之繼承。\r\n民法第一千一百五十四條第一、二項定有明文。準此，限定繼承之繼承人\r\n，就被繼承人之債務，既僅負以繼承遺產為限度之有限責任，則於限定繼\r\n承之債權人起訴為請求時，如繼承人提出限定繼承之抗辯，法院即祇能為\r\n保留之給付（於繼承遺產限度內為給付）判決，不得命為超過繼承所得遺\r\n產之給付。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1990 號 民事判決",
        "case_topic": "請求履行贈與契約",
        "case_date": "民國 95 年 09 月 07 日",
        "case_gist": "確定判決有民事訴訟法第四百九十六條第一項各款所列情形之一者，當事\r\n人得以再審之訴對之聲明不服，但當事人已依上訴主張其事由或知其事由\r\n而不為主張者，不在此限，固為同條但書所明定。惟該但書之規定，係以\r\n當事人既經依上訴主張其事由，則其事由已受上級法院審判，為訴訟經濟\r\n計，始不許當事人復以再審之方法更為主張。倘其上訴係因「不合法」而\r\n經上級法院以裁定駁回者，因未受上級法院實體審判，自無不許其以相同\r\n事由提起再審之訴之理。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1972 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 95 年 09 月 07 日",
        "case_gist": "按最高法院二十二年上字第三七七一號判例固謂：債權人本於確定判決，\r\n於債務人為強制執行受金錢之支付者，該確定判決如未經其後之確定判決\r\n予以廢棄，縱令判決之內容不當，亦非無法律上之原因而受利益。惟尋繹\r\n其闡釋債權人之所以非不當得利，乃指該確定判決之事實審言詞辯論終結\r\n時之原因事實狀態而言，倘債權人依確定判決事實審言詞辯論終結後，新\r\n發生之原因事實另為起訴主張者，即無該判例之適用，此觀本院三十九年\r\n台上字第二一四號判例所揭櫫：「判決之既判力，係僅關於為確定判決之\r\n事實審言詞辯論終結時之狀態而生，故在確定判決事實審言詞辯論終結後\r\n所發生之事實，並不受其既判力之拘束」之意旨自明。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1959 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 09 月 05 日",
        "case_gist": "所謂相當因果關係，係指無此事實，雖不必生此結果，但有此事實，按諸\r\n一般情形，通常均可能發生此結果者而言。又所謂能預見，係指依客觀情\r\n形有可能預見，並非指行為人主觀上確有預見。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1953 號 民事判決",
        "case_topic": "損害賠償事件",
        "case_date": "民國 95 年 08 月 31 日",
        "case_gist": "公司法第二十三條規定，公司負責人對於公司業務之執行，如有違反法令\r\n致他人受有損害時，對他人應與公司負連帶賠償責任。此所定連帶賠償責\r\n任，乃係基於法律之特別規定，並非侵權行為上之責任，故其請求權之消\r\n滅時效，應適用民法第一百二十五條之規定。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1932 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 95 年 08 月 31 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額，或免除之\r\n，民法第二百十七條第一項定有明文。準此，僅於被害人之行為與損害之\r\n發生或擴大有相當因果關係時，才有與有過失之可言，並非被害人所有與\r\n法不合之行為，均當然成為損害發生或擴大之共同原因。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1921 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 95 年 08 月 31 日",
        "case_gist": "依平均地權條例第十一倏第一項規定徵收之出租耕地，應由土地所有人以\r\n所得之補償地價，扣除土地增值稅後餘額之三分之一補償耕地承租人，該\r\n支付補償耕地承租人之地價者為土地所有人，僅係法令賦予主管機關於發\r\n放補償費時應代為扣交之公法上之義務，該應由出租人補償承租人之法律\r\n關係，並未因而移轉於主管機關。倘主管機關未代為扣交而將地價補償全\r\n數發放予土地所有人，因承租人對土地所有人此項補償地價債權仍屬存在\r\n，既不影響其向土地所有人請求之權利，耕地承租人尚不得認其權利受有\r\n侵害，而請求主管機關賠償其損害，且土地所有人亦未因之受有免除給付\r\n地價補償費之利益，自無不當得利可言。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1913 號 民事判決",
        "case_topic": "請求職業災害補償",
        "case_date": "民國 95 年 08 月 30 日",
        "case_gist": "勞工因遭遇職業災害，依勞動基準法第五十九條第二款規定請求雇主補償\r\n工資，以在醫療中者為限。如已治療終止，經指定之醫院診斷，審定其身\r\n體遺存殘廢者，則得依同條第三款請求雇主給付殘廢補償。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1911 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 95 年 08 月 30 日",
        "case_gist": "承租人應自任耕作，承租人違反此項規定時，原訂租約無效，耕地三七五\r\n減租條例第十六條第一、二項前段定有明文。所謂原訂租約無效，係指原\r\n訂租約於承租人有不自任耕作情事時，當然向後失其效力，租賃關係因而\r\n消滅而言。縱當事人依同條例第六條第一項、第二十條規定續訂租約，亦\r\n不能使業已無效之原訂租約回復其效力。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1908 號 民事判決",
        "case_topic": "請求不動產所有權移轉登記",
        "case_date": "民國 95 年 08 月 30 日",
        "case_gist": "給付無確定期限者，債務人於債權人得請求給付時，經其催告而未為給付\r\n，自受催告時起，負遲延責任。而債權人非因債務人遲延給付當然取得契\r\n約解除權，仍須定相當期限催告其履行，於期限內不履行時，始得解除契\r\n約，此觀民法第二百二十九條第二項前段及第二百五十四條之規定自明。\r\n債務人所為之無償行為或有償行為，僅有害於以給付特定物為標的之債權\r\n者，債權人不得聲請法院撤銷，此觀民法第二百四十四條第三項規定自明\r\n。被上訴人請求黃宗宏返還如附表編號九所示不動產之債權，係以給付特\r\n定物為標的之債權，原審認被上訴人得依上開法條之規定訴請撤銷黃宗宏\r\n與洪廖浣間就附表編號九所示不動產所為買賣之債權行為及移轉不動產之\r\n物權行為，並有未洽。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1864 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 95 年 08 月 24 日",
        "case_gist": "國家機關依國家賠償法負賠償責任，係以其所屬公務員行使公權力之行為\r\n，具違法性為前提要件，此觀國家賠償法第二條規定自明。被上訴人所屬\r\n公務員依據合法有效之行政處分為必要之執行，乃為公權力之正當行使，\r\n欠缺違法性，上訴人訴請賠償，自屬無據。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1860 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 08 月 24 日",
        "case_gist": "台灣之祭祀公業，僅屬某死亡者後裔公同共有祀產之總稱，尚難認為有多\r\n數人組織之團體名義，故除有表示其團體名義者外，縱設有管理人，亦非\r\n民事訴訟法第四十條第三項所謂非法人之團體，自無當事人能力。實務上\r\n雖認得以該管理人之名義起訴或被訴，乃係基於便宜上之理由，非謂其管\r\n理人即為民事訴訟法第三項之代表人或管理人，即非祭祀公業之法定代理\r\n人。查系爭公業既有管理人之設置，而該管理人之選任契約，學者認為性\r\n質上屬於類似委任之無名契約（參照法務部編印台灣民事習慣調查報告第\r\n七七五頁，九十三年七月六版），乃著重在派下員或選任者與管理人間之\r\n關係，似與法定代理有別。"
    }
]