[
    {
        "case_id": "最高法院 114 年度台抗字第 276 號 裁定",
        "case_topic": "聲請管收事件",
        "case_date": "民國 114 年 03 月 27 日",
        "case_gist": "法院受理管收之聲請後，應即訊問義務人並為裁定；法院為管收之裁定後\r\n，應將管收票交由行政執行處派執行員將被管收人送交管收所，行政執行\r\n法第 17 條第 9  項前段、第 19 條第 3  項分別定有明文。此項裁定，\r\n於口頭宣示時即發生效力，受不利益裁定者即得對之聲明不服。本件相對\r\n人於 114  年 1  月 9  日聲請管收再抗告人，士林地院法官於當日即訊\r\n問再抗告人，並於訊問後當庭諭知再抗告人符合管收要件且有管收必要，\r\n自管收日起，管收期間不得逾 3  個月。此項諭知已記明於訊問筆錄並經\r\n再抗告人簽名，此口頭宣示之內容即為行政執行法第 17 條第 9  項前段\r\n規定之「管收之裁定」；該法院嗣並簽發管收票交予相對人、再抗告人簽\r\n收，即已符合上開規定之程序，亦無違反大法官釋字第 588  號解釋、法\r\n院注意事項第 5  點、第 7  點、聯繫要點第 9  點第 2  項前段、行政\r\n執行署注意事項第 13 點規定之情事。至士林地院事後所製作並送達之書\r\n面裁定，僅在使再抗告人詳細知悉裁定管收之理由，尚不影響該裁定已生\r\n之效力。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1491 號 判決",
        "case_topic": "請求確認董事會決議無效",
        "case_date": "民國 114 年 03 月 27 日",
        "case_gist": "按定暫時狀態處分裁定之執行，準用假處分執行之規定，此觀諸民事訴訟\r\n法第 535  條、第 538  條之 4，及強制執行法第 30 條之 1  規定自明\r\n。又假處分裁定，係命令或禁止債務人為一定行為者，執行法院應依強制\r\n執行法第 138  條之規定，將該裁定送達於債務人。考其目的在使債務人\r\n知悉裁定內容而能自動履行義務，該假處分之效力，始於債務人收受裁定\r\n之時。故命債務人（法人股東或董事）改派法人代表人之定暫時狀態處分\r\n裁定，屬於命債務人為一定行為之性質，法院於該裁定具執行力並將之送\r\n達債務人時，始對債務人發生改派代表人之效力。至強制執行法第 130 \r\n條第 1  項規定，命債務人為一定意思表示之判決確定或其他與確定判決\r\n有同一效力之執行名義成立者，視為自其確定或成立時，債務人已為意思\r\n表示。乃以執行名義須為確定判決或與確定判決有同一效力者為前提，與\r\n以假處分或定暫時狀態處分裁定為執行名義者，性質並不相同，尚無從依\r\n同法第 140  條準用該條規定為執行方法之餘地。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1490 號 判決",
        "case_topic": "請求確認股東會決議無效等事件",
        "case_date": "民國 114 年 03 月 27 日",
        "case_gist": "（一）按公開發行股票公司董事會之召集，原則上應於 7  日前通知各董\r\n      事及監察人。但有緊急情事時，得隨時為之。董事會議事辦法第 3\r\n      條第 2  項定有明文。又公司法第 27 條第 3  項規定，法人股東\r\n      之代表人，得依其職務關係，隨時改派補足原任期。故是否有受合\r\n      法通知，應以現在任董事為斷。倘董事會作成召集股東會與議案事\r\n      項之決議違反上開規定而有瑕疵，因其客觀上仍具董事會決議外觀\r\n      ，雖不致使其後股東會作成之決議當然無效或不存在，然非不得依\r\n      公司法第 189  條規定，以其召集程序違反法令訴請法院撤銷該股\r\n      東會決議。\r\n（二）再按公司法第 177  條之 3  第 1  項規定，公開發行股票之公司\r\n      召開股東會，應編製股東會議事手冊，並應於股東會開會前，將議\r\n      事手冊及其他會議相關資料公告。核其立法旨趣係為使股東盡早瞭\r\n      解股東會議事程序及內容，俾能積極參與股東會行使權利，係股東\r\n      及時獲取資訊權之具體化規定，為憲法保障人民財產權之一環。證\r\n      券管理機關（即金管會）依同條第 2  項規定授權訂定股東會議事\r\n      手冊辦法，明定該項公告之時間、方式、議事手冊應記載之主要事\r\n      項及其他應遵行之事項，自應遵守作為股東會議進行之規範。又公\r\n      開發行股票公司之法人股東依公司法第 27 條第 1  項規定當選為\r\n      公司之董事者，其董事委任關係存在於法人與該公司間；如係法人\r\n      股東指派之代表人依同條第 2  項當選為公司董事者，其董事委任\r\n      關係則存在於該代表人（法人代表人董事）與該公司間，二者不同\r\n      ，應予區辨。故解任董事之對象，應係與公司具委任關係者，前者\r\n      係法人，後者則係代表人（個人）。倘法人依同條第 3  項規定，\r\n      依其職務關係改派代表人為董事，應屬董事之變更，解任之對象應\r\n      為變更後之董事。依股東會議事手冊辦法第 4  條第 1  項第 3\r\n      款規定，股東會議事手冊所列解任董事議案，應載明解任董事之姓\r\n      名、持有股數及被解任事由，且公司法第 172  條第 5  項規定解\r\n      任董事，應在股東會召集事由中列舉並說明其主要內容，不得以臨\r\n      時動議提出。準此，公開發行公司股東會提案解任現任董事，自應\r\n      區別解任對象為法人董事，抑為法人代表人董事或改派後之代表人\r\n      董事，並應將其姓名、持有股數及被解任事由載明於議事手冊，俾\r\n      股東得以獲取正確資訊，適切行使股東權利。倘公開發行股票公司\r\n      召開股東會決議解任董事未遵循上開規定行之，即有召集程序違反\r\n      法令之情形，而得訴請撤銷該決議。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 2256 號 判決",
        "case_topic": "請求離婚等事件",
        "case_date": "民國 114 年 03 月 26 日",
        "case_gist": "次按婚姻發生破綻，如僅一方有責，且其無意願繼續維持婚姻，他方仍願\r\n繼續維持時，經審酌離婚對於對造、兩造子女等影響，認准予離婚不符道\r\n德、正義及國民感情，自當將婚姻自由分配予主張維持婚姻自由者。惟法\r\n律制度所欲保障之婚姻，應為和諧之婚姻關係，倘若維持婚姻淪為保障其\r\n形骸，非互愛或相互扶持依存之實質，要難謂為適當。是民法第 1052 條\r\n第 2  項但書不分難以維持婚姻之重大事由發生後，是否已逾相當期間，\r\n或該事由是否已持續相當期間，一律不許唯一有責之配偶一方請求裁判離\r\n婚，有可能導致個案顯然過苛之情事，該規定於此範圍內，業經憲判 4\r\n號宣告與憲法保障婚姻自由之意旨不符，諭知相關機關應自該判決宣示之\r\n日（112 年 3  月 24 日）起 2  年內，依其意旨妥適修正。而法院就此\r\n等個案，自應先審酌准予離婚有無不符道德、正義及國民感情之情事。倘\r\n有，應再審酌限制唯一有責之一方請求離婚是否顯然過苛，亦即須探知一\r\n方或雙方維持婚姻之意願，審酌該婚姻是否僅存外在形式，而無互愛或相\r\n互扶持依存之實質內涵（如有未成年子女，反不利長期處於上開狀態下之\r\n未成年子女身心健全發展），並應審酌難以維持婚姻之重大事由發生後，\r\n是否已逾或持續相當期間等，資以判斷不准離婚是否根本剝奪唯一有責一\r\n方之離婚自由而對其顯然過苛。倘若顯然過苛，自不得否准其離婚請求。"
    },
    {
        "case_id": "最高法院 114 年度台上字第 289 號 判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 114 年 03 月 19 日",
        "case_gist": "承攬之工作是否完成，應以承攬契約所約定之工作內容為判斷依據。倘承\r\n攬人施作之工作物，外觀上即與契約約定之工程圖說不符，是否可認已完\r\n成工作，應依契約及相關附件之約定、該不符合工程圖說之具體情形、修\r\n補之難易程度及工程界之慣例等項綜合判斷之，而非當然可謂僅屬瑕疵修\r\n補問題。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 2248 號 判決",
        "case_topic": "請求侵權行為損害賠償等",
        "case_date": "民國 114 年 03 月 19 日",
        "case_gist": "（一）查成年人受監護之宣告者，依民法第 1110 條、第 1111 條規定，\r\n      應由法院為其選定監護人；被選定為監護人者，依同法第 1112 條\r\n      前段規定，為受監護人之利益，應按受監護人財產狀態，護養療治\r\n      其身體。故凡受監護人之日常衣食住行育樂等生活照顧、身體養護\r\n      、疾病治療、財產管理，均為監護人之職務；其為執行職務而行使\r\n      之監護權，具有歸屬性及排他性，係為促進受監護人之利益為目的\r\n      之義務權，並屬民法第 184  條第 1  項前段規定所保護之客體。\r\n      監護人如因他人故意或過失之行為而無法行使其對受監護人之生活\r\n      照顧及身體養護，自屬對其監護權之侵害，得依前揭規定請求加害\r\n      人就其因監護權被侵害所生財產上之損害，負賠償責任。\r\n（二）查受監護之成年人，其監護人係由法院選定，且不以具親屬身分者\r\n      為限，其監護權自不具身分權或身分法益之性質，亦非自個人價值\r\n      與尊嚴衍生之人格權或人格法益。故監護權受侵害時，不得依民法\r\n      第 195  條規定請求非財產上之損害賠償。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1851 號 判決",
        "case_topic": "請求撤銷股東會決議等事件",
        "case_date": "民國 114 年 03 月 12 日",
        "case_gist": "併購，指公司之合併、收購及分割；收購，指公司依企併法、公司法、證\r\n券交易法、金融機構合併法或金融控股公司法規定取得他公司之股份、營\r\n業或財產，並以股份、現金或其他財產作為對價之行為，企併法第 4  條\r\n第 2  款、第 4  款分別定有明文。是公司依企併法規定取得他公司之股\r\n份，並以股份、現金或其他財產作為對價之行為，亦屬企併法規定之併購\r\n。而公司進行併購，其目的之一係為取得公司經營權之控制；且為達企業\r\n併購之目標而取得他公司經營權，最直接之方式即為取得公開發行公司股\r\n份（參見企併法第 10 條之立法理由、第 27 條第 14 項立法之提案說明\r\n）。又為併購目的，依企併法規定取得任一公開發行公司已發行股份總額\r\n超過百分之十之股份者，應於取得後 10 日內，向證券主管機關申報其併\r\n購目的及證券主管機關所規定應行申報之事項；申報事項如有變動時，應\r\n隨時補正之；違反前項規定取得公開發行公司已發行有表決權之股份者，\r\n其超過部分無表決權，此觀企併法第 27 條第 14 項、第 15 項規定亦明\r\n。揆諸該申報之規範意旨，在於增加市場有關股份收購交易之透明度，以\r\n保護市場投資人及標的公司股東之權益。"
    },
    {
        "case_id": "最高法院 114 年度台抗字第 91 號 裁定",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 114 年 03 月 05 日",
        "case_gist": "為能使法院及時特定明確之訴訟主體，以利程序之開啟及進行，民事訴訟\r\n法第 244  條第 1  項第 1  款明文規定，起訴，應以訴狀表明當事人及\r\n法定代理人。此項記載倘有欠缺，致不知何人為當事人，審判長應定期先\r\n命補正；於原告未遵期補正，或補正後仍無法明確訴訟主體時，法院應以\r\n原告之起訴不合程式為由，裁定駁回之，觀諸同法第 249  條第 1  項但\r\n書、第 6  款規定即明。又原告起訴狀所表明或補正後之被告，如僅屬姓\r\n名或名稱不完整或錯誤，並得自其他資料予以特定，法院始應闡明；至僅\r\n空泛、抽象表明被告為「戶政事務所」，而無具體名稱，有如僅表明自然\r\n人之姓，而無名字，法院尚無闡明之必要，命其補正為已足。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2881 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 114 年 02 月 27 日",
        "case_gist": "按勞資爭議處理法第 5  條第 4  款、第 5  款：「四、爭議行為：指勞\r\n資爭議當事人為達成其主張，所為之罷工或其他阻礙事業正常運作及與之\r\n對抗之行為。五、罷工：指勞工所為暫時拒絕提供勞務之行為。」，係就\r\n爭議行為及罷工為立法定義之規定。同法第 53 條至第 56 條則就爭議行\r\n為之進行與限制加以規範，其中第 55 條第 1  項規定：「爭議行為應依\r\n誠實信用及權利不得濫用原則為之」，乃以誠實信用作為行使爭議權之內\r\n在限制。爭議行為必須具備目的適當性、手段必要性，在個案中透過具體\r\n利益權衡，依據比例原則，顧及當事人及第三人之利益，調和利益衝突，\r\n禁止濫用權利。又勞資爭議處理法第 54 條第 1  項規定：「工會非經會\r\n員以直接、無記名投票且經全體過半數同意，不得宣告罷工及設置糾察線\r\n。」所謂「全體」應指投票時有權參與集體意思表示形成之會員。稽諸上\r\n開規定於 98 年 7  月 1  日新增（100 年 5  月 1  日施行）立法理由\r\n載明「先進國家對於罷工決議程序之規範，大都為工會內部章程規定罷工\r\n投票方式及門檻，未有直接以立法方式要求工會必須召開會員大會進行罷\r\n工投票。依據德國學界一般看法，諸如罷工投票之工會內部規則，僅屬工\r\n會內部所訂定之團體意思表示程序，並非外部要素之一」，揭櫫罷工投票\r\n程序，原屬工會社團內部之事務，罷工投票程序係保障會員向內部表達支\r\n持罷工與否之意思表示程序，確保工會民主及罷工正當性，效力存在於工\r\n會內部，當工會於罷工主體、目的及手段之正當性均無違反時，雇主不得\r\n以工會違反罷工投票之內部程序，對之請求損害賠償，同法第 55 條第 2\r\n項亦予明文，資以完足保障工會及其會員之罷工權。"
    },
    {
        "case_id": "最高法院 114 年度台簡抗字第 27 號 裁定",
        "case_topic": "請求宣告改用分別財產制事件",
        "case_date": "民國 114 年 02 月 26 日",
        "case_gist": "按夫妻財產制之目的，在於使婚姻關係存續中之財產所有權歸屬更加明確\r\n，以利於夫妻財產制消滅時，雙方財產之分配。又夫妻得於結婚前或結婚\r\n後，以契約就民法所定之約定財產制中，選擇其一，為其夫妻財產制；或\r\n不加約定，而以法定財產制為其夫妻財產制，此觀民法第 1004 條、第\r\n1005  條規定即明。又為使夫妻財產制略具彈性，順應婚姻存續中財產關\r\n係之需要，民法第 1010 條第 1  項規定，夫妻之一方，於他方有該項各\r\n款之特定事由時，得請求法院宣告改用分別財產制，並於第 2  項明定「\r\n夫妻之總財產不足清償總債務或夫妻難於維持共同生活，不同居已達六個\r\n月以上時」，任一方均可請求宣告。其中「夫妻難於維持共同生活，不同\r\n居已達六個月以上時」之規定，係考量夫妻感情破裂，不能繼續維持家庭\r\n共同生活，且事實上不同居已達 6  個月以上時，如原採法定財產制或分\r\n別財產制以外之約定財產制者，茲彼此既不能相互信賴，自應准其改用分\r\n別財產制，俾夫妻各得保有其財產所有權、管理權及使用收益權，減少不\r\n必要之困擾而明定，此觀 74 年 6  月 3  日立法理由甚明。該項規定與\r\n民法第 1052 條第 2  項前段規定「有前項以外之重大事由，難以維持婚\r\n姻者，夫妻之一方得請求離婚」，固有類似之處。然夫妻難以維持家庭共\r\n同生活，非必等同於難以維持婚姻，前者可於維持身分關係之同時，請求\r\n法院宣告分別財產制以釐清財產歸屬關係，後者則得請求法院同時解消身\r\n分關係及財產關係，二者尚有不同；況民法第 1052 條第 2  項另有但書\r\n規定，限制唯一有責配偶請求離婚之權利，而第 1010 條第 2  項則無，\r\n故難認二者應為相同之解釋。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 2270 號 判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 114 年 02 月 19 日",
        "case_gist": "民事訴訟法第 400  條第 1  項規定，除別有規定外，確定之終局判決就\r\n經裁判之訴訟標的，有既判力，故當事人不得就經裁判之訴訟標的法律關\r\n係，更行起訴或為相反之主張，法院亦不得就該法律關係再為相反之裁判\r\n，否則將使同一紛爭再燃，即無以維持法之安定，及保障當事人權利、維\r\n護私法秩序，無法達成裁判之強制性、終局性解決紛爭之目的。而於判斷\r\n既判力之客觀範圍時，應依原告起訴主張原因事實所特定、且經裁判之訴\r\n訟標的法律關係為據，除不得就相同之訴訟標的另行提起後訴訟外，亦不\r\n得以該確定判決言詞辯論終結前，所提出或得提出而未提出之其他攻擊防\r\n禦方法，為與該確定判決所確定法律關係相反之主張，甚且該確定之訴訟\r\n標的，為後訴訟之先決法律關係時亦然，此乃法院應以「既判事項為基礎\r\n處理新訴」及「禁止矛盾」之既判力積極的作用，以杜當事人就法院據以\r\n為判斷訴訟標的權利或法律關係存否之基礎資料，再次要求法院另行確定\r\n或重新評價，俾免該既判力因而失其意義，亦即既判力之遮斷效（失權效\r\n或排除效）。"
    },
    {
        "case_id": "最高法院 114 年度台抗字第 141 號 裁定",
        "case_topic": "清償債務強制執行聲明異議事件",
        "case_date": "民國 114 年 02 月 19 日",
        "case_gist": "按強制執行法第 113  條、第 63 條規定，執行法院應通知債務人於不動\r\n產拍賣期日到場，旨在增進債務人到場行使強制執行法所規定與拍賣程序\r\n有關權利之程序權，債務人對於相關程序進行之資訊，除由執行法院通知\r\n外，亦非不得經拍賣公告得悉。次按強制執行貴在執行名義內容之迅速實\r\n現，債務人基於誠實履行債務之義務，就執行程序亦應予以協力，倘未盡\r\n協力義務，其程序權因此受影響之不利益及風險，應由債務人承擔，無由\r\n執行法院耗費資源窮盡調查能事以過度保護債務人之正當性基礎，僅為增\r\n進未盡協力義務債務人之程序權，而增加執行成本，降低執行效益，難謂\r\n符合經濟效益而無違公平正義原則。而公司設立登記後，已登記之事項有\r\n變更而不為變更登記者，不得以其事項對抗第三人，為公司法第 12 條所\r\n明定。故已完成設立登記之公司為執行債務人，登記董事長者，執行法院\r\n依強制執行法第 113  條、第 63 條對其所為通知，應依同法第 30 條之\r\n1 準用民事訴訟法第 127  條第 1  項規定，對於該董事長為送達。倘董\r\n事長已有變更而不為登記，除新任法定代理人已依法聲明承受執行程序，\r\n或有其他執行法院明知新任法定代理人而惡意不對其送達之情形外，執行\r\n法院仍對於登記之董事長為送達，所踐行之通知債務人程序，即難謂為違\r\n法，俾免執行程序因債務人不盡協力義務而延滯，阻礙迅速實現執行名義\r\n內容目的之達成。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1160 號 判決",
        "case_topic": "請求離婚再審之訴事件",
        "case_date": "民國 114 年 02 月 19 日",
        "case_gist": "按憲法訴訟法（下稱憲訴法）第 91 條第 2  項規定：「前項聲請案件，\r\n判決宣告法規範違憲且應失效者，就已確定之原因案件，聲請人得依法定\r\n程序或判決意旨請求救濟。」稽其立法理由，聲請人聲請法規範憲法審查\r\n，有助於維護客觀法秩序而利於公益，依司法院釋字第 185  號、第 188\r\n號、第 587  號解釋之意旨，應給予聲請人有就原因案件請求救濟之機會\r\n，爰就憲訴法修正施行前已繫屬而尚未終結之人民聲請法規範憲法審查案\r\n件之處理，研訂過渡條款。併參酌司法院釋字第 725  號、第 741  號解\r\n釋創設原因案件不受法規範定期失效期限拘束之意旨，可知憲法法庭判決\r\n宣告法規範違憲且應失效或定期失效者，就已確定之原因案件，該受不利\r\n確定終局裁判之聲請人，得依法定程序或憲法法庭判決之意旨請求救濟，\r\n使其已確定之案件重啟訴訟程序，不受法規範宣告定期失效期限之拘束。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 2237 號 判決",
        "case_topic": "請求排除侵害等事件",
        "case_date": "民國 114 年 02 月 13 日",
        "case_gist": "按民法第 195  條第 1  項所保護之隱私，係基於人格尊嚴、個人之主體\r\n性及人格發展所必要保障之權利，其內涵為個人於其私人生活事務領域，\r\n享有不受不法干擾，免於未經同意之知悉、公開妨礙或侵擾之自由與個人\r\n資料自主權，且主張有隱私權之人對於該隱私有合理之期待。所謂合理之\r\n期待，乃個人所得主張不受侵擾之自由，得合理期待於他人者而言，不限\r\n於發生在私有空間之生活事務，個人於公共場域中，亦享有依社會通念不\r\n受他人持續注視、監看、監聽、接近等侵擾私人活動領域及個人資料自主\r\n權。查被上訴人在 8  號房屋外架設系爭監視器，部分攝影範圍及於系爭\r\n區域，此包括 9  號房屋內部，及 9  號房屋、11  號房屋之出入口，為\r\n原審所認定。果真如此，上訴人及其家屬或訪客等人員出入 9  號房屋、\r\n11  號房屋，即受被上訴人以錄影方式持續監視。上訴人就此個人生活事\r\n務被持續監視紀錄，難謂不存在合理期待他人不予侵擾之自由或資料自主\r\n權。"
    },
    {
        "case_id": "最高法院 114 年度台抗字第 57 號 裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 114 年 01 月 22 日",
        "case_gist": "按債權人就其經第一審法院裁定駁回之假扣押聲請，提起抗告，原法院認\r\n假扣押隱密性仍應予維持，因而未依民事訴訟法第 528  條第 2  項規定\r\n，使債務人有陳述意見之機會，即改裁定命債權人供擔保後得假扣押，固\r\n符保全程序之立法趣旨，難認適用上開法規顯有錯誤。而依同條第 4  項\r\n：「准許假扣押之裁定，如經抗告者，在駁回假扣押聲請裁定確定前，已\r\n實施之假扣押執行程序，不受影響」之規定，債權人之權益於此時既已受\r\n充分保護，法院即應於裁定確定前，賦與債務人聽審請求權及財產權之對\r\n應保障。故本院於受理類此再抗告事件，依同法第 495  條之 1  第 2\r\n項準用第 476  條規定時，為免使債務人欠缺就債權人提出請求及假扣押\r\n原因（同法第 523  條第 1  項）之要件事實，甚至供擔保與否及其金額\r\n（同法第 526  條第 2  項）所審酌資料，提出反駁意見、反對事證之機\r\n會，等同喪失事實審之審級，而無法平衡保護其程序上及實體上之權益，\r\n自應就第 476  條第 1  項規定為限縮之準用，而得斟酌債務人就否認有\r\n日後不能強制執行之虞，或爭執債權人供擔保金額不相當所提出、且足以\r\n影響裁判結果之事實及證據，並本諸第三審為法律審之同條立法旨趣，依\r\n同法第 492條規定廢棄原裁定，命原法院更為裁定，以免違反公平原則。\r\n此時，原法院未及斟酌上開事證之裁定，就同法第 523  條第 1  項及第\r\n526 條第 2  項規定之適用，仍該當於同法第 486  條第 4  項所稱適用\r\n法規顯有錯誤之情形。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2521 號 判決",
        "case_topic": "請求拆屋還地事件",
        "case_date": "民國 114 年 01 月 16 日",
        "case_gist": "按臺灣舊慣之「□耕權」，依日治時期臺灣總督府公布第 407  號勅令所\r\n定特例第 6  至 9  條，應視其權利內容及存續期間，分別適用地上權、\r\n永小作權或賃借權之規定。其中以耕作或畜牧為目的而存續期間在 20 年\r\n以上之□耕權，適用永小作權。揆諸日治時期之永小作權，與我國修正前\r\n民法第 842  條規定（於 99 年 2  月 3  日公布刪除）之永佃權相當，\r\n僅後者為永久存續之權利，不得附有期限；倘附有期限，依同條第 2  項\r\n規定視為租賃。準此，以耕作為目的而定有存續期間之□耕權，其性質應\r\n為以耕作為目的之租賃契約。又租用耕地雖在土地法施行以前，但在土地\r\n法施行並臺灣光復後，坐落臺灣之土地即應受土地法及其施行法之規範。\r\n是承租人依定有期限之契約租用耕地，倘就該耕地業已廢耕，而無繼續耕\r\n作之情形，於耕地租約期限屆滿後，依土地法第 109  條規定（35  年 4\r\n月 29 日修正公布及現行條文均相同內容）反面解釋，無從成立不定期耕\r\n地租賃關係。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 2271 號 判決",
        "case_topic": "請求國家賠償事件",
        "case_date": "民國 114 年 01 月 15 日",
        "case_gist": "按人民之權利或法律上之利益遭受損害，不得僅因身分或職業關係，即限\r\n制其依法律所定程序提起訴願或訴訟之權（釋字第 430  號解釋意旨參照\r\n）。而與國家具有公法上職務關係之人，其作為基本權主體之身分與一般\r\n人民並無不同，本於憲法第 16 條有權利即有救濟之意旨，人民因其公務\r\n人員身分，與其服務機關或人事主管機關發生公法上爭議，認其權利或法\r\n律上利益遭受違法侵害，或有主張權利之必要，自得按相關措施與爭議之\r\n性質，依法提起相應之訴訟，亦經釋字第 785  號解釋意旨闡明。次按公\r\n務人員因機關提供之安全及衛生防護措施有瑕疵，致其生命、身體或健康\r\n受損時，得依國家賠償法請求賠償，公務人員保障法第 21 條第 1  項定\r\n有明文。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 2332 號 判決",
        "case_topic": "請求確認永久使用權存在事件",
        "case_date": "民國 114 年 01 月 09 日",
        "case_gist": "（一）按靈骨塔位使用權，係一方取得使用他方提供之塔位放置靈骨之權\r\n      利，他方並允為保管靈骨、提供祭祀勞務等服務，兼有租賃、寄託\r\n      、僱傭之債權性質。就單純塔位使用權（不含靈骨塔所在之建物及\r\n      土地）交易契約而言，因塔位只是整座靈骨塔之一定空間，該契約\r\n      之交易標的為塔位之使用權，而非 1  個物。\r\n（二）被上訴人依系爭塔位永久使用權交易契約，所取得者係向上訴人請\r\n      求移轉塔位永久使用權之債權，屬選擇之債。於被上訴人未具體選\r\n      擇塔位，並經上訴人就特定塔位之使用權為移轉之準物權行為（不\r\n      一定實際進塔或啟用，但須於靈骨塔管理人處為塔位登記或標示，\r\n      使該塔位使用權釋出之情形，具備使第三人知悉之公示作用）前，\r\n      難認被上訴人當然已取得系爭塔位之永久使用權。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 2219 號 判決",
        "case_topic": "請求給付租金等事件",
        "case_date": "民國 114 年 01 月 09 日",
        "case_gist": "按不當得利類型有給付、非給付類型不當得利之分，前者係基於受損人有\r\n目的、有意識之給付所發生，後者則因給付以外行為或法律規定而成立。\r\n民法第 180  條規定，給付有該條第 1  款至第 4  款所列情形之一者，\r\n不得請求返還，乃適用於給付類型之不當得利，不包括非給付類型之不當\r\n得利。於添附之情形，係因法律（民法第 811  條至第 815  條）規定所\r\n生不當得利，與當事人之給付無涉，屬非給付類型之不當得利，尚無民法\r\n第 180  條規定之適用。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 403 號 判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 114 年 01 月 07 日",
        "case_gist": "民事訴訟集中審理制度之規範重點，在於當事人各依民事訴訟法第 244\r\n條第 1  項第 2  款、第 266  條第 1  項第 1  款、第 2  項第 1  款\r\n等規定，以書狀表明其訴訟標的及其原因事實，並記載請求所依據之事實\r\n及理由、答辯之事實及理由。審判長就其不明瞭、不完足者，依法為闡明\r\n，使得以次第進行爭點整理、調查證據、攻防辯論等訴訟程序，並輔以失\r\n權相關規定之制裁（民事訴訟法第 196  條、第 270  條之 1  第 3  項\r\n、第 276  條、第 447  條等），督促當事人善盡訴訟促進義務，防範司\r\n法資源及當事人時間、勞力及費用之浪費，俾為效能審判之基礎。而民事\r\n訴訟除法律別有規定外，法院判決基礎之訴訟資料，均以當事人所主張、\r\n提出者為限，原則不得斟酌當事人未主張之攻防方法，或未提出之事實。\r\n是原告所為事實上及法律上之陳述，為其訴訟上請求之具體特定、當事人\r\n主張與抗辯之一貫性或重要性審查，及後續訴訟行為之合法有效進行之根\r\n據，影響當事人之程序及實體利益甚鉅。以故，民事訴訟法第 199 條第 \r\n1 項、第 2  項規定：審判長應注意令當事人就訴訟關係之事實及法律為\r\n適當完全之辯論，並應向當事人發問或曉諭，令其為事實上及法律上陳述\r\n、聲明證據或為其他必要之聲明及陳述；其所聲明或陳述有不明瞭或不完\r\n足者，應令其敘明或補充之。此為審判長因定訴訟關係之闡明權，並為其\r\n義務，如未盡此項必要之處置，其訴訟程序即有重大瑕疵，基此所為之判\r\n決，即屬違背法令。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 274 號 判決",
        "case_topic": "請求營業秘密損害賠償等（商標）",
        "case_date": "民國 113 年 12 月 24 日",
        "case_gist": "起訴狀所記載應受判決事項之聲明，於請求金錢賠償損害之訴，原告得在\r\n民事訴訟法第 244  條第 1  項第 2  款之原因事實範圍內，僅表明其全\r\n部請求之最低金額，而於第一審言詞辯論終結前補充其聲明，此觀同法條\r\n第 4  項規定自明。是乃因損害賠償之訴，涉及損害原因、過失比例、損\r\n害範圍等認定，常須經專業鑑定及法院斟酌裁量，始能定其數額，為緩和\r\n減輕金錢賠償損害原告之表明、特定聲明責任，避免於起訴時難以預估損\r\n害之具體數額，致受程序或實體之不利益，而許其就該原因事實範圍之全\r\n部請求為之。另原告於請求金錢賠償損害之訴，起訴時已表明其全部請求\r\n之最低金額，係就原因事實範圍為全部請求，並非一部請求，就其餘請求\r\n部分不得另行起訴請求。倘原告於第二審始為補充聲明，因該補充未逾全\r\n部請求之範圍，揆諸如上所示相關法條之規範意旨，制定各該法條之價值\r\n判斷暨欲實踐之目的，及於第二審為補充聲明之性質，與於第一審為補充\r\n者相近，且日後不得再行起訴請求各節以考，足見依民事訴訟法第 463\r\n條準用第 244  條第 4  項規定，應准許原告於第二審為補充聲明。又依\r\n民法第 129  條第 1  項第 3  款規定，請求權消滅時效因起訴而中斷。\r\n以故，原告依民事訴訟法第 244  條第 4  項規定為全部請求之表明，則\r\n其全部請求均因起訴而中斷時效，不因係於第一審或第二審為補充聲明而\r\n異。至原告未於第一審言詞辯論終結前補充聲明，僅法院不得就其未聲明\r\n之事項為判決，與因起訴而中斷時效之效力無涉。本件被上訴人於起訴時\r\n，既已表明係全部請求之最低金額，嗣於原審審理時為補充聲明部分，該\r\n請求權時效於起訴時，已生中斷效力。原審認為補充聲明部分之請求權未\r\n罹於時效，核屬正確。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1981 號 判決",
        "case_topic": "請求確認專利權等（勞動）",
        "case_date": "民國 113 年 12 月 24 日",
        "case_gist": "（一）專利申請權，係指得依專利法申請專利之權利；發明、新型專利權\r\n      之申請權人，除專利法另有規定或契約另有約定外，指發明人、新\r\n      型創作人或其受讓人、繼承人，揆諸專利法第 5  條規定即明。基\r\n      此，發明人、新型創作人，為發明、新型專利之申請權人。而申請\r\n      發明或新型專利，由專利申請權人備具申請書、說明書、申請專利\r\n      範圍、摘要及圖式，向專利專責機關申請之，專利法第 25 條第 1\r\n      項、第 106  條第 1  項亦有明文。由是而論，所謂專利申請權，\r\n      於申請前為申請專利之權利；申請後、公告前則為專利申請權。\r\n（二）雇用人對於受雇人於職務上所完成發明或新型專利權之歸屬有爭執\r\n      ，無法依專利法第 10 條規定，向專利專責機關申請變更權利人，\r\n      或當事人間達成讓與專利權之協議；亦未依同法第 35 條第 1  項\r\n      規定，於該專利案公告後 2  年內提起舉發，雖無從以真正申請權\r\n      人之資格再行申請專利，惟既為發明或新型專利之發明人、創作人\r\n      ，則其享有申請專利之權利，倘因此被侵害，仍得請求損害賠償，\r\n      即有確認之法律上利益。"
    },
    {
        "case_id": "最高法院 113 年度台聲字第 1292 號 裁定",
        "case_topic": "請求排除侵害專利權聲請撤銷秘密保持命令",
        "case_date": "民國 113 年 12 月 24 日",
        "case_gist": "請求排除侵害專利權聲請撤銷秘密保持命令事件聲請撤銷秘密保持命令，\r\n除本案裁判已確定後，向發秘密保持命令之法院聲請外，應向訴訟繫屬之\r\n法院為之，此觀 112  年 8  月 30 日修正施行前之智慧財產案件審理法\r\n（下稱智審法）第 14 條第 1  項規定固明。惟該條項所指之其原因嗣已\r\n消滅，通常須經調查證據以認定事實，參酌民事訴訟法第 254  條第 11\r\n項後段、第 524  條第 2  項依序關於撤銷許可登記、假扣押裁定之管轄\r\n法院規定及立法理由意旨，商業事件審理法（下稱商審法）第 58 條第 1\r\n項關於撤銷秘密保持命令之管轄法院規定，及最高法院為法律審，原則不\r\n為證據調查與事實認定，可見智審法第 14 條第 1  項就訴訟繫屬之法院\r\n為第三審法院時，應排除由該院為撤銷秘密保持命令之法院，即應將該條\r\n項之訴訟繫屬法院，限縮為第三審法院以外之事實審法院。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2740 號 判決",
        "case_topic": "請求侵權行為損害賠償事件",
        "case_date": "民國 113 年 12 月 19 日",
        "case_gist": "按醫療行為在本質上通常伴隨高度之危險性、裁量性及複雜性，判斷醫師\r\n於醫療行為過程中是否有故意或過失即注意義務之違反，必須斟酌該醫療\r\n領域當時當地之醫療常規、醫療水準、醫療設施、工作條件及緊急迫切情\r\n狀，暨醫師就具體個案之專業裁量、病患之特異體質等因素而為綜合之判\r\n斷。次按損害賠償之債，以有損害之發生及有責任原因之事實，並二者之\r\n間，有相當因果關係為成立要件。而在病患對醫療機構或人員請求損害賠\r\n償訴訟，就過失之醫療行為與病人生命、身體或健康損害間因果關係之存\r\n否，原則上應由被害人負舉證責任。考量醫療行為之專業性、醫病雙方在\r\n專業知識及證據掌握上不對等，法院衡量病患請求醫療專業機構或人員損\r\n害賠償之訴訟，由病患舉證有顯失公平情形，固得依民事訴訟法第 277\r\n條但書規定或誠信原則，降低或轉換病患之舉證責任，惟病患仍應就其主\r\n張醫療行為有過失、並該行為與損害結果發生之因果關係存在，先證明至\r\n使法院之心證度達到降低後之證明度，獲得該待證事實為真實之確信，始\r\n得認其已盡舉證責任。更以，倘當事人就舉證責任之分配或有無舉證責任\r\n轉換有所爭執，為充實言詞辯論內容，基於武器平等及保障當事人之程序\r\n權，盡其踐行注意令當事人就訴訟關係之事實及法律得為適當完全辯論義\r\n務，防止發生突襲性裁判，法院應為適當之闡明，將其對紛爭事實具體之\r\n舉證責任分配之認識、判斷（例如在何種情況下將為舉證責任之減輕或轉\r\n換），為「適時或適度」之公開，使兩造知悉待證事實舉證責任之分配，\r\n並促使負舉證責任之當事人得盡力為有利於己證據之提出，而除不必要者\r\n外，法院應進行證據之調查，進而將調查證據之結果，依同法第 297  條\r\n第 1  項規定，曉諭當事人為適當完全之辯論，其踐行之訴訟程序始得謂\r\n為無瑕疵。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 736 號 裁定",
        "case_topic": "請求分割共有物事件",
        "case_date": "民國 113 年 12 月 18 日",
        "case_gist": "按人民之財產權為憲法規定應予保障之基本權，於受侵害或無法自行實現\r\n時，因禁止私力救濟，國家乃設立訴訟制度加以解決。又民事訴訟之既判\r\n力，係指法院基於當事人之主張及攻防，於確定判決中就訴訟上請求所為\r\n判斷之拘束力，目的在於明確雙方間權利義務關係，以安定彼此間之法律\r\n狀態，避免紛爭再燃。惟倘於發生既判力後，因特殊情事變更，致該確定\r\n判決無法達成解決紛爭之目的，作為國家設置之民事法院，自應重新開啟\r\n額外之解決紛爭途徑，以確保人民之財產權及訴訟權。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1920 號 判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 113 年 12 月 18 日",
        "case_gist": "按民法第 179  條前段規定，無法律上之原因而受利益，致他人受損害者\r\n，應返還其利益。是否該當上述不當得利之成立要件，應以「權益歸屬」\r\n為判斷標準，亦即倘欠缺法律上原因而違反權益歸屬對象取得其利益者，\r\n應對該對象成立不當得利。而強制執行之目的在實現債權人私法上權利，\r\n倘債權人依強制執行而受清償，確具保有該利益之正當性，縱令執行名義\r\n未成立或無效，亦非無法律上原因而受利益，要難謂係不當得利。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1348 號 判決",
        "case_topic": "請求撤銷買賣行為等",
        "case_date": "民國 113 年 12 月 18 日",
        "case_gist": "所謂同時履行之抗辯，係指雙務契約當事人因互負債務，一方當事人於他\r\n方未為對待給付以前，得拒絕自己之給付。蓋因雙務契約各當事人之債務\r\n，互相關聯，故一方不履行其債務，而對於他方請求債務之履行，則為保\r\n護他方之利益起見，應使其得拒絕自己債務之履行（民法第 264  條第 1\r\n項本文規定及立法理由參照）。而債務人所為之有償行為，於行為時明知\r\n有損害於債權人之權利，且受益人於受益時亦知其情事者，債權人聲請法\r\n院撤銷該有償行為時，得並聲請命受益人回復原狀，此觀民法第 244  條\r\n第 2  項、第 4  項本文規定自明。是因債權人行使撤銷權，使債務人之\r\n行為溯及消滅其效力後，可能發生回復原狀返還給付物等問題。故除聲請\r\n法院撤銷詐害行為外，如有必要，並得聲請命受益人返還財產權及其他財\r\n產狀態之復舊（參民法第 244  條第 4  項本文之立法理由）。由是而論\r\n，債權人行使詐害行為撤銷權而請求回復原狀，係依民法第 244  條第 4\r\n項所生之權利，並非立於債務人之地位，依債務人與受益人間之法律關係\r\n而有所主張；且為避免債務人返還受益人之給付困難，致影響撤銷訴權保\r\n全債權之作用，受益人自不得本於其與債務人間之關係，對債權人為同時\r\n履行之抗辯；況受益人既於受益時，知有損害於債權人之情事，更應承擔\r\n債務人資力不足之風險，使其不得於撤銷訴訟中為同時履行抗辯，應符債\r\n權保全制度之目的。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 926 號 判決",
        "case_topic": "請求共同侵權行為損害賠償事件",
        "case_date": "民國 113 年 12 月 12 日",
        "case_gist": "（一）按民事訴訟法第 531  條第 1  項明定得請求賠償者，包括因假扣\r\n      押或供擔保所受之損害，是不論債務人有無供反擔保以求免為或撤\r\n      銷假扣押，債務人均得請求不當假扣押之債權人賠償，僅賠償之內\r\n      容有所不同，非謂債務人有提供反擔保之義務，且僅得就其供反擔\r\n      保所受損害請求債權人賠償。依民事訴訟法第 533  條規定，上開\r\n      解釋於假處分亦準用之。\r\n（二）依強制執行法第 4  條第 1  項第 2  款規定，假處分裁定，不待\r\n      確定，即得為強制執行之執行名義，是債權人以假處分裁定聲請強\r\n      制執行後，於抗告程序中撤回假處分之聲請者，該假處分裁定固溯\r\n      及失其效力，然債務人仍可能因債權人已實施之假處分而受損害。\r\n      此等債權人主動使假處分裁定失效之行為，與民事訴訟法第 533\r\n      條準用第 530  條第 3  項所定債權人撤銷假處分裁定之情形無殊\r\n      ，債權人就假處分裁定撤回前之執行所生損害，應類推適用民事訴\r\n      訟法第 533  條、第 531  條第 1  項中段規定，對債務人負法定\r\n      賠償責任。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 359 號 判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 113 年 12 月 11 日",
        "case_gist": "（一）101 年 12 月 26 日修正公布民法繼承編施行法第 1  條之 3  第\r\n      2 項規定：「繼承在民法繼承編中華民國九十八年五月二十二日修\r\n      正施行前開始，繼承人對於繼承開始以前已發生代負履行責任之保\r\n      證契約債務，以所得遺產為限，負清償責任。但債權人證明顯失公\r\n      平者，不在此限」，觀諸該法條未設有「因不能歸責於自己之事由\r\n      或因未與被繼承人同居共財，難以知悉被繼承人生前財產狀況，因\r\n      而致繼承人在繼承開始時不知有繼承債務存在，而未在法定期間內\r\n      辦理限定或拋棄繼承」等類要件，可知其立法目的係著重於實現繼\r\n      承人負限定責任之繼承制度。是縱繼承人於繼承時知悉被繼承人生\r\n      前有保證契約債務存在，且未於法定期間內辦理限定或拋棄繼承，\r\n      除債權人證明有顯失公平之情事外，該繼承人仍得主張限定責任。\r\n（二）保證人之保證責任發生，繫諸主債務人是否履行債務，與一般債務\r\n    人負擔債務責任之情形不同。而債權人貸予借款時所評估者，為主債\r\n    務人及保證人之資力，通常不包含保證人之繼承人資力，自不因繼承\r\n    人之資力，竟增加債權人於立約時所無之利益。至繼承人以所得遺產\r\n    為限，負保證契約債務清償責任是否「顯失公平」，法院應酌量繼承\r\n    財產與保證債務之多寡、繼承人與保證債務發生之關連、是否因而受\r\n    有利益、於保證契約訂立後至繼承開始前，是否自被繼承人處取得其\r\n    他財產等利益，致影響被繼承人償債能力、其現實之經濟狀況，概括\r\n    承受保證債務是否影響其財產權與生存權，及保證債權人因此所獲利\r\n    益、倘繼承人主張限定責任，債權人所受損害等一切情狀，綜合判斷\r\n    之。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1706 號 判決",
        "case_topic": "請求塗銷抵押權登記",
        "case_date": "民國 113 年 12 月 11 日",
        "case_gist": "物權法，包括土地登記規則，因土地資源之有限性，相關物權法規範（含\r\n土地分割相關規定），其指導原理原則，除須合於實體法以定其產權歸屬\r\n，使產權明確外，降低交易成本，以促進資源之合理有效（經濟效率），\r\n發揮土地最大之作用，構成另一指導原理。於規範文義解釋、法之續造，\r\n甚或不動產相關交易契約內容解釋，經濟效率可資為解釋方向。本於上述\r\n原理，修正後民法第 824  條之 1  之立法及立法理由說明，即謂綜合考\r\n量抵押權人參與訴訟得就分割方案陳述意見之程序保障、法院就分割方案\r\n對抵押權所生影響之斟酌，及土地整體使用效率等因素，調整抵押標的物\r\n之不可分性，以達到避免法律關係轉為複雜及保護其他共有人權益之立法\r\n目的。同條第 2  項第 2  款、第 3  款寓意於此，規定抵押權自原應有\r\n部分分裂再合一至抵押人分得部分，相關經濟效率分析，於解釋適用修正\r\n前土地登記規則第 107  條時，得帶入作為解釋之重要因素，而由法院依\r\n具體個案，審酌相關人之利益後，為法之續造，填補法律漏洞，以實現土\r\n地利用之最大經濟效能。惟程序權保障係一切既有法秩序調整之正當性基\r\n礎，因實體權益調整陷於不利地位之當事人，及法律上利害關係人，均須\r\n有參與該變動程序機會，包括法院之調整訴訟程序，並獲得充足之程序主\r\n體性（地位）。於共有土地分割訴訟，如因土地分割轉載造成抵押權人陷\r\n於不利地位，即須兼顧相關抵押權人參與該分割訴訟程序表示意見之程序\r\n權保障，非得任意調整抵押標的物之不可分性，致害及抵押權。是法院作\r\n成裁判分割，共有關係消滅，但因故未能依民法第 824  條之 1  增訂施\r\n行前完成分割登記時，應先承認該分割裁判之效力，非有特殊情狀（如登\r\n記請求權罹於時效、法院已踐行保障抵押權人程序權並於裁判時為斟酌說\r\n明等情形），仍應以該分割裁判作為解決紛爭之基礎，使裁判分割前設定\r\n之抵押權人，依土地登記規則，按原應有部分轉載於分割後各宗土地之上\r\n，並得就之行使抵押權。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1306 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 113 年 12 月 04 日",
        "case_gist": "（一）按公司負責人應忠實執行業務並盡善良管理人之注意義務，如有違\r\n      反致公司受有損害者，負損害賠償責任。受任人因處理委任事務有\r\n      過失所生之損害，對於委任人應負賠償之責。公司法第 23 條第 1\r\n      項、民法第 544  條分別定有明文。是董事等經營者執行業務時，\r\n      依法對公司所負受任人義務，包括忠實義務及善良管理人注意義務\r\n      。前者之內涵在於利益衝突，即指董事於執行業務時，應本於善意\r\n      ，優先著重公司利益，依公司規定程序做出適當之經營判斷，避免\r\n      自身利益與公司利益相衝突；而後者則著重於決定是否合理，並以\r\n      依交易上一般觀念，有相當知識經驗及誠信之人所具有之注意為判\r\n      準。又因商業環境錯綜複雜，公司經營決策具相當程度之專業知識\r\n      ，商業決策往往伴隨市場高度風險、商業環境瞬息萬變及未來景氣\r\n      不確定性，當有一定之難度。為促進公司治理及發展，鼓勵經營者\r\n      勇於任事及創新，避免其動輒因商業交易失利而須負損害賠償責任\r\n      ，致裹足不前，影響公司經營及股東權益，自不宜逕以事後之虧損\r\n      ，即追究其責任，而應於尊重其對公司經營管理決策之前提下，依\r\n      一定之客觀標準，檢視其有無忠實執行業務並盡善良管理人之注意\r\n      義務，據以判斷其是否應負損害賠償責任。此項判斷標準，雖尚無\r\n      法律明文可供遵循，但非不得參考商業事件審理細則第 37 條提示\r\n      之審酌事項，即：1.其行為是否本於善意且符合誠信。2.有無充分\r\n      資訊為基礎供其為判斷。3.有無利益衝突、欠缺獨立性判斷或具迴\r\n      避事由。4.有無濫用裁量權。5.有無對公司營運進行必要之監督等\r\n      ，依具體個案之情形，妥適決之。\r\n（二）按民事訴訟上判斷舉證責任分配之法律上依據，首重當事人間基於\r\n      契約自主、意思自由所訂立之證據契約，次依實定法上有關舉證責\r\n      任分配之要件規定（如民法第 187  條第 2  項、第 191  條之 2\r\n      等）、及法律上推定規定（民事訴訟法第 281  條參照，其適例如\r\n      民法第 153  條第 2  項、第 425  條之 1  第 1  項、第 943 \r\n      條等），再依民事訴訟法第 277  條之明文，即當事人主張有利於\r\n      己之事實者，就其事實有舉證之責任。但法律別有規定，或依其情\r\n      形顯失公平者，不在此限。而於當事人間未訂有證據契約，或無實\r\n      定法相關規定可資遵循，而須適用民事訴訟法第 277  條規定定其\r\n      舉證責任分配之情形，在適用上固以該條規定之標準為判斷依據。\r\n      惟關於舉證責任之分配情形繁雜，於具體事件之適用上，是否該當\r\n      於「有利於己之事實」，須審酌事件類型（現代型或非現代型紛爭\r\n      ）、待證事實特性（積極或消極、外界或內界）、法律就要件事實\r\n      規範型式（原則或例外、權利發生或否定、法律效果存在或妨礙）\r\n      、所涉實體利益與程序利益之輕重大小及訴訟法上要求（優先追求\r\n      實體利益或程序利益）、整體利益（立法者意思、與證據之距離、\r\n      舉證之難易、事實之蓋然性）等項，針對個別案件具體而妥適判定\r\n      ，以符合公平之要求及武器平等原則。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 743 號 裁定",
        "case_topic": "請求給付工程款強制執行聲明異議",
        "case_date": "民國 113 年 11 月 28 日",
        "case_gist": "按強制執行法第 33 條規定，對於已開始實施強制執行之債務人財產，他\r\n債權人再聲請強制執行者，已實施執行行為之效力，於為聲請時及於該他\r\n債權人，應合併其執行程序，並依前二條之規定辦理。核其立法旨趣係因\r\n債務人之財產為債權之總擔保，他債權人對已開始強制執行之同一債務人\r\n財產再聲請強制執行，屬強制執行之參加，其執行程序因競合而應合併辦\r\n理，並就合併執行所得金額，比照分配程序予以處理。則欲合併之執行程\r\n序，自以債權人有金錢債權之執行名義，且係就同一債務人之財產為之，\r\n始有因執行程序競合而有合併辦理以俾就執行所得比照分配程序處理之必\r\n要。次按債權人代位債務人起訴求為財產上之給付而由自己代位受領，雖\r\n取得代位受領第三債務人給付之權限，但僅係代債務人受領該給付，非謂\r\n債權人得請求第三債務人直接對自己為清償，債權人如欲以之清償自己對\r\n債務人之債權，須另取得執行名義，始得為之。故倘先有他債權人取得對\r\n債務人金錢債權之執行名義聲請對債務人財產為強制執行，復有債權人代\r\n位債務人對第三債務人起訴請求金錢給付並代為受領獲得勝訴確定判決，\r\n以之為執行名義（非債權人對債務人之執行名義）對第三債務人之財產（\r\n即債務人對第三債務人之債權）聲請強制執行，各執行程序所得固均為債\r\n務人之責任財產，惟因債權人不能以代位受領權對抗有執行名義之他債權\r\n人，復未另對債務人取得執行名義，不得就執行所得債務人之財產同受分\r\n配，即無依強制執行法第 33 條規定合併其執行程序之必要。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2430 號 判決",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 113 年 11 月 28 日",
        "case_gist": "按民法第 408  條第 2  項所謂履行道德上義務而為贈與，係指法律上雖\r\n無義務，但付與相當之餽贈，符合社會通念之道義或美德者而言。如無扶\r\n養義務之親屬間所為生活費給付、對無因管理人之酬謝約定，或於災難之\r\n際以慈善或公益目的所為捐贈承諾均屬之。以金錢或其他可分之給付為贈\r\n與標的者，其是否屬道德上義務之履行，應視上開贈與目的、當事人間關\r\n係、贈與人經濟狀況及相關客觀情狀，按諸社會通念，判斷義務與給付是\r\n否相當。倘逾相當之範圍者，仍不得認係履行道德上義務所為贈與。91 \r\n年 6  月 26 日增訂民法第 1030 條之 3  第 1  項規定，夫或妻於法定\r\n財產制關係消滅前 5  年內所為之贈與，僅於「相當」之範圍內始得認係\r\n為履行道德上義務所為而免於追加計入婚後財產，即同斯旨。於此情形，\r\n贈與人非不得就贈與契約為一部撤銷，俾衡平贈與人及受贈人之權益。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 459 號 判決",
        "case_topic": "侵害專利權有關財產權爭議",
        "case_date": "民國 113 年 11 月 20 日",
        "case_gist": "發明係運用申請前既有之技術或知識，而為熟習技術者（下稱熟習技術者\r\n）所能輕易完成時，雖無核准時專利法第 20 條第 1  項所列情事，仍不\r\n得依專利法申請取得發明專利，此觀同條第 2  項規定固明。惟發明是否\r\n滿足進步性要件，須與先前技術進行比較，循進步性之審查原則（整體審\r\n查、結合比對及逐項審查），以「發明欲解決之問題」及「解決問題之技\r\n術手段」為出發點，依下列步驟判斷：①確定申請專利之發明範圍；②確\r\n定相關先前技術所揭露之內容；③確定該發明所屬技術領域中，具有熟習\r\n技術者之技術水準；④確認該發明與相關先前技術所揭露內容間之差異；\r\n⑤該發明所屬技術領域中，具有熟習技術者參酌相關先前技術所揭露之內\r\n容，及申請前既有之技術或知識，是否能輕易完成申請專利之發明。於個\r\n案具體操作上，不能單純拆解發明之個別元件或步驟，再與先前技術為機\r\n械性組合、拼湊比對。又熟習技術者能否基於先前技術而輕易完成，尚須\r\n區辨「顯然有意願去嘗試」與「顯然有意願去執行」（could-would 法則\r\n）。易言之，進步性認定之重點，非僅理論上能否執行成功，尚包括個案\r\n上有無誘因、具體事實基礎或鼓勵，促使熟習技術者去執行研發及成功。\r\n再者，判斷進步性尚應注意：須先界定「最接近之先前技術」（主要引證\r\n），即能為該研發提供最好基礎之「單一引證文件」，發明人依其所揭露\r\n之技術資訊為出發點研發，而最有可能促成發明之完成者，以之與申請專\r\n利之發明技術內容進行差異比對，俾避免進步性認定流於機械性拼湊或組\r\n合先前技術，致產生後見之明之謬誤。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 884 號 判決",
        "case_topic": "侵害著作權有關財產權爭議等",
        "case_date": "民國 113 年 11 月 14 日",
        "case_gist": "是未經授權，在網路上存放他人視聽著作，供公眾於其各自選定之時間或\r\n地點，以有線電、無線電之網路或其他通訊方法接收著作內容者，係侵害\r\n他人公開傳輸權之行為。單純於網路放置連結、超連結或嵌入式超連結本\r\n身，固非公開傳輸行為，惟倘因故意或過失，於電視盒內或網路上提供電\r\n腦程式、超連結或以類似方式，供公眾透過有線電、無線電之網路或其他\r\n通訊方法，大量接收或瀏覽未經授權而侵害他人公開傳輸權之著作內容，\r\n應與該公開傳輸之行為人，成立共同侵害他人公開傳輸權之侵權行為。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1517 號 判決",
        "case_topic": "請求確認抵押債權不存在等",
        "case_date": "民國 113 年 11 月 13 日",
        "case_gist": "按債權因欠缺有體之辨識性，除法律另有規定外，無善意取得制度之適用\r\n；又民法第 294  條第 2  項保護善意第三人之規定，係就債權依當事人\r\n之特約不得讓與而設，非謂不存在債權之讓與，得基於保護第三人而承認\r\n善意取得。抵押權為債權人就所擔保債權以抵押物賣得價金優先受償之物\r\n權，以有擔保之債權存在為前提，擔保債權不存在，抵押權即失所附麗。\r\n是依抵押權之從屬性，抵押權登記本身不足為信賴債權存在之公示方法，\r\n亦無從以此承認抵押債權之善意取得。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1605 號 判決",
        "case_topic": "請求夫妻剩餘財產分配",
        "case_date": "民國 113 年 11 月 11 日",
        "case_gist": "（一）按債權人對全部得以行使之請求權，僅為一部起訴請求者，固祗就\r\n      該已起訴部分有中斷時效之效果，而不當然及於嗣後將其餘殘額擴\r\n      張請求之部分。惟民法第 1030 條之 1  規定之夫妻剩餘財產差額\r\n      分配請求權，性質上涉及婚後財產之範圍、歸屬、價值及分配比例\r\n      等客觀事實，係對夫妻雙方剩餘婚後財產加以計算，就其間差額進\r\n      行分配，乃金錢數額可分之債權請求權，並非存在於具體財產標的\r\n      上之權利。當事人就所涉事項存有爭議時，法院即須踐行證據調查\r\n      程序，並令當事人為適當完全之辯論，且於斟酌全辯論意旨及調查\r\n      證據之結果後，始能依自由心證判斷得請求分配之數額。倘夫妻之\r\n      一方以主觀認知作為基礎，訴請他方給付經其自行計算之剩餘財產\r\n      差額，而非僅就該差額之一部行使權利，即應認係針對訴訟標的為\r\n      全部請求，所生時效中斷之效果，自亦及於請求權得以含括、嗣於\r\n      釐清確認後擴張追加之數額。此與當事人於自行計算金額範圍內為\r\n      部分請求之情形，究屬不同。\r\n（二）按繼承人對於被繼承人之債務，以因繼承所得遺產為限，負清償責\r\n      任，民法第 1148 條第 2  項定有明文。此一繼承人對於繼承債務\r\n      僅負限定責任之規定，適用於所有繼承人，且不待繼承人抗辯。次\r\n      按夫妻之一方於夫妻法定財產制關係消滅後，應依民法第 1030 條\r\n      之 1  規定分配剩餘財產差額予他方者，該給付係屬不確定期限債\r\n      務，依同法第 229  條第 2  項規定，債務人於債權人得請求給付\r\n      時，經其催告而未為給付，自受催告時起，負遲延責任。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 728 號 判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 113 年 11 月 06 日",
        "case_gist": "（一）原住民族之文化為憲法增修條文第 10 條第 11 項及第 12 項前段\r\n      所明文肯認，國家有保障、扶助並促進其發展之義務。原住民之文\r\n      化權利乃個別原住民受憲法第 22 條保障之基本權之一環，亦經司\r\n      法院大法官釋字第 803  號解釋在案。而各原住民族之語言、習俗\r\n      、傳統等文化特徵有其差異，原住民之文化權利，源於對所屬特定\r\n      原住民族之文化認同，以維繫、實踐與傳承其所屬原住民族特有之\r\n      傳統文化為目的，具有與身分連結之獨特性，須具原住民身分者始\r\n      得享有之，且其所屬原住民族之文化有足以表彰其族群特徵之可區\r\n      別性。被上訴人彭○華係大陸地區湖南省人，為 93 年 11 月間憑\r\n      定居證初設戶籍登記之新住民，被上訴人溫○貞為排灣族原住民，\r\n      被上訴人陳○玉、陳○得為阿美族原住民，被上訴人林○珈非原住\r\n      民，有戶籍謄本在卷可稽（見原審原重上國字卷一 172  頁、173\r\n      頁反面，卷三 232  頁反面、235 頁以下）。果爾，能否謂渠等得\r\n      以布農族原住民文化權受侵害為由，請求上訴人賠償精神慰撫金，\r\n      即滋疑義。原審見未及此，遽命上訴人給付渠等因布農族原住民文\r\n      化權受侵害之精神慰撫金，亦有未合。\r\n（二）文化乃一意涵廣泛、具包容性之概念，原住民文化權為原住民在文\r\n      化層面享有之權利，其面向多元，參酌 98 年間內國法化之公民與\r\n      政治權利國際公約（下稱公政公約）第 27 條、經濟社會文化權利\r\n      國際公約（下稱經社文公約）第 15 條揭示保障人權之規定，原住\r\n      民享受其傳統文化之權利，包含文化生活之參與，科學進步成果之\r\n      分享，及科學、文學或藝術作品之精神與物質利益之保護。亦見原\r\n      住民之文化權利，涵蓋生活方式、無形之精神文化創作、有形之物\r\n      質文化資產等內容。則個別原住民主張其享有之文化權利受侵害，\r\n      是否屬人格法益受侵害，應視其主張之具體權利內容而定。原審未\r\n      敘明被上訴人主張所享有原住民文化權之具體內容，以為定性之依\r\n      據，遽為判決，尚有疏略。又原住民族與其傳統占有或使用之土地\r\n      間存有深層精神聯繫，源生自該傳統領域所形塑之原住民族獨特生\r\n      活方式、文化價值觀，為原住民族文化之核心，攸關原住民參與文\r\n      化生活權利之體現，是原住民族對傳統領域土地之權利，向受肯認\r\n      。此觀公政公約第 23 號一般性意見第 7  點，經社文公約第 21 \r\n      號一般性意見第 36 點、第 26 號一般性意見第 16 點，及基於憲\r\n      法增修條文第 10 條第 12 項委託立法之原住民族基本法第 20 條\r\n      第 1  項之規定，亦明。所謂原住民族傳統領域土地，係指原住民\r\n      族傳統祭儀、祖靈聖地、部落及其獵區與墾耕或其他依原住民族文\r\n      化、傳統習慣等特徵可得確定其範圍之公有土地，原住民族土地或\r\n      部落範圍土地劃設辦法第 3  條第 2  款定有明文。是原住民占有\r\n      或使用之土地滅失，是否損及其參與文化生活之權利，自與該土地\r\n      是否為其所屬原住民族之傳統領域及如何影響足以表彰其族群特徵\r\n      之文化實踐與傳承相關，而應予查明。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1483 號 判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 113 年 11 月 06 日",
        "case_gist": "按權利之行使，不得違反公共利益，或以損害他人為主要目的。民法第\r\n148 條第 1  項定有明文。此項權利濫用禁止原則不僅源自誠信原則，亦\r\n須受誠信原則之支配，不惟於權利人直接實現權利內容的行為有其適用，\r\n即於整個法領域，無論公法、私法、訴訟法，對於一切權利亦均有適用之\r\n餘地，故該條項所稱「權利之行使」者，應涵攝強制執行請求權在內。又\r\n債權人依特定之執行名義實施之強制執行，如有違反誠信原則或權利濫用\r\n者，債務人非不得提起異議之訴，以排除執行名義之執行力，且因誠信原\r\n則與禁止權利濫用原則並非個別之法理，在方法論上應優先適用禁止權利\r\n濫用之次級規範。至於是否「違反公共利益」或「以損害他人為主要目的\r\n」而構成權利濫用，應斟酌執行名義之性質，因強制執行可以得到之權利\r\n性質、內容、執行名義成立及執行經過，強制執行對當事人之影響等綜合\r\n判斷，並就權利人因權利行使所能取得之利益，與他人及國家社會因其權\r\n利行使所受之損失，比較衡量以定之。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 616 號 裁定",
        "case_topic": "請求確認買賣關係不存在",
        "case_date": "民國 113 年 10 月 30 日",
        "case_gist": "按法院不得選派受輔助宣告之人為清算人，為非訟事件法第 176  條第 2\r\n款所明定，揆其立法意旨認受輔助宣告之人不宜選派為公司清算人，原因\r\n在其有精神障礙或其他心智缺陷，致為意思表示或受意思表示，或辨識所\r\n為意思表示效果之能力，有所不足，雖不因而完全喪失行為能力，惟於為\r\n重要之法律行為，如為法人之負責人或為訴訟行為，應經輔助人同意，倘\r\n未得輔助人同意，尚須準用民法第 78 條至第 83 條、第 85 條有關規定\r\n，分別情形定其效力（參照民法第 15 條之 2  第 1  項第 1  款至第 3\r\n款規定）。而公司清算人，在執行職務範圍內，為公司負責人（公司法第\r\n8 條第 2  項），職司了結公司現務，及在便利清算目的範圍內暫時經營\r\n業務，若所涉法律行為及訴訟行為，尚須取得輔助人同意，顯然有礙並延\r\n滯公司進行清算程序。準此，有限公司之股東依上開法律規定成為公司清\r\n算人，若其受輔助宣告，雖無明文不得擔任，惟與法院不得選派受輔助宣\r\n告之人為清算人，有相同之法律基礎，爰將上開非訟事件法第 176  條第\r\n2 款規定，採取目的性擴張方式，擴及於法定清算人，以貫徹保護受輔助\r\n宣告人及便利公司進行清算之目的。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 386 號 判決",
        "case_topic": "請求終止地上權等",
        "case_date": "民國 113 年 10 月 30 日",
        "case_gist": "按民法第 835  條之 1  第 2  項規定：「未定有地租之地上權，如因土\r\n地之負擔增加，非當時所得預料，仍無償使用顯失公平者，土地所有人得\r\n請求法院酌定其地租。」99  年 2  月 3  日增訂該條項之立法理由載明\r\n「原未訂有地租之地上權，如因土地所有人就土地之租稅及其他費用等負\r\n擔增加，而非設定地上權當時所得預料者，如仍令土地所有人單獨負擔，\r\n顯失公平，基於情事變更法則，土地所有人亦得提起民事訴訟，請求法院\r\n酌定地租」等語，可見當事人間原未訂有地租之地上權，因情事變更，為\r\n使地上權之利用關係符合公平原則，土地所有人方得據以請求法院以判決\r\n酌定地上權地租，創設給付確定地租數額之法律關係，其性質屬形成之訴\r\n，且為求雙方權益之平衡，地上權人僅得請求自酌定意思表示時起算之地\r\n租，不得溯及請求。又「稱普通地上權者，謂以在他人土地之上下有建築\r\n物或其他工作物為目的而使用其土地之權。」民法第 832  條定有明文。\r\n是地上權並不以地租之約定或支付為必要，此與租賃契約具有雙務及有償\r\n之性質，兩者有本質上之不同。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 801 號 裁定",
        "case_topic": "請求侵權行為損害賠償等（核定訴訟標的價額）",
        "case_date": "民國 113 年 10 月 29 日",
        "case_gist": "按以一訴主張數項標的者，其價額合併計算之。但所主張之數項標的互相\r\n競合或應為選擇者，其訴訟標的價額，應依其中價額最高者定之，民事訴\r\n訟法第 77 條之 2  第 1  項定有明文，此處所稱之數項標的，與同法第\r\n244 條第 1  項第 2  款之訴訟標的，概念上尚屬有別，後者係指原告對\r\n被告起訴請求法院審判之法律關係即權利義務關係，或依法得提起確認訴\r\n訟之事實；前者則包括該法律關係及其對應之標的物或權利、義務。是原\r\n告對於複數被告提起請求連帶給付金錢及不可分行為之共同訴訟時，就其\r\n對被告同時有數項標的請求部分而言，固係主張數項標的而有上開規定之\r\n適用；就其對複數被告均為全部或部分相同之連帶或不可分行為請求部分\r\n，本質上仍為當事人人數之積而為數訴，各有其訴訟標的及其對應之標的\r\n物或權利、義務，自亦為數項標的，併有上開規定之適用。且原告對複數\r\n被告主張之數項標的雖不相同，但其經濟目的同一，未超出終局標的範圍\r\n，其訴訟標的價額應以其中價額最高者定之。而當事人對於法院核定訴訟\r\n標的價額之裁定提起抗告，關於命補繳裁判費部分，並受抗告法院之裁判\r\n，此觀民事訴訟法第 77 條之 1  第 4  項後段之規定自明。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 724 號 裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 113 年 10 月 29 日",
        "case_gist": "按異議未終結者，為異議之債權人或債務人，得向執行法院對為反對陳述\r\n之債權人或債務人提起分配表異議之訴。但異議人已依同一事由就有爭執\r\n之債權先行提起其他訴訟者，毋庸再行起訴，執行法院應依該確定判決實\r\n行分配。強制執行法第 41 條第 1  項定有明文。依該條項但書立法理由\r\n觀之，係因異議人已就有爭執之債權先行提起其他訴訟（例如確認債權不\r\n存在之訴），如允許同一異議人依同一事由再行提起分配表異議之訴，足\r\n以延滯執行程序，為避免影響執行程序之迅速進行及無益之訴訟程序，始\r\n就分配表異議之訴，設例外之規定。此一規定，僅係為節省異議人、關係\r\n人及法院勞費所為之規範，非謂異議人當然不得就原分配表、更正分配表\r\n分別提起分配表異議之訴，否則在後之起訴為不合程式而不合法。況分配\r\n表異議之訴，其訴訟標的法律關係即法院審判之對象，為原告就分配表之\r\n異議權，既有複數分配表，異議人就各分配表即各有其異議權，均得依法\r\n提起分配表異議之訴。至異議人本得依更正分配表之具體內容，變更其對\r\n原分配表所提起分配表異議之訴之聲明，固無須就更正分配表另提起分配\r\n表異議之訴，惟此乃前後二訴同時存在，有無訴之利益或權利保護必要問\r\n題，尚難謂起訴不合程式。是倘異議人就前後分配表各提起分配表異議之\r\n訴，復於法院裁判前撤回其對原分配表所提起之分配表異議之訴，因已無\r\n重複審判之可能，法院即應就尚存之分配表異議之訴為實質審判。另就原\r\n分配表已捨棄異議權（包括撤回異議及視為撤回者）之異議人，對該分配\r\n表已無異議部分，固不得再對更正分配表另行起訴爭執；惟如異議人以同\r\n一事由就先後分配表均為異議，並分別提起分配表異議之訴，縱嗣撤回其\r\n就原分配表所提起之分配表異議之訴，仍難謂異議人就原分配表該異議事\r\n由部分，已無異議而不得再為爭執。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1815 號 判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 113 年 10 月 16 日",
        "case_gist": "按為發揮第三審法律審之功能，健全民事訴訟制度，民事訴訟法於 89 年\r\n修正時，增訂第 466  條之 1，就第三審上訴採律師強制代理制度，俾免\r\n一般當事人恆不明瞭第三審程序之性質，就不利己之判決，任依己意提起\r\n上訴，而無法依同法第 470  條第 2  項規定，於上訴理由狀中表明上訴\r\n理由，致被駁回。而律師為在野法曹，亦為法律專業人士，立法者既期許\r\n由律師參與第三審訴訟，有利於當事人權益之維護，並可發揮第三審功能\r\n及健全民事訴訟制度，受當事人委任之律師，即負有協同第三審法院正確\r\n適用法律之職責，於代理當事人提起第三審上訴，自應依同法第 470  條\r\n第 2  項規定，於上訴狀內表明上訴理由，以為第三審法院審理之依據。\r\n故民事訴訟法於 92 年修正第 475  條時，規定第三審法院除有同條但書\r\n情事外，原則上應於上訴聲明之範圍內，依上訴理由調查原判決有無違背\r\n法令。意即上訴狀所載理由，攸關第三審審判範圍之特定，除屬第三審法\r\n院應依職權調查之事項，或有統一法令見解之必要外，第三審法院不宜主\r\n動介入上訴理由狀未曾表明之法律見解，俾免對被上訴人造成法律適用之\r\n突襲，並有失法院客觀中立之立場。惟倘上訴理由所指原判決違背法令之\r\n處，經第三審法院審酌後認非無理由，且將影響裁判之結果，而有廢棄發\r\n回必要時，除應依同法第 478  條第 3  項規定，就攸關該違背法令之處\r\n所應調查之事項詳予指示外，縱無第 475  條但書規定之情事，第三審法\r\n院仍非不得依法官知法原則，就上訴理由所忽略之原判決其他違背法令之\r\n處，併予指明，發回促請原審法院再予審酌，庶免案件流浪於二、三審之\r\n間，以疏減訟源，節省訴訟當事人之勞費及有限之司法資源，並兼顧個案\r\n公平正義之實現。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1350 號 判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 113 年 10 月 16 日",
        "case_gist": "按因代他人清償借款，而不具備委任、無因管理或其他法定求償要件所生\r\n之不當得利返還請求權（求償型之不當得利），旨在使代繳者得向借款人\r\n請求返還其免予返還借款之利益，以調整因無法律上原因所造成財貨不當\r\n變動之狀態。因此，一方為他方代償借款，乃使他方受有免予返還借款之\r\n利益，苟他方無受此利益之法律上之原因，自可成立不當得利。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1006 號 判決",
        "case_topic": "請求植物品種及種苗法損害賠償等",
        "case_date": "民國 113 年 10 月 09 日",
        "case_gist": "（一）依植物品種法申請品種權者，須具備新穎性、可區別性、一致性、\r\n      穩定性及一適當品種名稱之品種；該所稱一致性，指一品種特性除\r\n      可預期之自然變異外，個體間表現一致者；另所稱穩定性，指一品\r\n      種在指定之繁殖方法下，經重覆繁殖或一特定繁殖週期後，其主要\r\n      性狀能維持不變者，此觀植物品種法第 12 條第 1  項、第 4  項\r\n      、第 5  項規定自明。而品種權申請案經審查後，主管機關應將審\r\n      查結果，作成審定書，敘明審定理由，通知申請人；審查核准之品\r\n      種，應為核准公告，同法第 20 條第 2  項亦有明文。且對於品種\r\n      權申請案，中央主管機關應就品種之一致性、穩定性、區別性及新\r\n      穎性等要件進行審查（該條立法理由參照）。蓋植物為具生命、不\r\n      斷繁殖衍化之有機體，公告表記載之性狀特徵，僅係審查機構於審\r\n      查期間，觀察申請品種權之特定植株性狀特徵之總結，而非阻止植\r\n      株於取得品種權後，持續繁殖衍化。\r\n（二）同一品種植株，於不同栽培環境及條件，諸如時間、土壤性質、供\r\n      水、施肥、光照、溫度、溼度、氣候等因素，促其繁殖之後代植株\r\n      ，性狀特徵容有差異。如非植物之基因型或基因型組合所造成，且\r\n      於差異容許範圍內，仍不失為同一品種。要之，性狀變異須考量栽\r\n      培環境、條件之關聯性，及是否具有合理之因果關係。職是，判斷\r\n      植物品種是否同一，須以品種權之實際植株與爭議植株，於相同栽\r\n      培環境及條件，種植相當期間，觀察比較性狀特徵之差異，始能判\r\n      斷是否屬於同一品種，而非僅以公告表記載之性狀特徵為比較對象\r\n      。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 662 號 判決",
        "case_topic": "請求不動產所有權移轉登記等",
        "case_date": "民國 113 年 10 月 08 日",
        "case_gist": "按區分所有建築物之專有部分與其所屬對應之共用部分應有部分及其基地\r\n之權利，有不可分離之關係，為避免三者分屬不同主體，將使區分所有權\r\n人間之法律關係趨於複雜，不利建築物之管理、存續，84  年 6  月 28\r\n日制定公布之公寓大廈管理條例第 4  條第 2  項乃規定：「專有部分不\r\n得與其所屬建築物共用部分之應有部分及其基地所有權或地上權之應有部\r\n分分離而為移轉或設定負擔。」即將專有部分、共用部分之應有部分與基\r\n地所有權或地上權結合為一體。而因建築物坐落基地之權源，不以物權性\r\n質之利用權（如所有權、地上權等）為限，尚應包括債權性質之利用權（\r\n如租賃權、使用借貸權等），98  年 1  月 23 日增訂、同年 7  月 23\r\n日施行之民法第 799  條第 5  項遂規定：「專有部分與其所屬之共有部\r\n分及其基地之權利，不得分離而為移轉或設定負擔。」是建築物區分所有\r\n權移轉或設定負擔時，應伴隨基地權利在內，不問基地權利為所有權、地\r\n上權或租賃權、使用借貸權等。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1113 號 判決",
        "case_topic": "請求拆除基地臺等",
        "case_date": "民國 113 年 09 月 26 日",
        "case_gist": "（一）查公寓大廈管理條例第 33 條第 2  款規定（即系爭規定），係\r\n      92  年 12 月 31 日修正時所新增，其目的在避免公寓大廈經由事\r\n      不關己之區分所有權人以多數決之方式，強行通過在公寓大廈樓頂\r\n      平臺設置無線電臺基地臺等類似強波發射設備，侵害該頂層區分所\r\n      有權人之權益，故明定區分所有權人會議作成上開同意設置之決議\r\n      時，非經該頂層之區分所有權人同意者，不生效力。次查基地臺之\r\n      發射機（亦稱射頻單體）屬射頻管制器材，其功能為發送無線電能\r\n      量，經過天線發射至空氣，或處理經由天線接收之無線電訊號；強\r\n      波器則是一種將接收訊號放大後，再傳送至接收端之電氣設備，兩\r\n      者不同，有無線電臺基地臺目的事業主管機關即通傳會 100  年\r\n      12  月 27 日函可稽。觀諸系爭規定立法過程，相關發言、討論均\r\n      係以設置基地臺之情形進行研議。顯見於屋頂設置無線電臺基地臺\r\n      ，為立法者意欲以系爭規定予以規範之對象。準此，系爭規定所稱\r\n      無線電臺基地臺等類似強波發射設備，解釋上應指無線電臺基地臺\r\n      或類似強波發射設備，方符立法本意。至公寓大廈管理條例施行細\r\n      則第 9  條規定由無線電臺基地臺之目的事業主管機關認定者，僅\r\n      指通傳會以無線電臺所屬頻段之最大暴露限制（MPE） 之電磁波輻\r\n      射功率密度值為界定所謂「強波」之認定標準，俾定強波設備之範\r\n      疇，非謂基地臺即屬類似強波發射設備，須達強波標準始有系爭規\r\n      定之適用。\r\n（二）次按設置使用電信資源之公眾電信網路者於公寓大廈設置電臺時，\r\n      應取得公寓大廈管理委員會之同意；其未設管理委員會者，應經區\r\n      分所有權人會議之同意。109 年 7  月 1  日施行之電信管理法第\r\n      47  條第 3  項定有明文。此所謂電臺，依同法第 3  條第 1  項\r\n      第 7  款規定，係指電信網路內用以傳送、接收無線電波訊號之電\r\n      信設備，基地臺屬之。是公眾電信網路者固得依該規定於公寓大廈\r\n      樓頂平臺設置無線電臺基地臺，惟須取得公寓大廈管理委員會或區\r\n      分所有權人會議同意，且該等同意須基於有效之決議。依系爭規定\r\n      ，區分所有權人會議作成同意設置基地臺之決議時，倘未經頂層區\r\n      分所有權人同意者，其決議即不生效力。同條例第 37 條規定，管\r\n      理委員會會議決議之內容不得違反公寓大廈管理條例、規約或區分\r\n      所有權人會議決議，本此意旨，公寓大廈管理委員會依電信管理法\r\n      第 47 條第 3  項逕為同意設置之決議時，仍須經頂層區分所有權\r\n      人同意，始為有效之決議。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 760 號 判決",
        "case_topic": "請求返還宿舍等事件",
        "case_date": "民國 113 年 09 月 25 日",
        "case_gist": "按當事人於房屋建築完成前，如約定由一方為他方出資並興建，而依立約\r\n當時之情形，可認該一方有由他方原始取得該新建房屋所有權之真意者，\r\n非不得由該他方於該新建房屋建築至可遮風蔽雨，成為獨立之不動產物權\r\n客體時，原始取得該房屋之所有權，此與出資者係為自己而新建房屋可原\r\n始取得所有權者，尚屬有間，且無違物權法定主義。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 620 號 裁定",
        "case_topic": "第三人異議之訴聲請停止執行",
        "case_date": "民國 113 年 09 月 12 日",
        "case_gist": "按強制執行法第 18 條第 1  項規定強制執行程序開始後，除法律另有規\r\n定外，不停止執行，明示以不停止執行為原則。同法第 2  項或其他法律\r\n所以例外規定得停止執行，係為避免債務人或第三人所提回復原狀、再審\r\n、異議之訴等訴訟勝訴確定，卻因已遭執行無法回復致受有損害而設。故\r\n當事人主張得依該項或準用該項規定聲請停止執行者，所提相關訴訟形式\r\n上必須合法，且其主張必須通過一貫性審查，非得僅因有提起上開訴訟之\r\n形式，即認符合停止執行之要件。又第三人依強制執行法第 119  條第 3\r\n項提起異議之訴者，固得準用同法第 18 條第 2  項規定聲請停止執行。\r\n惟觀諸強制執行法第 119  條規定，係於債權人聲請就債務人對於第三人\r\n之債權為執行時，第三人不依該條第 1  項規定聲明異議，亦未依執行法\r\n院命令，將金錢支付債權人，或將金錢、動產或不動產支付或交付執行法\r\n院，執行法院因債權人之聲請，逕向該第三人為強制執行之情形，該第三\r\n人始得就該項執行，以其不承認債務人之債權或其他財產權之存在、對於\r\n數額有爭議、或其他得對抗債務人請求之事由，提起異議之訴。該逕向第\r\n三人執行之規定，係為免債權人須對第三人另行取得執行名義始得對之為\r\n執行而增設（民國 64 年 4  月 22 日立法理由參照）。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 2919 號 判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 113 年 09 月 12 日",
        "case_gist": "按大眾傳播業因公眾之生活便利或其他特殊原因，有調整勞基法第 30 條\r\n、第 32 條所定之正常工作時間及延長工作時間之必要者，得由當地主管\r\n機關會商目的事業主管機關及工會，就必要之限度內以命令調整之，勞基\r\n法第 33 條定有明文。參諸勞動部於 104  年 5  月 6  日函訂定（106\r\n年 11 月 30 日函修正）之「勞工在事業場所外工作時間指導原則」，係\r\n為提供事業單位就在外工作勞工之「工作時間」認定及「出勤紀錄」記載\r\n之參考，保障勞工之勞動權益而定。其中針對新聞媒體工作者明揭「1.因\r\n媒體工作性質特殊，常在事業場所外從事工作，或無須返回事業場所簽到\r\n退，致雇主不易認定工作時間及不易記載其出勤情形，有關一日正常工作\r\n時間之起迄、延長工作時間（加班）之處理及認定方式，應以書面勞動契\r\n約約定，並訂入工作規則。2.新聞媒體工作者常因突發之新聞事件，於正\r\n常工作時間結束後接獲雇主要求延長工作時間進行新聞處理，勞工延長工\r\n作之起迄時間，以各種形式記錄，如發稿紀錄、行車紀錄或勞工自行製作\r\n之紀錄，並輔以通訊軟體、電話、對話或其他方式告知雇主，雇主應記載\r\n之。3.勞資雙方得約定勞工延長工作時間免經雇主事前同意，於完成工作\r\n後，勞工應將工作起迄時間紀錄交付雇主，雇主應記載勞工回報之實際延\r\n長工作時間之時數」。準此，如遇突發新聞事件，勞工經雇主要求延長工\r\n時進行新聞處理之情形，已有加班之必要，勞工於加班結束，以各種形式\r\n之紀錄或通訊內容為證據，告知雇主加班起迄時間，以資認定加班時間。\r\n惟若勞工未經雇主要求，係自行加班者，應依工作規則之規定，無論規定\r\n須經雇主事前申報核准與否，勞工均應陳報並提出證明加班起迄之紀錄，\r\n供雇主記載，俾雇主管理覈實加班之必要及給付，以達營運監督及管控人\r\n事費用之目的。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2646 號 判決",
        "case_topic": "請求確認股東會決議無效等事件",
        "case_date": "民國 113 年 09 月 12 日",
        "case_gist": "按得提起撤銷股東會決議訴訟之原告，依公司法第 189  條規定，須具備\r\n股東身分者，其當事人之適格，始無欠缺。又依企併法第 12 條第 1  項\r\n規定，股東於公司進行併購時，得請求公司按當時公平價格，收買其持有\r\n之股份。核其立法係參酌日本商法、美國模範公司法與紐約州公司法關於\r\n異議股東收買請求權規定，目的在企業進行併購等重大結構變更時，對不\r\n願成為併購後公司股東之少數反對（異議）股東，要求公司以公平價格買\r\n回股份，賦予其得藉此取回投資機會之退場機制，俾使公司追求全體股東\r\n最大利益同時，兼顧少數股東權益保障，另經由法院裁定公平價格之介入\r\n，間接達成事後審查公司併購合理交易價格之監督機制。而不論股東會決\r\n議撤銷訴權（共益權）或股份收買請求權（自益權），均為股東權，與股\r\n東資格具有不可分離關係，自須具備股東身分者，方得以行使。倘股東提\r\n起撤銷股東會決議訴訟，而於事實審言詞辯論終結前，因前已向公司行使\r\n股份收買請求權，股份移轉予公司致喪失股東身分，即無可得行使之撤銷\r\n訴權，應認已無受判決之法律上利益存在，法院無以判決保護之現實上必\r\n要性，訴訟欠缺權利保護要件，應認其訴為無理由。雖 111  年 6  月\r\n15  日修正前企併法第 12 條第 4  項規定股東之股份收買請求，於公司\r\n取銷併購行為時，失其效力，惟公司取銷併購，與反對（異議）股東欲藉\r\n撤銷股東會決議訴訟以否決併購進行，二者目的相同，對其並無更為不利\r\n，不會因股東身分可能因取銷併購而回復，即認其訴請撤銷股東會決議訴\r\n訟仍有受判決之實益。另股東行使股份收買請求權，本即可預見公司按當\r\n時公平價格買回股份致喪失股東身分，不因公司係依其請求收買、雙方協\r\n議或法院裁定之公平價格買回股份而有不同，既經選擇將股份移轉賣回公\r\n司致喪失股東身分，自無繼續進行撤銷股東會決議訴訟之實益；此與現金\r\n逐出合併之情形，因將使少數反對合併股東被迫喪失股東股份之權利，應\r\n使爭執該合併決議效力之反對（異議）股東（股東身分是否喪失尚屬未定\r\n），提起撤銷或確認訴訟，資以除去被剝奪其透過對於特定公司之持股而\r\n直接或間接參與該公司業務，得以享受相關利益機會之危險，而認有權利\r\n保護之必要情形有別，自應區辨。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1474 號 判決",
        "case_topic": "請求變更要保人等",
        "case_date": "民國 113 年 09 月 12 日",
        "case_gist": "保險為社會重要金融制度，保險契約為最大善意契約，並具有射倖性，其\r\n建立在要保人及被保險人等最大之善意及誠實上，保險人無論於保險契約\r\n訂立時或訂定後，對於要保時保險標的之狀況、資訊及足以影響評估危險\r\n之事項，須透過要保人、被保險人等詳實告知，使之評估風險而決定是否\r\n承保與保險費率之多寡，以符誠實信用及對價平衡原則。此從要保人非僅\r\n負有交付保險費之義務，並負據實說明義務，倘其有隱匿或遺漏不為說明\r\n，或為不實之說明，足以變更或減少保險人對於危險之估計者，保險人得\r\n依保險法第 64 條規定解除保險契約即明。是要保人為何人，攸關其對保\r\n險標的是否有保險利益、有無據實說明、道德風險之高低、保險人對於保\r\n險契約之重要內容評估有無錯誤，影響保險制度正常運作至鉅。如以人身\r\n保險契約作為借名契約之標的，將致保險人僅得以出名人而非以借名人為\r\n要保人，就出名人所負之說明義務，為保險費估計及就風險之承擔獲取資\r\n訊，與保險制度分攤危險及其為最大善意契約之性質實屬有違，對保險法\r\n本身之價值體系、正常運作與保險法制之維繫產生破壞，有害及國家社會\r\n之一般利益，顯與公共秩序相悖，依民法第 72 條規定，該借名契約自屬\r\n無效。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 531 號 判決",
        "case_topic": "請求返還股票",
        "case_date": "民國 113 年 09 月 04 日",
        "case_gist": "無權代表人以公司代表人名義所為法律行為，公司法未明文規範其效力，\r\n形成法律漏洞。核其性質，與無權代理行為相類，基於保護本人（公司）\r\n利益之同一法律上理由，應類推適用民法關於無權代理之規定。而無代理\r\n權人以代理人名義所為之法律行為，非經本人承認，對於本人不生效力，\r\n此觀民法第 170  條第 1  項規定自明。是無權代表人以公司代表人名義\r\n所為之法律行為，須經公司承認，始對該公司發生效力。至事前許諾，則\r\n無使該法律行為對於公司發生效力之法律依據。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1993 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 113 年 08 月 29 日",
        "case_gist": "按故意以背於善良風俗之方法，加損害於他人者，負損害賠償責任，民法\r\n第 184  條第 1  項後段定有明文。所謂背於善良風俗，係指所涉行為違\r\n反社會倫理道德、價值意識、商業競爭秩序或一般性經濟活動中的正當經\r\n濟行為等一切社會共同生活的基本秩序。又依期貨交易法第 64 條第 1 \r\n項、第 105  條、第 119  條第 1  項第 1  款規定，揆諸各該立法理由\r\n及規範目的，期貨交易具有以小博大之高槓桿財務特性，當期貨價格波動\r\n過大，期貨交易人之交易保證金不足出現超額虧損時，期貨商之結算保證\r\n金、交割結算基金或賠償準備金即必須負擔其虧損，由期貨商直接承擔風\r\n險，為免客戶交易之委託超過自身履行義務之能力，影響期貨商之財務狀\r\n況，明定期貨商於接受客戶委託前，應先評估其財務狀況，如其財務狀況\r\n不良，應拒絕其委託。且為遏止地下期貨交易行為，並有效取締非法業者\r\n，明文禁止任何期貨交易人委託未經主管機關核准經營期貨業之人從事期\r\n貨交易，以收取締之實效，並維護交易安全。期貨商管理規則第 16 條第\r\n2 項第 6  款、第 9  款因而明文禁止期貨商負責人及業務員接受未具期\r\n貨交易人委任書之代理人委託從事期貨交易，及知悉期貨交易人利用他人\r\n名義從事期貨交易，仍接受委託進行交易，以控制期貨交易風險、維護期\r\n貨交易秩序及國家經濟秩序平穩。準此，期貨交易人開立期貨交易帳戶，\r\n若故意隱匿非其本人交易，而係由未經主管機關核准經營期貨業之人為期\r\n貨交易，期貨商先前無從知悉、評估實際交易人之信用狀況、財力，因此\r\n誤受其等委託從事期貨交易，有礙期貨交易風險之控管及經濟秩序之維護\r\n，自非為正當經濟行為，而應屬違背善良風俗之方法。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 666 號 判決",
        "case_topic": "請求確認派下權不存在",
        "case_date": "民國 113 年 08 月 28 日",
        "case_gist": "法院於個案中審酌臺灣舊習慣有關使男子因招夫婚而喪失本生家的祭祀公\r\n業派下資格，或使女子因出嫁而喪生本生家的祭祀公業派下資格，皆屬於\r\n基於「婚姻地位」而為之區分，並強化婚姻關係中一方對他方的從屬性，\r\n參酌司法院釋字第 457  號、第 696  號、第 728號  解釋意旨，應認為\r\n違反平等原則。故就日治時期所發生之繼承事實，有關當時習慣法之認定\r\n，男子原則上不因招夫而喪失對本生家祭祀公業派下資格，僅於例外情形\r\n，如招夫婚約定旨在於使招夫成為招夫家之一分子，不再是本生家之一分\r\n子者，始得認男子因此喪失對本生家祭祀公業之派下資格，與是否冠以招\r\n夫家姓並無絕對關聯。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1724 號 判決",
        "case_topic": "請求確認區分所有權人會議決議無效等",
        "case_date": "民國 113 年 08 月 22 日",
        "case_gist": "（一）按公寓大廈之區權人為共同事務及涉及權利義務事項，以區權人會\r\n      議作為該團體之意思決定機關，管理條例就區權人對會議決議事項\r\n      有自身利害關係，應否迴避不加入表決乙事，未有任何規範。鑑於\r\n      區權人會議係區權人集合而成之社員團體，猶如民法之社團總會，\r\n      法理上自得援用民法社團總會之相關規定。參諸民法第 52 條第 4\r\n      項「社員對於總會決議事項，因自身利害關係而有損害社團利益之\r\n      虞時，該社員不得加入表決，亦不得代理他人行使表決權」之規定\r\n      ，規範意旨在避免特定社員於行使表決權時因私忘公，致生損害社\r\n      團或其他社員之利益。所稱「有自身利害關係」，係指特定社員因\r\n      該事項之決議結果取得權利、免除義務，或喪失權利或新負義務而\r\n      言，即決議之作成，將直接導致該特定社員具體之權利義務發生變\r\n      動，且有損害社團利益之虞者，始有迴避不得加入表決之必要。\r\n（二）次按公寓大廈之區權人數眾多，難取一致合意，公共事務無法長久\r\n      不決，為達到管理群體生活秩序，保障區權人共同利益之目的，立\r\n      法者透過區權人會議之決議及規約，以推動公共事務及解決爭議。\r\n      倘規約就區權人之某些實體爭執事項明定以區權人會議之決議方式\r\n      處理，基於民主及私法自治原則，自應尊重。各區權人既有參與決\r\n      議之權利，以多數決作成之合法有效決議有拘束全體區權人之效力\r\n      。區權人會議之決議結果，難免與不同意之少數區權人之權益發生\r\n      衝突，此時應檢視其是否藉由多數決方式，以損害少數區權人為主\r\n      要目的，避免有權利濫用情事。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1551 號 判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 113 年 08 月 22 日",
        "case_gist": "按消滅時效，自請求權可行使時起算，民法第 128  條前段定有明文。消\r\n滅時效開始進行後，因我國民法無停止時效進行之相關規定，同法第 129\r\n條規定列舉之消滅時效中斷事由，不包括於時效開始進行後始發生法律上\r\n障礙情形。惟倘此法律上障礙，延續至時效期間終止時尚未排除，依同法\r\n第 139  條規定之同一法理，應認自該障礙排除時起，1 個月內，其時效\r\n不完成。次按債權人聲請就債務人對於第三人之金錢債權為執行，經執行\r\n法院核發收取命令送達第三人後，債務人雖仍為債權主體保有債權，惟已\r\n喪失其收取權，尚不得請求第三人向其給付，應認債務人就其債權請求權\r\n之行使發生法律上障礙。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1422 號 判決",
        "case_topic": "請求拆屋還地事件",
        "case_date": "民國 113 年 08 月 22 日",
        "case_gist": "按土地法第 73 條之 1  第 2  項後段規定，土地或建築改良物，因繼承\r\n人逾期未聲請繼承登記，而由國有財產署公開標售，土地或建築改良物租\r\n賃期間超過 5  年者，於標售後以 5  年為限。其立法目的乃就原所有權\r\n人於標售前與第三人就該標售之土地或建築改良物訂定之租賃契約，對於\r\n得標人仍繼續存在時，為避免該約定租賃期間過長，致降低投標意願，而\r\n無法達成藉由公開標售方式進行土地管理之目的，故特別規定「原」租賃\r\n關係期間，於標售後以 5  年為限，以保障得標人權益。而民法第 425\r\n條之 1  第 1  項規定：「土地及其土地上之房屋同屬一人所有，而僅將\r\n土地或僅將房屋所有權讓與他人，或將土地及房屋同時或先後讓與相異之\r\n人時，土地受讓人或房屋受讓人與讓與人間或房屋受讓人與土地受讓人間\r\n，推定在房屋得使用期限內，有租賃關係。其期限不受第四百四十九條第\r\n一項規定之限制」，係於土地或其上房屋讓與後，始依該規定「新」成立\r\n租賃關係，與土地法第 73 條之 1  第 2  項後段規定要件不同，自無該\r\n規定之適用。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 623 號 裁定",
        "case_topic": "請求分割遺產（核定反請求訴訟標的價額）",
        "case_date": "民國 113 年 08 月 21 日",
        "case_gist": "確認遺產為繼承人公同共有，原告如獲勝訴判決所得受之客觀上利益，乃\r\n其就該遺產公同共有之價額，故其訴訟標的之價額，自應就遺產之價額，\r\n依其應繼分比例計算之。至部分繼承人為分割遺產之本請求後，其他繼承\r\n人如另就相同之遺產本於自己繼承權所生之分割請求權，反請求遺產分割\r\n，雖其應分割之標的物（遺產）與本請求相同，但係基於自己之請求權，\r\n與本請求之訴訟標的不同，於反請求人撤回反請求前，仍應對之徵收裁判\r\n費。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 739 號 判決",
        "case_topic": "請求遷讓房屋等",
        "case_date": "民國 113 年 08 月 15 日",
        "case_gist": "按公寓大廈管理條例第 3  條第 4  款所謂共用部分，係指公寓大廈專有\r\n部分以外之其他部分（包括基地在內）及不屬專有之附屬建築物，而供共\r\n同使用者；如建築物坐落之地面、基礎、主要牆壁及屋頂、走廊、大廳、\r\n樓梯間、電梯間、共同出入口、庭院、中央空調系統與其他既成之共同使\r\n用部分及其他為使用財產之必要或便利或維護安全所必要之設施，此觀其\r\n立法理由即明。且因該共用部分構造上及使用上不具獨立性，且由區分所\r\n有權人按其應有部分有所有權，為加強公寓大廈建築物之管理維護，以提\r\n昇住戶居住品質，同條例第 10 條第 2  項本文明定共用部分之修繕、管\r\n理、維護，由管理負責人或管理委員會為之，其費用由公共基金支付或由\r\n區分所有權人按其共有之應有部分比例分擔之。又法律上所謂準用，係立\r\n法者基於立法經濟考量，就某特定事項，因相類似之事實，法律上已有明\r\n文規定，乃以法律規定間接引用該規定，故必須性質相類似者，始有準用\r\n餘地。另公寓大廈管理條例第 53 條規定，多數各自獨立使用之建築物、\r\n公寓大廈，其共同設施之使用與管理具有整體不可分性之集居地區者，其\r\n管理及組織準用本條例之規定，考其立法目的，在便利共同事務之推展及\r\n自主性管理。倘該集居地區共同設施有構造上之獨立性，並有獨立之經濟\r\n效益，且非屬集居地區各自獨立使用建築物之附屬物或為各所有人共有，\r\n而為獨立之物，縱與其他建築物利用關係密切，或其他建築物所有人對該\r\n共同設施依契約約定或依法律規定享有利用權，其性質仍與同條例第 3\r\n條第 4  款規定專有部分以外之其他部分及不屬專有之附屬建築物，而供\r\n共同使用之共用部分不同，尚無準用同條例第 10 條第 2  項規定，由該\r\n集居地區管理負責人或管理委員會管理之餘地。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2342 號 判決",
        "case_topic": "請求股東名冊變更登記",
        "case_date": "民國 113 年 08 月 07 日",
        "case_gist": "依民事訴訟法第 277  條本文規定，各當事人就其所主張有利於己之事實\r\n，均應負舉證之責。倘一方已有適當之證明，他方欲否認其主張，即不得\r\n不更舉反證，以使法院就該待證事實所得之心證度，降至證明度之下，而\r\n回復至待證事實未經證立之狀態，或另證明與待證事實不相容之別一事實\r\n，使法院得於斟酌全辯論意旨及調查證據之結果，依自由心證判斷事實之\r\n真偽後，據以為法律之適用。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 509 號 裁定",
        "case_topic": "聲請管收",
        "case_date": "民國 113 年 07 月 31 日",
        "case_gist": "按抗告法院以抗告為有理由者，應廢棄原裁定，自為裁定；非有必要，不\r\n得命原法院或審判長更為裁定。為民事訴訟法第 492  條所明定。所謂必\r\n要時，係指抗告法院無從逕為裁定，須由原法院或審判長調查，始能裁定\r\n，或抗告法院就事實或證據自行調查倍感困難，顯然會增加勞費並致程序\r\n遲延，或尚須踐行其他程序等情形。又辯論主義、處分權主義乃基於「私\r\n法自治」所衍生之原理原則，與憲法第 8  條第 2  項規定之「拘捕前置\r\n原則」，旨在保障人民人身自由不受國家非法之逮捕拘禁，性質上並不相\r\n同，因而抗告法院應依職權審查第一審法院所為准否管收裁定，不受處分\r\n權主義之限制，對證據之調查應依職權為之，亦不受辯論主義之拘束。本\r\n件相對人於士林地院更審時即主張再抗告人將其資產隱匿在其得以完全掌\r\n控之境外公司，而再抗告人是否顯有履行義務之可能故不履行，及有無隱\r\n匿、處分財產之情形，仍有未明；且對再抗告人得否依強制執行法第 22 \r\n條第 1  項、第 5  項規定予以管收，應視其是否符合該條所定管收原因\r\n及要件定之，尚有究明必要，士林地院應依上開規定訊問再抗告人。則本\r\n件應調查事項與應踐行程序關涉再抗告人管收與否之程序保障，將之發回\r\n士林地院更為適法處理，要屬審級救濟制度設計之職權行使，經核於法並\r\n無違誤。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1114 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 113 年 07 月 31 日",
        "case_gist": "所謂商譽，為企業經營者以經濟上活動的可信賴性為內容的權利，攸關市\r\n場競爭秩序及消費者權益，商譽權是否受侵害，應審視他人對於企業經營\r\n者經濟上活動的可信賴性有無減損為斷，除包括對企業體支付能力、履約\r\n意願之評價外，尤須將消費者對於企業商品或服務之信賴包括在內。又企\r\n業經營者秉其商譽始得順利從事商業活動，是以商譽具有經濟利益，但公\r\n司商譽權因不法侵害行為所受財產上之損害，通常不易衡量，倘賠償金額\r\n之計算顯有重大困難者，依民事訴訟法第 222  條第 2  項規定，法院得\r\n審酌一切情況，依所得心證定其數額。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 250 號 裁定",
        "case_topic": "聲請撤銷定暫時狀態處分",
        "case_date": "民國 113 年 07 月 30 日",
        "case_gist": "按法院因勞工受本案敗訴判決確定而撤銷第 1  項、第 2  項處分之裁定\r\n時，得依雇主之聲請，在撤銷範圍內，同時命勞工返還其所受領之工資，\r\n並依聲請附加自受領時起之利息。但勞工已依第1項、第2項處分提供勞務\r\n者，不在此限，勞動事件法第 49 條第 4  項定有明文。雇主依勞工保險\r\n、全民健康保險或其他社會保險之保費負擔及勞工退休金新制提繳之退休\r\n金，既非工資，自不在前開規定得請求返還之範圍。又勞動事件法第 49\r\n條第 4  項規定意旨在於勞工受本案敗訴確定後，經法院撤銷繼續僱用及\r\n給付工資之定暫時狀態處分時，勞工受領工資之法律上原因嗣後已不存在\r\n，賦予雇主得利用撤銷程序，簡化請求勞工返還工資之程序，以維護雇主\r\n與勞工間之公平（該條項立法理由參照）。而勞動事件法第 46 條第 2  \r\n項明定勞工得以裁決決定代替釋明，聲請法院為定暫時狀態處分，與同法\r\n第 49 條第 1、2 項，均屬勞動事件法第 4  章之保全程序裁定規定，於\r\n依該條項所為命繼續僱用及給付工資之定暫時狀態處分被撤銷後，同有維\r\n護勞雇公平、簡化雇主請求返還工資程序之必要。勞動事件法第 49 條第\r\n4 項僅列入撤銷「第 1  項、第 2  項處分之裁定」，未列入「依第 46\r\n條第 2  項規定命繼續僱用及給付工資處分之裁定」，觀之立法歷程，應\r\n屬立法者之疏漏，而有法律漏洞。基於平等原則及同一目的之法律理由，\r\n於勞工受本案敗訴判決確定，經法院撤銷依勞動事件法第 46 條第 2  項\r\n命繼續僱用及給付工資處分之裁定時，應類推適用勞動事件法第 49 條第\r\n4 項規定，以填補該法律漏洞。再勞動契約經雇主合法終止時，僱傭關係\r\n消滅，雇主原無受領勞務之義務，但勞雇雙方如對是項終止發生爭執，勞\r\n工因而向法院聲請定暫時狀態處分，經法院為命繼續僱用及給付工資之處\r\n分時，雇主與勞工依該處分即互負給付工資、提供勞務之義務。雇主拒絕\r\n勞工提供勞務者，即應負受領遲延責任。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2025 號 判決",
        "case_topic": "請求返還受託保管之不動產",
        "case_date": "民國 113 年 07 月 30 日",
        "case_gist": "按農業發展條例（下稱農發條例）第 18 條第 4  項規定：農舍起造人應\r\n為該農舍坐落土地之所有權人，農舍應與其坐落用地併同移轉，其規範意\r\n旨在保護農地所有人與農舍所有人之權益，使農舍所有權與農地利用權結\r\n為一體，維持農舍所有權之安定，物盡其用，避免農舍與農地分離，法律\r\n關係複雜，以達該條例確保農業永續發展及促進農地合理利用之立法目的\r\n。準此，於農舍辦理第 1  次（保存）登記時，亦應有前開規定之適用，\r\n即農舍第 1  次登記之所有權人，應與坐落用地之所有權人同一，以貫徹\r\n上開規定之旨趣。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1619 號 判決",
        "case_topic": "請求返還履約保證金",
        "case_date": "民國 113 年 07 月 30 日",
        "case_gist": "按當事人除釋明有民事訴訟法第 447  條第 1  項但書之情形外，不得於\r\n第二審提出新攻擊或防禦方法，此觀同條第 1  項、第 2  項之規定即明\r\n。此項規定之目的，乃為避免及改正當事人輕忽第一審程序，遲至第二審\r\n程序始提出新攻擊防禦方法，致耗費司法資源及造成對造當事人時間、勞\r\n力及費用之浪費，以合理分配有限之司法資源。且此項訴訟促進義務，乃\r\n係當事人對於法院所負之公法上協力義務，攸關公益，不得任由當事人處\r\n分，或認係責問事項。故第二審法院審理上訴事件，首應確認當事人兩造\r\n有無新攻擊或防禦方法之提出，遇有新攻擊或防禦方法提出時，應依職權\r\n調查，並適用職權探知主義，於該當事人未主動釋明時，適時責令該當事\r\n人釋明之，並依釋明及調查結果，及時判定是否准其提出，再據以進行嗣\r\n後之審理程序。惟倘審判長或受命法官未據釋明，亦未責令釋明，即已就\r\n該新攻擊或防禦方法為實質調查、審理，當事人並未就是否為新攻擊或防\r\n禦方法為爭執，而為相對應之聲明、陳述，且進行實質攻防，則該調查、\r\n審理之所得，應屬全辯論意旨及調查證據結果之一部，當可作為法院自由\r\n心證判斷事實真偽之依據。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1147 號 判決",
        "case_topic": "請求協同領取返還銀行存款等事件",
        "case_date": "民國 113 年 07 月 30 日",
        "case_gist": "按帳戶借用契約，係指當事人間約定，由金融機構帳戶之開戶人（名義人\r\n）概括授權他方（借用人），得以開戶人名義存提帳戶內款項；即當事人\r\n間成立帳戶內款項實屬借用人所有，其持有存摺、印章、定存單，對存款\r\n有使用、管理、處分權限，名義人單純出借名義之契約，其成立側重名義\r\n人與借用人間之信賴關係，性質上與委任契約類似，就當事人間未約定之\r\n事項，得類推適用民法委任之相關規定。又借用人存入帳戶之金錢，外部\r\n關係上，係由名義人對金融機構有金錢寄託債權，借用人倘未於契約存續\r\n期間內取用，固得類推適用民法第 541  條第 1  項規定請求名義人交付\r\n，然除兩造另有約定，或名義人係專依借名關係而開設帳戶外，難認名義\r\n人負有結清帳戶之義務。又基於債之相對性，借用人與金融機構間並無任\r\n何契約關係，自亦無向金融機構請求結清帳戶、提領帳戶款項之權利，不\r\n因名義人協同與否而有異。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1305 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 113 年 07 月 26 日",
        "case_gist": "為保護處於相對弱勢或欠缺專業知識、資訊、技術、經驗之消費者，對社\r\n會分工體制、活動或交易安全之信賴，遊樂業經營者所提供之服務，不以\r\n其名義主辦、直接收取活動對價或與消費者存在契約關係為限。凡在客觀\r\n上得認由其所提供、或與其經營事項具密切關係之外觀者，均屬之，以符\r\n服務安全欠缺責任之法規範目的。例如，遊樂業經營者利用他人於其營業\r\n場所提供服務之機會，搭配行銷自身之營業活動，致消費者產生遊樂業經\r\n營者參與該服務提供之外觀等情形。否則，提供服務之遊樂業經營者，得\r\n以契約約定方式，將其經營事項之一部，或與之密切相關之服務，交由第\r\n三人提供，而利用其企業之名聲及形象，坐收該契約之對價，並獲取同時\r\n提供其他服務之伴隨利益，卻可解免本應承擔之服務安全欠缺責任，將有\r\n違立法目的，自非所宜。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 445 號 判決",
        "case_topic": "請求損害賠償等事件",
        "case_date": "民國 113 年 07 月 18 日",
        "case_gist": "按以取得公司（下稱被併購公司）經營權為目的之股份收購契約，為公司\r\n併購交易類型之一。此等併購交易，買、賣雙方資訊顯不對稱，買受人為\r\n確保股份價值及併購目的達成，約明出賣人應揭露被併購公司之資產訊息\r\n、配合提供相關文件以供查核者，雖非股份出賣人之主給付義務，然其違\r\n反倘已影響併購交易目的之達成者，買受人自得據以解除契約。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 1036 號 判決",
        "case_topic": "請求確認決議無效",
        "case_date": "民國 113 年 07 月 18 日",
        "case_gist": "按公寓大廈管理條例之立法目的，乃為加強公寓大廈之管理維護，提昇居\r\n住品質。因此區分所有權人除法律另有限制外，對其專有部分，雖得自由\r\n使用、收益、處分，並排除他人干涉；然區分所有權人對專有部分之利用\r\n，不得有妨害建築物之正常使用及違反區分所有權人共同利益之行為，此\r\n觀公寓大廈管理條例第 1  條、第 4  條、第 5  條規定即明。所謂妨害\r\n建築物之正常使用係指未依建築物建造設計之原意及一般社會經驗之使用\r\n方式而為使用而言。關於區分所有權人共同利益者，則應探求公寓大廈管\r\n理條例之立法目的，最低限度應不得妨害其他住戶之安寧、安全及衛生。\r\n公寓大廈之規約，乃公寓大廈管理條例賦予區分所有權人得以多數決方式\r\n約定共同生活規範，透過規約與區分所有權人會議之決議，形成具有拘束\r\n力之共同遵守事項，亦為公寓大廈之自治性規範。倘其規範僅在重申法令\r\n之規定，符合該條例之立法目的，審酌其目的正當性、手段必要性、限制\r\n妥當性及衡平性，訂定住戶共同遵守事項，自難謂有違憲法第 23 條之法\r\n律保留原則、比例原則。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 700 號 判決",
        "case_topic": "請求拆屋還地等事件",
        "case_date": "民國 113 年 07 月 17 日",
        "case_gist": "當事人就其提出之事實，應為真實及完全之陳述，對於其請求及抗辯所依\r\n據之原因事實，應為具體之陳述，以保護當事人之真正權利及維持國家之\r\n法律秩序，此觀民事訴訟法第 195  條第 1  項及其修正理由、第 266\r\n條第 1  項第 3  款、第 2  項第 2  款及第 3  項規定自明。而當事人\r\n主張父母係為未成年子女之利益，而處分其特有財產，固應就該處分符合\r\n未成年子女利益之事實，負舉證之責，以貫徹保護未成年子女之立法目的\r\n（民法第 1088 條第 2  項但書、民事訴訟法第 277  條本文參照）。惟\r\n父母之處分行為與未成年子女之利益關係如何，涉及親子家族間權利義務\r\n之內部事實，通常非不動產買賣契約之外部交易對象（即買受人）所易於\r\n舉證，本質上難以直接證明，尤以年代久遠之情形為是。因此，倘買受人\r\n已證明其因買賣契約，而占有使用不動產歷有年所，且與買賣時為未成年\r\n人之出賣人間，從未有紛爭或訴訟之事實，則出賣人就該處分非為未成年\r\n子女利益之具體事實，除有正當理由外，應為真實、完全及具體之陳述，\r\n以供不動產買受人得據以反駁，俾法院斟酌全辯論意旨及調查證據之結果\r\n，依不違背論理及經驗法則之自由心證，判斷該買賣是否係為未成年人之\r\n利益。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 346 號 判決",
        "case_topic": "請求解任董事職務",
        "case_date": "民國 113 年 07 月 17 日",
        "case_gist": "按財務報告應充分揭露關係人交易之目的，在於避免關係人間利用非常規\r\n交易進行利益輸送，而使現行法對於提高財務報告於資訊透明度之及時性\r\n、真實性、公平性與完整性以建立成熟資本市場機能形同虛設。證交法第\r\n20  條第 2  項所禁止財報不實之違法性，係建立在是否影響理性投資人\r\n判斷之基礎，應以虛偽或隱匿之財務報告「內容」具備「重大性」為限。\r\n至於「重大性」之判斷標準，法院應綜合發行股票公司規模，市場因素等\r\n客觀情事，審酌關係人間交易金額對於公司淨利影響之程度、公司經營階\r\n層是否有舞弊、不法行為之主觀犯意，或該內容是否足以掩飾營收趨勢、\r\n影響履約或償債能力，及影響法規遵循等因素，綜合研判其整體資訊是否\r\n足以影響一般理性投資人之投資判斷。又依投保法第 7  條設立之證券投\r\n資人及期貨交易人保護機構，辦理該法第 10 條第 1  項業務，發現上市\r\n或上櫃公司之董事或監察人執行業務，有重大損害公司之行為或違反法令\r\n或章程之重大事項，得依該法第 10 條之 1  第 1  項第 2  款之規定，\r\n訴請法院裁判解任公司之董事或監察人，應以客觀上已足使人認該董事或\r\n監察人繼續擔任其職務，將使股東權益或社會公益受有重大損害，而不適\r\n任其職務，始足當之。"
    },
    {
        "case_id": "最高法院 113 年度台聲字第 705 號 裁定",
        "case_topic": "請求確認僱傭關係存在等聲請交付法庭錄音光碟聲請再審",
        "case_date": "民國 113 年 07 月 11 日",
        "case_gist": "法院組織法第 90 條之 2  所定之 3  年 6  個月期間，僅係保存法庭錄\r\n音、錄影內容期間，與當事人聲請交付法庭錄音光碟應遵守之期間不同。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2091 號 判決",
        "case_topic": "請求給付不當得利等事件",
        "case_date": "民國 113 年 07 月 10 日",
        "case_gist": "按同時履行抗辯權，係為對抗他方之請求權而設，依其規範目的，本身無\r\n消滅時效問題。雙務契約當事人間互負之債務，既有履行上之牽連關係，\r\n即使一方當事人之請求權因罹於時效而消滅，其同時履行之抗辯權則無時\r\n效規定之適用，仍然存在。故他方當事人請求給付時，仍得行使同時履行\r\n抗辯權，以拒絕自己之給付。原審竟認上訴人就系爭拆除費之請求權，已\r\n罹於 2  年時效期間，阿波羅公司既為時效抗辯，上訴人就該債權不得請\r\n求阿波羅公司給付，自不發生同時履行抗辯問題云云，其所持法律上之見\r\n解，已有可議。次按同時履行抗辯制度，原則上適用於具有對價關係之雙\r\n方債務間，惟具有實質牽連之對立債務，基於誠信及公平原則，非不許其\r\n類推適用關於同時履行抗辯之規定，若兩對立之債務，其給付顯不相當，\r\n且其給付為可分，則其同時履行抗辯之範圍應受「相當」之限制。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1546 號 判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 113 年 07 月 10 日",
        "case_gist": "按就地上物有事實上處分權之人，對於原讓與該地上物之土地所有人，得\r\n基於該讓與之債權債務關係，合法占有土地，並視該債之關係為有償或無\r\n償，判斷占有人有無支付對價之義務。而因除法律有特別規定外，債之關\r\n係僅在特定當事人間發生效力，故受讓土地所有權之第三人，原則上不受\r\n該債權契約之拘束，占有人即因此失其合法占有土地之權源，不得以其與\r\n讓與人間之債權契約，對於該第三人主張有權占有。惟以占有使用土地為\r\n標的所訂立債權契約之目的，倘攸關社會經濟或公共利益，且該占有人已\r\n繼續長期占有使用原讓與人所交付之土地，如該第三人明知或可得而知該\r\n債權契約存在及土地之占有實況，且限制其所有權之一部行使無致其財產\r\n權受不測損害之虞，復不悖公平正義及誠信原則，非不得以其行使所有權\r\n不符民法第 148 條規定為由，限制其權利之行使，即不得訴請占有人拆\r\n除或遷讓地上物並返還土地。又占有人與受讓土地所有權之第三人間，究\r\n無任何法律關係，卻因而可使用土地而受利益，致第三人對該土地之使用\r\n收益或處分權能受限制而受損害，第三人自非不得依不當得利法律關係，\r\n請求占有人返還不當得利，以平衡保障其受憲法保障之財產權。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 882 號 判決",
        "case_topic": "請求侵害商標權有關財產權爭議等",
        "case_date": "民國 113 年 06 月 27 日",
        "case_gist": "按依 100  年 6  月 29 日修正商標法第 36 條第 2  項規定，附有註冊\r\n商標之商品，由商標權人或經其同意之人於國內外市場上交易流通，商標\r\n權人不得就該商品主張商標權。但為防止商品流通於市場後，發生變質、\r\n受損，或經他人擅自加工、改造，或有其他正當事由者，不在此限，揆其\r\n立法意旨，係明定我國採商標權國際耗盡原則，即商標權人對於經其同意\r\n而流通於市場之商品，如無同條項但書之情形，不問第 1  次投入市場在\r\n國內或國外，均不得再主張其權利，明文承認真品平行輸入之正當性。又\r\n該條所謂經其同意，不以商標權人明示同意為限，於不同國家註冊之商標\r\n，於屬地原則概念下雖係不同之商標權，惟倘本質上其排他權之發生源自\r\n於同一權利人，而彼此具有授權或經銷契約、同一關係企業或集團、控股\r\n與附屬公司、獨家銷售，或以全球單一商標之形象而為行銷，或採共同商\r\n標行銷策略等情形，其商標行銷策略易使消費者產生混淆，應為商標權人\r\n所認識而仍予採行，且其等間對於合法商標物品質與商標使用狀態本已有\r\n控管之可能性，而可確保商標使用狀態及維護進口國商標權人之相關商譽\r\n，亦屬商標法第 36 條第 2  項之同意範圍。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 831 號 民事判決",
        "case_topic": "請求給付退休金差額",
        "case_date": "民國 113 年 06 月 27 日",
        "case_gist": "按船員在船服務年資 10 年以上，年滿 55 歲，或在船服務年資 20 年以\r\n上，得申請退休，此觀船員法第 51 條第 1  項定有明文。其立法理由明\r\n揭船員上船工作多採定期僱傭方式辦理，而採不定期僱傭之船員亦不可能\r\n在同一條船上長期連續工作不下船休息，當船員契約期滿下船後，由於原\r\n職位已由他人遞補而無法再回原職工作，故船員轉換船舶、轉換公司之情\r\n形極為普遍，年資極易中斷，能達到（舊）海商法第 75 條在同一船舶所\r\n有人所屬船舶連續服務 10 年以上或勞基法第 53 條第 1  款在同一事業\r\n服務 15 年以上之退休條件之船員極少。為使多數船員均能領到退休金，\r\n故放寬船員「在船服務」滿 10 年、年滿 55 歲，或服務滿 20 年者即可\r\n退休。又船員實際工作場所為在船上，上岸休假均屬在家休假，並未實際\r\n從事船員工作，故在岸期間不予列入工作年資計算。因此參照（舊）海商\r\n法第 75 條及勞基法第 53 條、第 54 條第 1  項、第 2  項，明定船員\r\n自願退休條件之例外規定。是船員法第 51 條第 1  項特別規定船員以「\r\n在船服務」之年資為自願退休要件，同法第 53 條第 3  項規定計算船員\r\n於船員法施行後，勞工退休金條例施行前之工作年資，自應採取體系解釋\r\n方法，以船員「在船服務年資」計之。至於同法第 24 條前段規定之「僱\r\n傭契約因故停止履行後，繼續履行原約或定期僱傭契約屆滿後，未滿 3\r\n個月又另訂定新約時，船員前後工作年資應合併計算」，係參照勞基法第\r\n10  條，為免雇主利用換約等方法中斷年資計算，損及勞工權益，仍有明\r\n文限制之必要。易言之，船員之退休年資應適用船員法第 51 條第 1  項\r\n以「在船服務期間」計算之特別規定；其餘如特別休假、資遣費等年資之\r\n計算，則適用同法第 24 條規定，二者應予區辨。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 577 號 民事判決",
        "case_topic": "請求給付退休金等",
        "case_date": "民國 113 年 06 月 27 日",
        "case_gist": "按船員在船服務年資 10 年以上，年滿 55 歲，或在船服務年資 20 年以\r\n上，得申請退休，此觀船員法第 51 條第 1  項定有明文。其立法理由明\r\n揭船員上船工作多採定期僱傭方式辦理，而採不定期僱傭之船員亦不可能\r\n在同一條船上長期連續工作不下船休息，當船員契約期滿下船後，由於原\r\n職位已由他人遞補而無法再回原職工作，故船員轉換船舶、轉換公司之情\r\n形極為普遍，年資極易中斷，能達到（舊）海商法第 75 條在同一船舶所\r\n有人所屬船舶連續服務 10 年以上或勞基法第 53 條第 1  款在同一事業\r\n服務 15 年以上之退休條件之船員極少。為使多數船員均能領到退休金，\r\n故放寬船員「在船服務」滿 10 年、年滿 55 歲，或服務滿 20 年者即可\r\n退休。又船員實際工作場所為在船上，上岸休假均屬在家休假，並未實際\r\n從事船員工作，故在岸期間不予列入工作年資計算。因此參照 (舊）海商\r\n法第 75 條及勞基法第 53 條、第 54 條第 1  項、第 2  項，明定船員\r\n自願退休條件之例外規定。是船員法第 51 條第 1  項特別規定船員以「\r\n在船服務」之年資為自願退休要件，同法第 53 條第 3  項規定計算船員\r\n於船員法施行後，勞工退休金條例施行前之工作年資，自應採取體系解釋\r\n方法，以船員「在船服務年資」計之。至於同法第 24 條前段規定之「僱\r\n傭契約因故停止履行後，繼續履行原約或定期僱傭契約屆滿後，未滿 3 \r\n個月又另訂定新約時，船員前後工作年資應合併計算」，係參照勞基法第\r\n10  條，為免雇主利用換約等方法中斷年資計算，損及勞工權益，仍有明\r\n文限制之必要。易言之，船員之退休年資應適用船員法第 51 條第 1  項\r\n以「在船服務期間」計算之特別規定；其餘如特別休假、資遣費等年資之\r\n計算，則適用同法第 24 條規定，二者應予區辨。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1750 號 判決",
        "case_topic": "請求解任董事職務",
        "case_date": "民國 113 年 06 月 27 日",
        "case_gist": "按保護機構辦理投保法第 10 條第 1  項業務，發現上市、上櫃或興櫃公\r\n司之董事或監察人，執行業務有重大損害公司之行為或違反法令或章程之\r\n重大事項，得訴請法院裁判解任公司之董事或監察人，不受公司法第 200\r\n條及第 227  條準用第 200  條之限制，且解任事由不以起訴時任期內發\r\n生者為限。公司因故終止上市、上櫃或興櫃者，保護機構就該公司於上市\r\n、上櫃或興櫃期間有第 1  項所定情事，仍有上開規定之適用。投保法第\r\n10  條之 1  第 1  項第 2  款、第 4  項分別定有明文。觀其立法意旨\r\n，保護機構之裁判解任訴訟，主要在督促公司管理階層善盡忠實義務及注\r\n意義務，並透過保護機構之訴追，避免不適任者擔任上市、上櫃或興櫃之\r\n董事或監察人，並於 109  年 6  月 10 日修正增訂其裁判解任事由不以\r\n發生於起訴時之當次任期內為限，以收嚇阻不法之功能，促進公司治理，\r\n有其公益目的。又為免公司因故終止上市、上櫃或興櫃，乃明定保護機構\r\n仍得提起訴訟或續行訴訟，以杜爭議，並發揮其職能。再依投保法第 2\r\n條規定，證券投資人及期貨交易人權益之保護，依該法之規定，該法未規\r\n定者，適用證交法及其他有關法律之規定。僅係明定法律適用順序，非謂\r\n投保法與證交法之適用範圍完全相同，自不得將投保法適用之對象限縮於\r\n公開發行公司。職是，已上市、上櫃或興櫃公司之公開發行公司，其董事\r\n或監察人只須行為時有裁判解任事由，保護機構即得依投保法第 10 條之\r\n1 第 1  項第 2  款規定，提起裁判解任訴訟，縱該公司已終止上市、上\r\n櫃或興櫃，或因停止公開發行而不受證交法規定資訊揭露義務之拘束及公\r\n司股票不得於公開市場流通後，仍不得規避上開投保法之規範，亦無礙裁\r\n判解任訴訟之提起或續行。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 309 號 裁定",
        "case_topic": "請求損害賠償再審之訴",
        "case_date": "民國 113 年 06 月 20 日",
        "case_gist": "按司法院依人民聲請所為之解釋，對聲請人據以聲請之案件，亦有效力；\r\n凡司法院曾就人民聲請解釋憲法，宣告聲請人據以聲請之確定終局裁判所\r\n適用之法令，於一定期限後失效者，各該解釋之聲請人均得就其原因案件\r\n據以請求再審或其他救濟，檢察總長得以該解釋為非常上訴之理由，據以\r\n提起非常上訴，以保障釋憲聲請人之權益；法院不得以該法令於該期限內\r\n仍屬有效為理由駁回。迭經司法院以大法官釋字第 177  號、第 185  號\r\n、第 725  號、第 741  號解釋在案。是以得依司法院大法官所為解釋請\r\n求特別救濟者，限於「受不利確定裁判而聲請解釋之人」，就「聲請之原\r\n因案件」為之，若非聲請釋憲之原因案件，即不得依據釋憲結果請求救濟\r\n。至原因案件以外同類案件之裁判，因司法院大法官解釋之效力原則上自\r\n公布當日起生效，是其已確定者，效力不受影響，其未確定者，則依該解\r\n釋之意旨辦理。憲法訴訟法修正施行後，就憲法法庭判決之效力，其第\r\n53  條、第 88 條、第 91 條第 2  項規定亦同此意旨。再按憲法第 16 \r\n條保障人民有訴訟之權，旨在確保人民有依法定程序提起訴訟及受公平審\r\n判之權利，至訴訟救濟應循之審級、程序及相關要件，應由立法機關衡量\r\n訴訟案件之種類、性質、訴訟政策目的，以及訴訟制度之功能等因素，以\r\n法律為正當合理之規定。訴訟法上之再審，屬非常程序，本質上係為救濟\r\n原確定判決之認事用法錯誤而設之制度，與通常訴訟程序有別，不免與確\r\n定判決安定性之要求相違，涉及法安定性與實體正義價值相衝突之利益衡\r\n量。關於是否就確定判決設再審制度及再審事由之要件，應由立法機關以\r\n法律定之，除背離法治國原則之要求外，均屬立法機關自由形成之範疇（\r\n司法院大法官釋字第 512  號解釋、第 442  號解釋理由書意旨參照）。\r\n是個案是否開啟再審，應適用立法機關以法律明定之再審事由。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2574 號 判決",
        "case_topic": "請求排除侵害",
        "case_date": "民國 113 年 06 月 19 日",
        "case_gist": "按國家為維持社會秩序、增進公共利益、確保人民福祉及貫徹政府政策，\r\n在不違反憲法第 23 條之比例原則下所制定之行政法規，其規範內容雖在\r\n禁止當事人（包括政府機關及人民）為一定行為，然經權衡該法律規定之\r\n規範目的、相衝突法益、信賴保護之利益與交易安全，暨當事人間之誠信\r\n及公平，如認該規定僅在於禁遏當事人為一定行為，而非否認其行為之私\r\n法上效力者，性質上應僅屬取締規定而非效力規定，當事人間本於自由意\r\n思所成立之法律行為，縱違反該項禁止規定，仍應賦予私法上之法律效果\r\n，以合理兼顧行政管制之目的及契約自由之保護。\r\n上訴人固於原審抗辯：系爭車位設置與竣工圖不符，違反建築法第 77 條\r\n規定，且不符建築技術規則建築設計施工編第 60 條第 3  款後段規定云\r\n云，惟上開建築技術規則之法規命令，僅為規範辦理該行政事項之當事人\r\n及受理之行政機關；系爭車位設置縱有與系爭建物竣工圖不符而違反建築\r\n法第 77 條規定，或停車空間與原核定使用不合之變更而違反同法第 73\r\n條第 2  項情形，違反者依同法第 91 條第 1  項第 1  至 4  款規定，\r\n僅生主管機關得對建築物所有人、使用人處以罰鍰、限期改善等行政處分\r\n效果，而屬行政程序上為維護建物合於法令規定使用目的所制訂之法規，\r\n並衡酌建築物違反上開規定之狀態，難為建築物所有人或使用人自外觀即\r\n得察覺，鑑於當事人基於私法自治，得基於自主意思締結契約作為當事人\r\n間相關行為規範之信賴利益，尚難認該二條項規定為效力規定，自不得謂\r\n系爭建物共有人就系爭建物所為約定專用之分管契約違反上開規定，即違\r\n背強制或禁止規定及悖於公共秩序，而有民法第 71 條、第 72 條規定之\r\n無效情事。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 344 號 民事判決",
        "case_topic": "請求給付退休金等",
        "case_date": "民國 113 年 06 月 13 日",
        "case_gist": "按勞基法第 30 條之 1  第 1  項規定，中央主管機關指定之行業，雇主\r\n經工會同意，如事業單位無工會者，經勞資會議同意後，其工作時間得依\r\n該項各款所定原則變更之。依該規定變更正常工作時間者，勞工每 2  週\r\n內至少應有 2  日之例假，每 4  週內之例假及休息日至少應有 8  日，\r\n復為同法第 36 條第 2  項第 3  款所明定。準此，雇主依上規定計給例\r\n假及休假日，以每 2  週為 1  週期，依曆計算，其週期之起訖由勞雇雙\r\n方議定之，其實施期間如為常態性不間斷，該 4  週或 2  週之計數應接\r\n續計算，不因跨月或跨年而重新起算，是雇主核給勞工之例假及休息日是\r\n否已達到法定日數，應以「同一週期」內之例假及休息日數計算之。"
    },
    {
        "case_id": "最高法院 112 年度台簡上字第 7 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 113 年 06 月 12 日",
        "case_gist": "親屬以交通工具接送被害人往返醫療院所治療，固係基於親情，但該接送\r\n所付出之勞費得評價為金錢，雖因二者身分關係而免除被害人之支付義務\r\n，惟此種基於身分關係之恩惠，不能加惠於加害人，而應比照一般被害人\r\n搭乘計程車往返醫療院所治療情形，認被害人受有相當於交通費之損害，\r\n得向加害人請求賠償，始符公平法理。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 766 號 判決",
        "case_topic": "請求給付租金等",
        "case_date": "民國 113 年 06 月 06 日",
        "case_gist": "按民法第 425  條之 1  第 2  項關於請求法院定租金數額，屬形成之訴\r\n，在法院定租金數額之法律效果形成前，承租人無從知悉應給付之租金數\r\n額為若干，致未為給付，乃不可歸責於承租人之事由，依民法第 230  條\r\n規定，承租人不負遲延責任，必待法院定租金數額之判決確定，出租人得\r\n請求給付之內容始告確定，此時承租人自判決確定翌日始負遲延責任。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 356 號 判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 113 年 06 月 06 日",
        "case_gist": "按因贈與人死亡而生效力之贈與契約，為死因贈與契約。就無償給與財產\r\n為內容而言，死因贈與和一般贈與相同。其以契約方式為之，與以遺囑方\r\n式所為遺贈固屬有別，然就贈與人生前所為，於贈與人死亡時始發生效力\r\n而言，實與遺贈無殊，同屬死後處分財產之負擔行為。以遺囑為遺贈時，\r\n遺囑作成與遺囑生效可能相距甚久，其間情事變更在所難免，倘令遺囑人\r\n長期受最初意思拘束而不得變動，失之過酷，故賦與遺囑人於遺囑生效前\r\n撤回變動之自由。上開考量，於死因贈與同樣有之，應認死因贈與契約於\r\n生效前，得由贈與人類推適用民法第 1219 條撤回之，並得類推同法第\r\n1221  條規定，於贈與人所為與先前之死因贈與內容牴觸時，視為撤回死\r\n因贈與，俾尊重其死前之最終真意。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 401 號 判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 113 年 06 月 05 日",
        "case_gist": "（一）按憲法第 15 條規定人民之財產權應予保障，旨在使財產所有人得\r\n      依財產之存續狀態，行使其自由使用、收益及處分之權能，免於遭\r\n      受公權力或第三人之侵害，以確保人民所賴以維繫個人生存及自由\r\n      發展其人格之生活資源。人民依法取得之土地所有權，應受法律之\r\n      保障與限制，並為憲法第 143  條第 1  項所明定。國家機關限制\r\n      、剝奪人民之財產權，所依據之程序須以法律規定，且此法律規定\r\n      之程序及實體內容，均須具備實質正當性，此乃法治國家對於人民\r\n      應盡之義務，亦係國家與人民關係之基本原則，是為正當法律程序\r\n      要求。而被繼承人所有之土地，繼承人無須辦理繼承登記，於繼承\r\n      開始時即已取得其所有權；土地法第 73 條之 1  為國家機關就繼\r\n      承人所有逾 1  年未辦理繼承登記者予以列冊管理、公開標售之強\r\n      制規定，限制繼承人所有權之行使，應嚴格要求國家機關踐行各該\r\n      規定處理程序上之義務，以符正當法律程序要求，俾保障人民之財\r\n      產權。又列冊管理要點係內政部就所屬直轄市或縣市地政機關執行\r\n      土地法第 73 條之 1  第 1  項規定未辦繼承登記土地列冊管理事\r\n      項所訂頒之規範，為上級機關對下級機關，依其權限或職權為規範\r\n      機關內部秩序及運作，所為非直接對外發生法規範效力之一般、抽\r\n      象規定，依行政程序法第 159  條第 1  項規定，其性質屬行政規\r\n      則，對於各該地政機關有其拘束力。而各該地政機關有無適用列冊\r\n      管理要點第 4  點規定為書面通知程序，實質對外發生繼承人所有\r\n      土地是否將強制被核定列冊管理之效果，與不具法律上強制力之行\r\n      政指導或行政事實行為，尚有不同。\r\n（二）內政部早於 68 年 1  月 22 日訂定「未辦繼承登記土地處理要點\r\n      」，明文規定「已知繼承人及其住址者，同時以書面通知其申辦繼\r\n      承登記」，嗣於 88 年 5  月 14 日修正名稱為「未辦繼承登記土\r\n      地及建築改良物處理要點」，並規定「已知繼承人及其住址者，同\r\n      時以書面雙掛號通知其申辦繼承登記，如未知繼承人及其住址者，\r\n      應向戶政機關或稅捐機關查詢後，再書面通知」，後於 89 年 7\r\n      月 25 日停止適用前開要點，同日訂定列冊管理要點，於其第 4\r\n      點仍為相同規定；且土地法第 73 條之 1  於 111  年 6  月 22 \r\n      日修正後，同年 11 月 14 日修正列冊管理要點時，其第 5  點亦\r\n      為相同之規定。是關於地政機關通知行為之規定，不因土地法第\r\n      73  條之 1  規定於 89 年、111 年修正而異。探究土地法第 73 \r\n      條、第 73 條之 1  規範目的，係為促使繼承人儘早辦理繼承登記\r\n      ，及解決不動產逾期未辦繼承登記所導致地籍失實之情況（立法理\r\n      由參照），故規定繼承人自繼承開始之日起，逾 6  個月始聲請繼\r\n      承登記者，得處應納登記費額倍數之罰鍰；逾 1  年未辦理繼承登\r\n      記者，先為列冊管理，列冊管理期滿仍未聲請繼承登記者，則移請\r\n      公開標售。列冊管理前之公告、書面通知繼承人，在確保繼承人獲\r\n      知須辦理繼承登記之訊息，有助於繼承人獲知充分資訊俾及時行使\r\n      權利，達到繼承人辦理繼承登記之目的。故地政機關應依列冊管理\r\n      要點第 4  點規定，於列冊管理前，依相當調查程序儘可能通知繼\r\n      承人。又列冊管理之核定，以繼承人受通知為前提，書面通知程序\r\n      涉及繼承人所有土地得否列冊管理，進而移請公開標售，關乎繼承\r\n      人財產權之保障，自應嚴格要求地政機關踐行該書面通知程序。倘\r\n      地政機關未依規定為相當之調查及書面通知即予列冊管理，有悖於\r\n      正當法律程序之要求，致繼承人無從知悉相關資訊而適時行使其權\r\n      利，所為列冊管理程序自屬違反土地法第 73 條之 1  規定，不得\r\n      將該土地移請國產署作為公開標售之標的，以落實憲法保障人民財\r\n      產權及符合正當法律程序要求之本旨。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 757 號 判決",
        "case_topic": "請求履行合建契約再審之訴",
        "case_date": "民國 113 年 05 月 30 日",
        "case_gist": "按信託行為為私法行為，於信託法無特別規定者，仍有民法關於法律行為\r\n之一般性規定適用。而為避免利用信託，以達類似違法或不正當之目的，\r\n信託法第 5  條分列 4  款，明定無效之信託行為；民法第 148  條第 1\r\n項則揭示權利濫用禁止之普世原則，其意在規範權利不當行使，與權利社\r\n會化之基本內涵及社會公平正義之理念相違，依個案對濫用權利者之權利\r\n阻其行使或不生效力。兩者規範目的、要件與法律效果不同，分別獨立而\r\n併存。原確定判決認定系爭信託行為，以損害他人利益為主要目的，有權\r\n利濫用之情，因依民法第 148  條規定，而未適用信託法第 5  條，所為\r\n不利上訴人之判決，並無消極不適用信託法第 5  條之顯然錯誤之情。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2737 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 113 年 05 月 30 日",
        "case_gist": "按上訴，係對原審判決不利於己部分聲明不服，請求上訴審法院將該部分\r\n廢棄或變更之訴訟行為。又所稱不利益變更禁止原則，係上訴審法院如認\r\n上訴人所提之上訴無理由，而被上訴人未提起上訴或附帶上訴時，上訴審\r\n法院僅得將上訴駁回，原則上不得使上訴人更受不利之判決。次按民事訴\r\n訟法第 400  條第 2  項規定「主張抵銷之請求，其成立與否經裁判者，\r\n以主張抵銷之額為限，有既判力」，此乃判決理由得生既判力之例外。是\r\n抵銷抗辯在一定之要件下，對於當事人具有既判力，而就該將發生既判力\r\n之事項，受不利判決之當事人如未對之提起上訴，第二審法院應受拘束，\r\n不得就該事項再為相異之認定。"
    },
    {
        "case_id": "最高法院 111 年度台上字第 1825 號 判決",
        "case_topic": "請求給付資遣費等",
        "case_date": "民國 113 年 05 月 30 日",
        "case_gist": "按國家為保障勞工權益，加強勞雇關係，促進社會與經濟發展，而制定勞\r\n基法，規定勞工勞動條件之最低標準，並依同法第 3  條規定適用於同條\r\n第 1  項各款所列之行業。事業單位依其事業性質以及勞動態樣，固得與\r\n勞工另訂定勞動條件，但不得低於勞基法所定之最低標準。次按勞基法所\r\n稱雇主延長勞工工作之時間，如係依同法第 30 條第 2  項、第 3  項或\r\n第 30 條之 1  第 1  項第 1  款變更工作時間者，為超過變更後工作時\r\n間之部分，此觀勞基法施行細則第 20 條之 1  第 1  款但書規定即明。\r\n又雇主與勞工因確定延長工作時數有困難，或為便利計算薪酬，就應給付\r\n勞工含加班費在內之工資，雖非不得採取一定額度給付，但仍須可區分何\r\n者為平日工資，何者為加班費，以判斷延長工時工資之給與，是否合於法\r\n律規定之標準，如其給付優於勞基法第 24 條、第 39 條規定，固得拘束\r\n勞雇雙方，如有不足，則屬違背強制規定，勞工仍得就該不足之部分，請\r\n求雇主給付。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 668 號 判決",
        "case_topic": "請求確認董事長委任關係不存在等",
        "case_date": "民國 113 年 05 月 29 日",
        "case_gist": "按財團法人法第 43 條第 1  項明訂董事長請假、因故或依法不能行使職\r\n權時，其代理人之產生方式，可知立法者為避免董事長缺席董事會，影響\r\n財團法人之運作，明確表示董事長因故或依法不能出席董事會時，得產生\r\n代理人行使其主持董事會之職權。由該法條規定「不能」行使職權之用語\r\n，異於同法第 47 條第 1  項關於董事會「不為或不能」行使職權之規定\r\n，固可認財團法人法第 43 條第 1  項於文義解釋上不包括董事長能行使\r\n而消極不行使職權之情形；惟衡諸該條項之立法意旨，係在解決董事長仍\r\n在職而一時的不能行使職權，為避免會議延宕所設之規定，可推知關於董\r\n事長消極的不行使職權，同將造成會議延宕之情形，顯非立法者立法當時\r\n所預測而能為該法條文義涵蓋，乃存在法律漏洞，自應依漏洞補充之方法\r\n作目的性擴張，認董事長違反系爭會議規範或自訂之議事規則，任意宣布\r\n散會而離場者，仍該當財團法人法第 43 條第 1  項規定「董事長因故或\r\n依法不能行使職權」之情形，得以代理人代理之，以增補該法律漏洞，而\r\n達事理之平。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 821 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 113 年 05 月 26 日",
        "case_gist": "查聯合國兒童權利公約第 19 條第 1、2 項，及第 13 號一般性意見第\r\n54  點（b ）段、第 55 點（e ）段已揭明：締約國應採取一切適當之立\r\n法、行政、社會與教育措施，保護兒童於受其父母、法定監護人或其他照\r\n顧兒童之人照顧時，不受到任何形式之身心暴力、傷害或虐待、疏忽或疏\r\n失、不當對待或剝削。此等保護措施，包括在適當的情形下，以司法介入\r\n，即在整個司法進程中，應考慮遭受暴力兒童個人情況、需求、年齡、性\r\n別、是否身心障礙及成熟程度，以適合兒童、為兒童著想之方式予以對待\r\n，而司法裁決之目的即在確保遭受各種形式暴力的兒童獲得賠償並康復之\r\n意旨。上開規定，依兒童權利公約施行法第 2  條規定，具有國內法律之\r\n效力。則當兒童疑似遭受來自公約所定照顧者之暴力事件，並請求損害賠\r\n償時，原屬處分權主義、辯論主義範疇之民事訴訟事件，必須導入職權主\r\n義、職權探知主義，即法院應適切運用既有程序法理，如強化闡明義務、\r\n令當事人為完足陳述、降低證明度，及依民事訴訟法第 288  條規定依職\r\n權調查證據，以發現事實真相，俾確保受到暴力對待之兒童，得以獲得賠\r\n償。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 48 號 判決",
        "case_topic": "請求維持徵召決議等",
        "case_date": "民國 113 年 05 月 23 日",
        "case_gist": "按憲法第 14 條規定之結社自由，不僅保障人民得自由選定結社目的以集\r\n結成社、參與或不參與結社團體之相關事務，並保障結社團體本身之存續\r\n、內部組織與運作之自主決定及對外活動之推展。而政黨，乃由國民組成\r\n，以共同政治理念，維護自由民主憲政秩序，協助形成國民政治意志，推\r\n薦候選人參加公職人員選舉之團體（政黨法第 3  條參照）。其透過選舉\r\n參與國家機關及公職人員之建構，將凝聚之國民意志轉化成國家意志予以\r\n實現，直接或間接影響國家運作，對民主政治運作至關重要。是其推薦黨\r\n員為候選人參加公職人員選舉之資格限制與產生方式，涉及政黨之組織及\r\n運作，攸關該政黨追求之政治理念，屬結社自由保障之範疇。且依政黨法\r\n第 5  條規定，政黨之組織及運作，應符合民主原則。準此，政黨基於結\r\n社自由之憲法精神與民主原則，有關推薦黨員代表該政黨為候選人參加公\r\n職人員選舉之資格限制與產生方式之規範，應由政黨本於自治自決自律符\r\n合民主之原則處理，不受國家機關恣意干涉，其就此發生之政黨內部紛爭\r\n，除政黨自治之機制已失，而有違憲法或法律拘束與民主原則，司法機關\r\n於當事人程序權保障範圍內為有限審查外，應自我抑制，不予介入，俾充\r\n分落實人民結社自由之保障。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 353 號 裁定",
        "case_topic": "請求撤銷股東會決議等聲請續行訴訟",
        "case_date": "民國 113 年 05 月 23 日",
        "case_gist": "按「訴訟標的，對於參加人及其所輔助之當事人必須合一確定者，準用第\r\n56  條之規定」，民事訴訟法第 62 條定有明文。此種類型之訴訟參加，\r\n可稱為獨立參加。依同法第 62 條準用第 56 條第 1  項第 1  款規定，\r\n被輔助當事人之行為不利於其及參加人者，對於全體不生效力。是獨立參\r\n加之參加人所輔助之當事人如未經參加人之同意，不得撤回其上訴，否則\r\n不生撤回之效力。惟訴訟標的對於共同訴訟之各人必須合一確定者，其中\r\n一人或數人於提起上訴後撤回上訴時，法院應即通知視為已提起上訴之共\r\n同訴訟人，命其於 10 日內表示是否撤回，逾期未為表示者，視為亦撤回\r\n上訴。上訴之撤回，被上訴人於期日到場，未為同意與否之表示者，自該\r\n期日起；其未於期日到場或係以書狀撤回者，自前項筆錄或撤回書狀送達\r\n之日起，10  日內未提出異議者，視為同意撤回。此觀民事訴訟法第 459\r\n條第 2  項、第 262  條第 4  項規定即明。稽諸 92 年 2  月 7  日修\r\n正第 459  條之理由載明：「視為已提起上訴之人或因行蹤不明，或因無\r\n意參與上訴程序，欲令其表示同意撤回上訴，不無困難。故為避免訴訟久\r\n懸不決，並保障當事人之程序權，爰增訂第二項」等語。由民事訴訟法第\r\n459 條第 2  項及第 262  條第 4  項分別對於同造之共同訴訟人及對造\r\n均設有 10 日期間考量是否同意撤回上訴，如未表示者，即視為同意撤回\r\n之規定觀察，立法者認上類情形應從速行使，避免訴訟拖延，不宜無時間\r\n限制。是對於與其性質類似之獨立參加之參加人，民事訴訟法或其他法律\r\n未設如上述之同意期間及擬制視為同意之規定，應屬立法者之疏漏，而有\r\n法律漏洞，基於平等原則及同一目的之法律理由，應類推適用民事訴訟法\r\n第 459  條第 2  項及第 262  條第 4  項規定，以填補該法律漏洞。故\r\n參加人應於收受法院通知或被輔助當事人撤回書狀後 10 日內表示意見，\r\n逾期未表示者，視為同意撤回，以避免訴訟久懸不決，維持法之安定性及\r\n當事人之程序權。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 342 號 判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 113 年 05 月 09 日",
        "case_gist": "（一）按大學應建立教師評鑑制度，對於教師之教學、研究、輔導及服務\r\n      成效進行評鑑，作為教師升等、續聘、長期聘任、停聘、不續聘及\r\n      獎勵之重要參考，為大學法第 21 條第 1  項所明定，其規範意旨\r\n      在於提昇大學教學品質及學術水準，增加大學競爭力，達成追求大\r\n      學教育卓越化之目標。揆諸憲法第 11 條之講學自由賦予大學教學\r\n      、研究與學習之自由，並於直接關涉教學、研究之學術事項，享有\r\n      自治權，因以將大學教師評鑑之方法、程序及具體措施，於大學法\r\n      同條第 2  項規定，授權責由各校自行訂定校或院、系（所）之評\r\n      鑑事務細節，經校務會議審議通過後實施，以符合大學自治宗旨。\r\n      又教師評鑑之結果，固得作為教師升等、續聘與否、長期聘任及獎\r\n      勵之重要參考，惟尚不直接發生教師身分變動之結果，為尊重大學\r\n      自治規章之訂定自主權，針對教師評鑑辦法之規定應降低審查密度\r\n      ，具備法律明確性原則、正當法律程序及比例原則之要求即足。\r\n（二）綜合觀察大學法第 19 條「大學得基於學術研究發展需要，另定教\r\n      師停聘或不續聘之規定，經校務會議審議通過後實施，並納入聘約\r\n      」，及現行教師法第 16 條「教師聘任後有違反聘約情節重大情形\r\n      者，應經教師評審委員會審議通過，並報主管機關核准後，予以不\r\n      續聘」等規定，則有關私立大學與其教師間不續聘之爭執，涉及其\r\n      等聘任契約約定於期限屆滿是否成立新契約之內容，倘教師不服學\r\n      校不予續聘之決議，自得提起確認聘任關係存否之民事訴訟，以茲\r\n      救濟。至於教育主管機關依現行教師法第 16 條第 1  項規定，就\r\n      學校所作不續聘之決議為事後之核准，僅係核准學校與教師間聘任\r\n      契約終止之行政監督措施，核其性質非屬對外發生法律效果之行政\r\n      處分。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 318 號 裁定",
        "case_topic": "請求塗銷所有權移轉登記等聲請許可為訴訟繫屬事實登記",
        "case_date": "民國 113 年 05 月 09 日",
        "case_gist": "訴訟標的基於物權關係，且其權利或標的物之取得、設定、喪失或變更，\r\n依法應登記者，於事實審言詞辯論終結前，原告得聲請受訴法院以裁定許\r\n可為訴訟繫屬事實之登記；前項聲請，應釋明本案請求。民事訴訟法第\r\n254 條第 5  項、第 6  項前段分別定有明文。其立法意旨在藉由將訴訟\r\n繫屬事實予以登記之公示方法，使第三人知悉訟爭情事，俾阻其因信賴登\r\n記而善意取得，及避免確定判決效力所及之第三人受不測之損害。惟為避\r\n免原告濫行聲請，過度影響被告及第三人之權益，原告除應釋明其起訴合\r\n法外，其主張並須符合一貫性審查。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 2895 號 判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 113 年 05 月 09 日",
        "case_gist": "按民法上所指詐欺，重在對表意人自由意思形成過程中為不當干涉，故須\r\n對表意人意思形成過程屬於重要而有影響之不真事實，積極表示為真，而\r\n使他人陷於錯誤，或有告知義務但消極隱匿該事實，使他人既存之錯誤加\r\n深或保持，並該事實與表意人自由意思之形成有因果關係者，始克當之。\r\n又被詐欺而為意思表示者，依民法第 92 條第 1  項前段規定，表意人固\r\n得撤銷其意思表示，然應就受詐欺之有利事實負舉證責任。"
    },
    {
        "case_id": "最高法院 113 年度台上字第 178 號 判決",
        "case_topic": "請求調整租金",
        "case_date": "民國 113 年 05 月 09 日",
        "case_gist": "按 89 年 5  月 5  日施行之增訂民法第 426  條之 1  明定，租用基地\r\n建築房屋，承租人房屋所有權移轉時，其基地租賃契約，對於房屋受讓人\r\n，仍繼續存在。考其立法理由，在租用基地建築房屋，於房屋所有權移轉\r\n時，房屋受讓人如無基地租賃權，基地出租人可請求拆屋還地，殊有害社\r\n會經濟。為促進土地利用，並安定社會經濟，如當事人間無禁止轉讓房屋\r\n之特約，應推定基地出租人於立約時，即已同意租賃權得隨建築物而移轉\r\n於他人。復以未辦登記建物雖無法辦理所有權移轉登記，惟受讓人所取得\r\n該建物之事實上處分權，較之所有權人之權能，實屬無異，為避免拆屋以\r\n保護社會經濟之目的並無不同，解釋上應包括就無法辦理所有權登記之建\r\n物受讓事實上處分權之情形。上開增修之規定，經斟酌其立法政策、社會\r\n價值及法律體系精神，應係合乎事物本質及公平正義原則，為價值判斷上\r\n本然或應然之理，對於增修前租地建屋之承租人，將房屋所有權或事實上\r\n處分權讓與第三人之情形，仍得援引為法理予以適用，即除當事人有特別\r\n約定外，應認基地租賃契約隨建築物之移轉，而存在於房屋受讓人與基地\r\n所有人之間。"
    },
    {
        "case_id": "最高法院 113 年度台抗字第 138 號 裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 113 年 05 月 09 日",
        "case_gist": "就債之履行有利害關係之第三人為清償者，於其清償之限度內承受債權人\r\n之權利；保證人向債權人為清償後，於其清償之限度內，承受債權人對於\r\n主債務人之債權；民法第 312  條前段、第 749  條前段分別定有明文。\r\n此承受債權之性質為法定之債權移轉，效力與債權讓與相同。又依同法第\r\n295 條第 1  項前段規定，債權之讓與，該債權之擔保權利隨同移轉於受\r\n讓人。所謂債權之擔保權利，包含人之擔保或物之擔保等一切從屬之權利\r\n。"
    },
    {
        "case_id": "最高法院 112 年度台上字第 1927 號 判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 113 年 05 月 08 日",
        "case_gist": "（一）按民法第 217  條為關於被害人對於損害之發生或擴大與有過失者\r\n      ，法院得減輕或免除賠償金額之規定，並於 88 年間以被害人之代\r\n      理人或使用人之過失，應視同被害人之過失，新增第 3  項規定，\r\n      立法目的在求其衡平。而民法第 224  條則規定除當事人另有訂定\r\n      外，債務人之代理人或使用人，關於債之履行有故意或過失時，債\r\n      務人應與自己之故意或過失負同一責任，其立法意旨在於確保交易\r\n      安全，即債務人既藉由履行輔助人擴大其活動範圍而享有利益，自\r\n      應使債務人承擔其代理人及使用人之故意或過失。是民法第 224\r\n      條規定係債務人因其代理人為債之履行使其受有一定利益，故將此\r\n      代理人之過失風險交由債務人承擔。至與債之履行無涉之侵權行為\r\n      ，既僅有損害而無獲利可言，於民法第 217  條增訂第 3  項規定\r\n      後，被害人之代理人或使用人倘對於侵權事故之發生與有過失，應\r\n      直接適用該條規定，而無再類推適用民法第 224  條規定之餘地。\r\n（二）復按父母為其未成年子女之法定代理人，對於未成年子女有保護教\r\n      養之權利義務，民法第 1084 條第 2  項、第 1086 條第 1  項定\r\n      有明文，顯見法律為未成年子女設置法定代理人制度之目的，係在\r\n      於保護未成年子女之權益。則法定代理人未盡保護教養義務如同為\r\n      構成其未成年子女向第三人請求侵權行為損害賠償之原因，除未成\r\n      年子女之行為具有違法性、可非難性、損害迴避可能性、屬其危險\r\n      領域範圍等類此情形，例外可準用民法第 217  條第 1、2 項規定\r\n      ，使未成年子女承擔其法定代理人之與有過失責任；否則，基於保\r\n      護未成年子女利益之原則，應不得使未成年子女承受其法定代理人\r\n      之與有過失責任。"
    }
]