[
    {
        "case_id": "最高法院 98 年度台上字第 1285 號 民事判決",
        "case_topic": "請求確認土地優先購買權存在",
        "case_date": "民國 98 年 07 月 23 日",
        "case_gist": "按土地法第三十四條之一第四項規定之優先承購權，係指他共有人於共有\r\n人出賣共有土地之應有部分時，對於該共有人有請求以同樣條件訂立買賣\r\n契約之權，故出賣之共有人與他人所訂契約或他人承諾之一切條件，優先\r\n承購權人必須均表接受，始有合法行使優先承購權可言，倘有部分不接受\r\n或擅加予變更買賣條件時，即非合法行使優先承購權。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1276 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 07 月 23 日",
        "case_gist": "按民法第四百八十二條規定：稱僱傭者，謂當事人約定，一方於一定或不\r\n定之期限內為他方服勞務，他方給付報酬之契約。而勞動基準法所規定之\r\n勞動契約，乃當事人之一方，在從屬於他方之關係下，提供職業上之勞動\r\n力，由他方給付報酬之契約。換言之，受僱人於勞動契約有效期限內，有\r\n為雇主提供勞務之義務。倘該勞務之性質，必須經特殊訓練及格後始能提\r\n供，僱用人為將來能由特定受僱人提供該當之勞務，方為職前必要之訓練\r\n，則於訓練期間內受僱人既無提供勞務之可能性，除非契約有特別約定外\r\n，即難謂於職前訓練期間，雙方間已有勞動契約關係存在。契約當事人一\r\n方之行為倘與他方當事人（事業主）之事業活動有直接關連，而該行為有\r\n損害事業主之社會形象評價、商業競爭力、內部秩序紀律之維護時，若雙\r\n方就事業主有終止契約權利之約定，並未違反公序良俗、強制禁止之規定\r\n，基於契約自由原則，應認該約定為合法、有效。且是否有該當行為，事\r\n業主應有依相關約定認定之權限。倘非恣意為之，亦非法所禁止。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1270 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 98 年 07 月 17 日",
        "case_gist": "按民事訴訟法第二百八十條第三項固規定當事人對於他造主張之事實，已\r\n於相當時期受合法通知，而於言詞辯論期日不到場，亦未提出準備書狀爭\r\n執者，準用第一項之規定。惟同條第一項規定，係指當事人對於他造主張\r\n之事實，於言詞辯論時，消極的不表示意見，法律上擬制其為自認而言，\r\n此與同法第二百七十九條第一項所定自認，必須當事人對於他造主張之事\r\n實，積極的表示承認之情形有別，兩者在法律上之效果亦不相同，前者本\r\n無自認行為，不生撤銷自認之問題，依同法第一百九十六條規定，應許當\r\n事人於言詞辯論終結前，隨時為追復爭執之陳述。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1265 號 民事判決",
        "case_topic": "確認債權不存在等",
        "case_date": "民國 98 年 07 月 16 日",
        "case_gist": "按確認法律關係不存在之訴，如被告主張其法律關係存在時，應由被告負\r\n舉證責任。又抵押權為擔保物權之一種，於該抵押權擔保期間，須有擔保\r\n之債權存在，倘擔保債權並未發生，其抵押權即失所附麗。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1259 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 07 月 16 日",
        "case_gist": "按股份有限公司之資本，須全部分為股份，每股金額應歸一律（公司法第\r\n一百五十六條第一項前段），其每股金額與股份總數之積，即為股份有限\r\n公司之資本，是股份金額與股份總數中有一增加，即屬增加資本而應變更\r\n章程，其決議方法亦須採變更章程經股東會之特別決議方式行之（公司法\r\n第二百七十七條），始得謂該決議之內容為與法令或章程無違而非無效（\r\n公司法第一百九十一條）。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1258 號 民事判決",
        "case_topic": "確認區分所有權人會議決議無效等",
        "case_date": "民國 98 年 07 月 16 日",
        "case_gist": "按前訴訟程序事實審言詞辯論終結前已經存在之證物，當事人不知有此致\r\n未斟酌現始知之，或知有該證物之存在而因當時未能檢出致不得使用，嗣\r\n後檢出之該證物，固可稱之為民事訴訟法第四百九十六條第一項第十三款\r\n所定得使用未經斟酌之證物，惟必須當事人在客觀上確不知該證物存在致\r\n未斟酌現始知之，或依當時情形有不能檢出該證物者始足當之，倘按其情\r\n狀依一般社會之通念，尚非不知該證物或不能檢出或命第三人提出者，均\r\n無該條款規定之適用。且當事人以發現得使用未經斟酌之證物為再審理由\r\n者，並應就其在前訴訟程序不能使用之事實，依民事訴訟法第二百七十七\r\n條前段規定負舉證責任。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1231 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 98 年 07 月 16 日",
        "case_gist": "按抵押權所擔保之債權，其種類及範圍，屬於抵押權之內容，固應依法登\r\n記，始生物權之效力，但如因內容過於冗長，登記簿所列各欄篇幅不能容\r\n納記載，可以附件記載，作為登記簿之一部分。因此關於最高限額抵押權\r\n所擔保之債權，雖未記載於土地登記簿，然於聲請登記時提出之最高限額\r\n抵押權設定契約書，有該項債權之記載者，此契約書既作為登記簿之附件\r\n，自為抵押權效力所及（參見本院八十四年台上字第一九六七號判例）。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 539 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 98 年 07 月 09 日",
        "case_gist": "按於爭執之法律關係，為防止發生重大之損害或避免急迫之危險或有其他\r\n相類之情形而有必要時，得聲請為定暫時狀態之處分。前項裁定，以其本\r\n案訴訟能確定該爭執之法律關係者為限。民事訴訟法第五百三十八條第一\r\n、二項定有明文。依上開規定，所謂有爭執之法律關係，無論財產上或身\r\n分上之法律關係均屬之，其為財產上之法律關係者，亦不以金錢請求以外\r\n之法律關係為限；又繼續性之法律關係固無論，即令非屬繼續性之法律關\r\n係，祇要為防止發生重大之損害，或避免急迫之危險或有其他相類之情形\r\n而有必要，且得以本案訴訟確定時，即得聲請為該項處分。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 503 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 98 年 07 月 09 日",
        "case_gist": "信託法第十二條第一項本文規定，對信託財產不得強制執行，乃係因信託\r\n財產存有信託利益而獨立存在，故原則上任何人不得對之強制執行，以確\r\n保信託本旨之實現；但信託倘係以詐害債權人為目的，即與信託本旨不符\r\n，應無上開禁止強制執行規定之適用，俾利債權人行使撤銷權以保障其債\r\n權。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 502 號 民事裁定",
        "case_topic": "聲明異議聲請更正裁定",
        "case_date": "民國 98 年 07 月 09 日",
        "case_gist": "裁定如有誤寫、裁誤算或其他類此之顯然錯誤者，法院得依聲請或依職權\r\n以裁定更正，民事訴訟法第二百三十九條準用第二百三十二條第一項固定\r\n有明文。然所謂顯然錯誤，係指裁定中所表示者與法院本來之意思顯然不\r\n符者而言，倘裁定中所表示者係法院本來之意思，即無顯然錯誤可言，自\r\n不得聲請更正。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1219 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 98 年 07 月 09 日",
        "case_gist": "按事實為法律關係發生之特別要件者，在消極確認之訴，應由被告就其存\r\n在負舉證之責任，在其他之訴，應由原告就其存在負舉證之責任，非債清\r\n償之不當得利返還請求權，以對於不存在之債務而為清償之事實，為其發\r\n生之特別要件，自應由主張此項請求權存在之原告就該事實之存在負舉證\r\n之責任，而該事實存在，係以所清償之債務不存在為前提，故該原告就其\r\n所清償之債務不存在之事實有舉證責任，業經司法院及本院分別以院字第\r\n二二六九號及二十八年上字第一七三九號著成解釋及判例。是以主張不當\r\n得利請求權之原告，既因自己行為致原由其掌控之財產發生主體變動，則\r\n本於無法律上之原因而生財產變動消極事實舉證困難之危險，當歸諸原告\r\n，方得謂平。該原告即應就不當得利請求權之成立要件負其舉證責任，亦\r\n即原告必須證明其與被告間有給付之關係存在，及被告因其給付而受利益\r\n致其受損害，並就被告之受益為無法律上之原因，舉證證明該給付欠缺給\r\n付之目的，始能獲得勝訴之判決。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1218 號 民事判決",
        "case_topic": "確認派下權不存在",
        "case_date": "民國 98 年 07 月 09 日",
        "case_gist": "按民事訴訟法上所謂之證據共通原則，係指當事人聲明之證據，依其提出\r\n之證據資料，得據以為有利於他造或共同訴訟人事實之認定，該證據於兩\r\n造間或共同訴訟人間，法院均得共同採酌，作為判決資料之基礎。此項原\r\n則側重於法院援用當事人提出之證據資料時，不受是否對該當事人有利及\r\n他造曾否引用該證據之限制，並得斟酌全辯論意旨及調查證據之結果，在\r\n不違背論理及經驗法則前提下，依自由心證判斷事實之真偽（民事訴訟法\r\n第二百二十二條第一項、第三項「證據評價之範疇」）。此於普通共同訴\r\n訟人相互間，利害關係原各自獨立（民事訴訟法第五十五條），事實之真\r\n偽，僅應定於一而有一事實存在，故於同一訴訟程序就同一事實，當作相\r\n同之認定，尤應有該原則之適用，使共同訴訟人之訴訟資料得以共通互用\r\n，並在辯論主義退讓下，貫徹上揭自由心證主義之真諦，以發見事實之真\r\n相，於此情形，該所謂「全辯論意旨」，自包括全部共同訴訟人之陳述，\r\n除自認係依法律規定發生無庸舉證效力外，該共同訴訟人中之一人，在訴\r\n訟上對於他造主張之事實，依民事訴訟法第二百七十九條第一項或第二百\r\n八十條第一項、第三項前段規定，所為不利於己之「積極之自認」或「消\r\n極之擬制自認」，對其他共同訴訟人縱不受拘束，審判法院亦未始不可據\r\n為依自由心證判斷事實真偽之參考，而非全盤否認該自認或擬制自認之效\r\n力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1217 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 98 年 07 月 09 日",
        "case_gist": "按解釋契約應通觀全文，依當時之情形及其他一切證據資料，並斟酌交易\r\n習慣依誠信原則為斷定之標準，於文義上及論理上詳為推求，以探求當事\r\n人之真意，不得拘泥字面或截取書據中一二語，致失立約之真意。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1175 號 民事判決",
        "case_topic": "確認抵押權不存在等",
        "case_date": "民國 98 年 07 月 02 日",
        "case_gist": "按民法第八百三十二條所定之地上權，謂以在他人土地上有建築物或其他\r\n工作物或竹木為目的，而使用其土地之權利。乃以支配物之利用價值為內\r\n容，使權利人因標的物之使用收益而直接達到目的。此與以支配物之交換\r\n價值為內容之擔保物權，尚屬有別，不容混淆。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 483 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 06 月 26 日",
        "case_gist": "為使智慧財產之民事訴訟事件能集中由智慧財產法院依本法所定程序審理\r\n，智慧財產案件審理法公布施行後，原已繫屬於本院之民事訴訟事件經裁\r\n判廢棄者，除本院自為裁判外，應發交智慧財產法院審理，此觀之智慧財\r\n產案件審理法施行細則第五條第一項之規定自明。查本件相對人主張再抗\r\n告人於網頁上販賣、授權他人安裝及下載軟體程式，其專利技術特徵已落\r\n入伊所有發明專利一一八五○○二號「多樣式媒體即時錄製系統及方法」\r\n之專利權範圍，致伊受有損害等情，聲請臺灣士林地方法院（下稱士林地\r\n院）裁定准對再抗告人之財產實施假扣押。依上開說明，核係因智慧財產\r\n權益所生之訴訟，而屬智慧財產法院管轄之事件，智慧財產案件審理法已\r\n於民國九十七年七月一日施行，智慧財產法院亦於是日成立。士林地院於\r\n本法施行前之九十七年五月十四日依相對人之聲請，裁定諭知相對人供擔\r\n保後，准對再抗告人之財產實施假扣押，再抗告人不服，於同年七月七日\r\n向原法院提起抗告，原法院竟疏未依民事訴訟法第二十八條第一項規定移\r\n送於智慧財產法院管轄，再抗告意旨雖未指摘及此，惟原法院既未注意其\r\n無管轄權限，未為移送於智慧財產法院管轄之裁定，竟為實體上之裁定，\r\n駁回再抗告人之抗告，其裁定即屬違背法令，自屬無可維持。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 482 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 06 月 26 日",
        "case_gist": "原告之訴，有民事訴訟法第二百四十九條第一項所列各款情形之一者，法\r\n院固應以裁定駁回之，惟法院倘誤以判決駁回，而原告對之提起上訴時，\r\n就其上訴有無理由，上級審法院應依上訴程序以判決為裁判，尚不得依抗\r\n告程序以裁定為裁判。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1156 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 98 年 06 月 26 日",
        "case_gist": "民法第一百七十九條前段規定，無法律上之原因而受利益，致他人受損害\r\n者，應返還其利益。其判斷是否該當上揭不當得利之成立要件時，應以「\r\n權益歸屬說」為標準，亦即倘欠缺法律上原因而違反權益歸屬對象取得其\r\n利益者，即應對該對象成立不當得利。"
    },
    {
        "case_id": "最高法院 98 年度台簡上字第 17 號 民事判決",
        "case_topic": "給付票款",
        "case_date": "民國 98 年 06 月 25 日",
        "case_gist": "票據乃文義證券及無因證券，票據上之權利義務，悉依票上所載文義定之\r\n，與其基礎之原因關係各自獨立，票據上權利之行使，不以其原因關係存\r\n在為前提，執票人行使票據上權利時，就其基礎之原因關係確係有效存在\r\n，不負舉證責任。若票據債務人以自己與執票人間所存抗辯之事由，對抗\r\n執票人，依票據法第十三條規定觀之，應由票據債務人就該抗辯事由負舉\r\n證之責任。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1131 號 民事判決",
        "case_topic": "給付估驗款等",
        "case_date": "民國 98 年 06 月 25 日",
        "case_gist": "鑑定為一種調查證據方法，所得結果係供作法院依自由心證判斷事實真偽\r\n之證據資料。當事人就其可處分之事項，對於鑑定人之人選、鑑定結果及\r\n於事實認定之效力，本得於起訴前以證據契約之形式為約定、於證據保全\r\n程序中依民事訴訟法第三百七十六條之一第一項規定成立協議，或於訴訟\r\n進行中依同法第三百二十六條第二項前段、第二百七十條之一第一項第三\r\n款規定達成指定合意或爭點簡化協議。倘無此證據契約、指定合意或爭點\r\n簡化協議，法院即不受鑑定結果之拘束，仍應踐行調查證據之程序而後定\r\n其取捨。又法院依調查證據之結果，雖得依自由心證判斷事實之真偽，但\r\n其所為之判斷如與經驗法則不符時，即屬於法有違。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1130 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 06 月 25 日",
        "case_gist": "按國家賠償法第三條第一項所定「公有公共設施因設置或管理欠缺」而生\r\n之國家賠償責任，性質上屬無過失責任賠償主義之特殊侵權行為，不以故\r\n意或過失為責任要件。此於國家機關無可歸責之事由時，固得於對被害人\r\n為賠償後，依同條第二項規定，對損害原因有應負責任之人，就該賠償額\r\n行使求償權。惟於國家機關就「公有公共設施因設置或管理有欠缺」有過\r\n失責任，依民法規定須與該損害原因有應負責任之第三人負共同過失之連\r\n帶賠償責任時，如國家機關或該應負責任之第三人已為全部或一部賠償，\r\n且超過其自己應分擔部分，致該第三人或國家機關同免責任者，自僅得依\r\n國家賠償法第五條及民法第一百八十五條、第二百八十一條第一項規定，\r\n請求該他人或國家機關償還超過其應分擔之部分，並自免責時起之利息。\r\n又連帶債務人於對外關係，乃各負全部之債務，在內部關係，係依各自分\r\n擔之部分而負義務，故連帶債務人中之一人為自己分擔部分以上之清償時\r\n，即係就他人之債務為免責行為，若同免責任之數額未超過該債務人自己\r\n應分擔部分，就連帶債務人內部關係而言，祇係履行其自己之債務，即不\r\n在得依民法第二百八十一條第一項規定對他債務人行使求償權之列。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1129 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 06 月 25 日",
        "case_gist": "（一）按事實陳述與意見表達本未盡相同，前者具有可證明性，後者乃行\r\n為人表示自己之見解或立場，屬主觀價值判斷之範疇，無所謂真實與否，\r\n在民主多元社會，對於可受公評之事，即使施以尖酸刻薄之評論，固仍受\r\n憲法之保障。惟事實陳述本身涉及真實與否之問題，倘行為人就事實陳述\r\n之相當真實性，未盡合理查證之義務，依其所提證據資料，在客觀上不足\r\n認其有相當理由確信為真實者，該不實之言論，即足以貶損他人之社會評\r\n價而侵害他人之名譽。於此情形，縱令所述事實係出於其疑慮或推論，亦\r\n難謂有阻卻違法之事由，並應就其因故意或過失，不法侵害他人之名譽，\r\n負侵權行為之損害賠償責任。又民法上名譽權侵害之成立要件，被害人對\r\n行為人陳述事實為不實之消極事實，本不負舉證責任，上開攸關侵害他人\r\n名譽「阻卻違法性」之合理查證義務，自應由行為人依個別事實所涉之「\r\n行為人及被害人究係私人、媒體或公眾人物」「名譽侵害之程度」、「與\r\n公共利益之關係」「資料來源之可信度」「查證對象之人、事、物」「陳\r\n述事項之時效性」及「查證時間、費用成本」等因素，分別定其合理查證\r\n義務之高低，以善盡其舉證責任，始得解免其應負之侵權行為責任，俾調\r\n和言論自由之落實與個人名譽之保護。（二）按侵權行為制度，既以填補\r\n被害人經法律承認應受保護權利之損害為目的，並為維持人類社會共同生\r\n活而設，是以民法上構成侵權行為有責性之過失，當指未盡善良管理人之\r\n注意義務（抽象輕過失）而言，且包括行為人對侵權行為之事實，預見其\r\n能發生而確信其不發生，以過失論之「有認識過失」（疏虞過失）在內。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1107 號 民事判決",
        "case_topic": "返還溢收運費",
        "case_date": "民國 98 年 06 月 25 日",
        "case_gist": "運送物於運送中，因不可抗力而喪失者，運送人不得請求運費，其因運送\r\n已受領之數額，應返還之，為民法第六百四十五條所明定。考其立法原意\r\n，良以運費乃為償付運送人之報酬。運送物於運送中毀損滅失，既無由達\r\n成運送之目的，縱其毀損滅失係因不可抗力，然託運人之損失已鉅，自不\r\n應再許運送人有權請求運費，以期公平。準此，除運送契約另有約定外，\r\n如運送物於運送中並無因不可抗力而（毀損）滅失之情形，且運送之目的\r\n仍可能達成，即無從剝奪運送人請求給付運費之權，命其返還因運送已受\r\n領之運費，始符衡平之旨。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1104 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 98 年 06 月 25 日",
        "case_gist": "就債之履行有利害關係之第三人為清償者，於其清償之限度內承受債權人\r\n之權利，民法第三百十二條前段定有明文。準此，該第三人即得按其代位\r\n清償限度就債權人之權利，以自己之名義，行使債權人之權利。所謂第三\r\n人就債之履行有利害關係，係指該第三人因清償而發生法律上之利害關係\r\n者而言，是以物上保證人清償抵押權擔保之債權、合夥人清償合夥債務、\r\n連帶保證人清償保證之債務等，自均屬就債之履行有利害關係之第三人。\r\n至於票據背書人固不因票據背書行為而當然負有民法規定之保證人責任，\r\n然並不排除票據背書人，於具備民法所定之保證人要件時，亦同負保證責\r\n任，而得於其清償限度內適用民法第三百十二條之規定。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 617 號 民事裁定",
        "case_topic": "請求給付票款等聲請再審",
        "case_date": "民國 98 年 06 月 18 日",
        "case_gist": "提起民事第三審上訴，應依民事訴訟法第七十七條之十六第一項前段規定\r\n預納裁判費，此為必須具備之程式。又當事人提起訴訟或上訴時，應依其\r\n主張之訴訟標的價額之全部預納裁判費，尚不能因其曾繳納部分裁判費，\r\n即認該部分之起訴或上訴為合法。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 468 號 民事裁定",
        "case_topic": "給付工資等聲請移轉管轄",
        "case_date": "民國 98 年 06 月 18 日",
        "case_gist": "按因契約涉訟者，如經當事人定有債務履行地，得由該履行地之法院管轄\r\n，此乃民事訴訟法第十二條就特別審判籍所設之規定，是項約定，無論以\r\n文書或言詞，抑以明示或默示為之，是否與債權契約同時訂定，固均無不\r\n可，即其履行地定有數處或雙務契約當事人所負擔之債務雙方定有互異之\r\n債務履行地者，各該履行地之法院亦皆有管轄權，惟必以當事人間有約定\r\n債務履行地之意思表示合致，始有該條規定之適用。又事件管轄權之有無\r\n，乃法院應依職權調查之事項，當事人如主張受訴法院依民事訴訟法第十\r\n二條規定有管轄權，而為對造所否認者，自仍應依同法第二百七十七條本\r\n文之規定，就該「定有債務履行地」之利己事實負其舉證責任。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1090 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 98 年 06 月 18 日",
        "case_gist": "法院於判決理由中，就訴訟標的以外當事人所主張或抗辯足以影響判決結\r\n果之重要爭點，本於當事人完足舉證及辯論之結果，已為實質之判斷者，\r\n基於當事人之程序權業受保障，可預見法院對於該爭點之判斷將產生拘束\r\n力而不致生突襲性裁判，仍應賦予該判斷一定之拘束力，以符程序上誠信\r\n原則及訴訟經濟。是同一當事人間就該重要爭點提起之其他訴訟，除有原\r\n判斷顯然違背法令、或當事人提出新訴訟資料足以推翻原判斷、或原確定\r\n判決之判斷顯失公平、或前訴訟與本訴訟所得受之利益（即標的金額或價\r\n額）差異甚大等情形，可認當事人為與原判斷相反之主張，不致違反誠信\r\n原則外，應解為當事人及法院就該經法院判斷之重要爭點之法律關係，均\r\n不得為相反之主張或判斷。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1085 號 民事判決",
        "case_topic": "確認祭祀公業管理權不存在",
        "case_date": "民國 98 年 06 月 18 日",
        "case_gist": "（一）按從參加訴訟，側重有法律上利害關係之第三人為輔助當事人之一\r\n造而於訴訟繫屬中參加訴訟，以間接防護自己之利益，與選定當事人訴訟\r\n，被選定人因受多數有共同利益人之信託授與訴訟實施權能，得以自己名\r\n義而為全體選定人之起訴或被訴當事人，在本質上固未盡相同，惟參加人\r\n所為之訴訟行為，除法律另有規定外，效力及於其輔助之當事人，並得為\r\n該當事人獨立提起上訴（民事訴訟法第五十八條第二項及第六十一條），\r\n性質上可稱之為「廣義之當事人」；再就其不得提起同法第五百零七條之\r\n一所定第三人撤銷訴訟之限度內，因其於本訴訟判決確定時所受判決效力\r\n仍然持續，亦可認係「實質之當事人」。故同法第四十一條至第四十四條\r\n之四之規定，於從參加訴訟，在性質相通者，即非不得類推適用之，俾就\r\n兩造訴訟有法律上利害關係之「多數有共同利益之第三人」，如為輔助一\r\n造起見，得於該訴訟繫屬中，選定一人或數人，為選定人及被選定人全體\r\n為訴訟參加，使該「被選定參加人」，一係為自己為參加人（形式兼實質\r\n之參加人），同時為其他多數有共同利益之「選定參加人（實質或潛在之\r\n參加人）」而為參加人（形式之參加人），讓選定當事人制度之運用在從\r\n參加訴訟上更發揮其簡化訴訟程序之功能，避免當事人時間、勞力、費用\r\n之浪費及司法資源之耗費，以達訴訟經濟及便利訴訟之目的。（二）參加\r\n人除依同法第五十八條第二項及第六十一條規定，為當事人獨立提起第三\r\n審上訴，應依同法第四百六十六條之一第一項前段規定，委任律師為訴訟\r\n代理人外，如於其所輔助之當事人已合法提起第三審上訴而為訴訟參加時\r\n，因參加人僅係輔助其為訴訟行為，且法無明文應委任律師為其訴訟代理\r\n人，即無須以委任律師為訴訟代理人之必要。（三）按民事訴訟法第三百\r\n八十五條及第三百八十六條有關一造辯論判決之規定，原為貫徹言詞辯論\r\n主義以保護缺席之一造而設，若缺席之一造就此訴訟程序規定之違背，已\r\n表示無異議或無異議而就該訴訟有所陳述或聲明者，他造之當事人自不得\r\n執此指其訴訟程序有瑕疵。故本院乃以四十五年台上字第一三九四號著成\r\n判例，明揭：「第一審法院依被上訴人之聲請由其一造辯論而為判決，其\r\n程序縱有瑕疵，但上訴人在第二審法院已經到場辯論，則原法院未就第一\r\n審訴訟程序有無瑕疵一點予以調查，而就實體上予以審判，尚無不合，上\r\n訴人不得執此為不服之論據」斯旨。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 434 號 民事裁定",
        "case_topic": "聲請返還提存物",
        "case_date": "民國 98 年 06 月 11 日",
        "case_gist": "應供擔保之原因消滅者，法院應依供擔保人之聲請，以裁定命返還其提存\r\n物或保證書，民事訴訟法第一百零四條第一項第一款定有明文，此項規定\r\n，依同法第一百零六條規定，於其他依法令供訴訟上之擔保者準用之。而\r\n法院依民事訴訟法第九十六條第一項所定：「原告於中華民國無住所、事\r\n務所及營業所者，法院應依被告聲請，以裁定命原告供訴訟費用之擔保」\r\n，以裁定命原告供訴訟費用之擔保且原告已供擔保者，倘該裁定嗣經廢棄\r\n並駁回被告之聲請確定，則原告供擔保之依據已不存在，自應認應供擔保\r\n之原因已消滅。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1047 號 民事判決",
        "case_topic": "撤銷股東會決議",
        "case_date": "民國 98 年 06 月 11 日",
        "case_gist": "起訴狀應表明訴訟標的及其原因事實，且除別有規定外，確定之終局判決\r\n就經裁判之訴訟標的，有既判力，此觀民事訴訟法第二百四十四條第一項\r\n第二款、第四百條第一項規定即明。故訴訟標的，係指經原告主張並以原\r\n因事實予以特定而請求法院審判之權利，凡經特定且法院於兩造攻防後為\r\n裁判之權利，始有既判力。至於確定終局判決之事實審言詞辯論終結後所\r\n發生之新事實，既非該確定判決之法院審判範圍，自非既判力所及。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1045 號 民事判決",
        "case_topic": "清償債務等",
        "case_date": "民國 98 年 06 月 11 日",
        "case_gist": "稱消費借貸者，於當事人間必本於借貸之意思合致，而有移轉金錢或其他\r\n代替物之所有權於他方之行為，始得當之。是以消費借貸，因交付金錢之\r\n原因多端，除有金錢之交付外，尚須本於借貸之意思而為交付，方克成立\r\n。倘當事人主張與他方有消費借貸關係存在者，自應就該借貸意思互相表\r\n示合致及借款業已交付之事實，均負舉證之責任，其僅證明有金錢之交付\r\n，未能證明借貸意思表示合致者，仍不能認為有該借貸關係存在。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1044 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 98 年 06 月 11 日",
        "case_gist": "（一）按為委任事務之處理，須為法律行為，而該法律行為，依法應以文\r\n字為之者；或受任人受概括委任得為委任人為一切行為，於為不動產之出\r\n賣或設定負擔行為時，委任人未依民法第五百三十一條或第五百三十四條\r\n但書第一款規定，以文字為代理權之授與，或為特別之授權者，該受任人\r\n本於委任事務之處理，在代理權限內以代理人身分以本人（委任人）名義\r\n所為之法律行為，固因不備以書面為代理權授與之「代理權要式性」（僅\r\n代理權授與之行為無效），或為該不動產之出賣或設定負擔之特別授權，\r\n致成為無權代理（未經合法取得代理權）之行為。惟依同法第一百七十條\r\n第一項規定之反面解釋，無權代理人以代理人名義所為之法律行為，經本\r\n人承認者，即對本人發生效力。且所謂承認為代理權之補授，無須踐行一\r\n定之方式，由本人以意思表示為之為已足，初不問其為明示或默示（依表\r\n意人之舉動或其他情事，足以間接推知其效果意思者而言）而有不同。（\r\n二）按物上擔保人（物上保證人）以擔保物為限負「物之有限責任」，與\r\n保證人係以其全部財產負「人之無限責任」，兩者在責任本質及成立基礎\r\n上雖未盡相同，且民法物權編僅於第八百七十九條規定，為債務人設定抵\r\n押權之第三人，代為清償債務，或因抵押權人實行抵押權致失抵押物之所\r\n有權時，依關於保證之規定，對於債務人有求償權。然物上擔保人以自己\r\n之所有物，為債務人設定擔保，其法律上地位與保證人無異，對債務擔保\r\n之履行而言，均係以自己之財產清償債務人債務，並無二致，故民法第七\r\n百四十二條第一項「主債務人所有之抗辯，保證人得主張之」規定，於物\r\n上擔保人之情形，自可類推適用之。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 423 號 民事裁定",
        "case_topic": "確認債權存在等",
        "case_date": "民國 98 年 06 月 10 日",
        "case_gist": "依本編（指抗告程序）規定，應為抗告而誤為異議者，視為已提起抗告；\r\n應提出異議而誤為抗告者，視為已提出異議，民事訴訟法第四百九十五條\r\n定有明文。抗告人對上開裁定固提出再抗告，依民事訴訟法第四百九十五\r\n條規定應視為已提出異議，原法院即應依異議程序處理，原法院未遑為之\r\n，而依抗告程序駁回抗告人之再抗告，於法不合。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 990 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 98 年 06 月 04 日",
        "case_gist": "稱「借名登記」者，謂當事人約定一方將自己之財產以他方名義登記，而\r\n仍由自己管理、使用、處分，他方允就該財產為出名登記之契約，其成立\r\n側重於借名者與出名者間之信任關係，在性質上應與委任契約同視，倘其\r\n內容不違反強制、禁止規定或公序良俗者，固應賦予無名契約之法律上效\r\n力，並類推適用民法委任之相關規定。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 412 號 民事裁定",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 98 年 06 月 04 日",
        "case_gist": "為形成之訴訴訟標的之形成權，有為財產上者，有為身分上者，其以身分\r\n上之形成權為訴訟標的者，為非財產權之訴訟；其以財產上之形成權為訴\r\n訟標的者，為財產權之訴訟。撤銷仲裁判斷之訴，為其訴訟標的法律關係\r\n之形成權，既非身分上之形成權，自屬財產權之訴訟，其訴訟標的價額，\r\n應以原告如獲勝訴判決所得受之客觀上利益定之（本院八十三年台抗字第\r\n一六一號判例意旨參照）。本件相對人起訴請求撤銷中華民國仲裁協會九\r\n十六年度仲雄聲義字第○二二號有關駁回其請求再抗告人給付新台幣（下\r\n同）一億五千零九十四萬五千六百八十七元本息之仲裁判斷，自屬財產權\r\n之訴訟。相對人如獲勝訴判決所得受之客觀上利益即其訴訟標的價額應為\r\n上開請求給付之金額，並非不能核定。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 935 號 民事判決",
        "case_topic": "請求確認股東會決議無效",
        "case_date": "民國 98 年 05 月 27 日",
        "case_gist": "董事之報酬，未經章程訂明者，應由股東會議定，公司法第一百九十六條\r\n定有明文，立法本旨在於避免董事利用其經營者之地位與權利，恣意索取\r\n高額報酬，為貫徹此一立法意旨，公司股東會不得以決議將董、監事報酬\r\n額之決定委諸董事會定之，否則該決議無效。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 925 號 民事判決",
        "case_topic": "撤銷股份移轉登記",
        "case_date": "民國 98 年 05 月 27 日",
        "case_gist": "債權人依民法第二百四十四條之規定，聲請法院撤銷債務人之有害債權行\r\n為，目的在於回復債務人之財產，以保全債權人之債權或權利。故有害行\r\n為之標的倘屬可分，自僅得於保全債權或權利之必要限度內，撤銷其行為\r\n，與保全無關部分，即無容一併撤銷之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 561 號 民事裁定",
        "case_topic": "給付薪資等",
        "case_date": "民國 98 年 05 月 27 日",
        "case_gist": "當事人提起第三審上訴，是否合法，係屬本院應依職權調查裁判事項。是\r\n當事人對本院以其上訴為不合法而駁回之裁定，聲請再審，並對原第一審\r\n及第二審確定判決合併提起再審之訴者，揆之民事訴訟法第四百九十九條\r\n第二項前段規定之旨趣，本不在依同法第五百零七條準用上開條項前段規\r\n定，專屬上級之本院合併管轄之列。於此情形，就本院以上訴不合法而駁\r\n回之裁定，聲請再審部分，依同法第五百零七條準用第四百九十九條第一\r\n項規定，固專屬本院管轄（參看本院七十一年台聲字第一三二號判例），\r\n但對原第一審及第二審確定判決，合併提起再審之訴部分，自仍應適用同\r\n法第四百九十九條第二項前段規定，專屬上級之第二審法院管轄。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 911 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 98 年 05 月 26 日",
        "case_gist": "違約金之約定，為賠償給付遲延所生之損害，於債務人給付遲延時，債權\r\n人始得請求，既非定期給付之債務，與民法第一百二十六條所規定之性質\r\n不同，其時效為十五年而非五年，亦無民法第一百四十五條第二項規定之\r\n適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 908 號 民事判決",
        "case_topic": "分配土地等",
        "case_date": "民國 98 年 05 月 26 日",
        "case_gist": "市地重劃實施辦法第三十一條規定，即同一土地所有權人在重劃區內所有\r\n土地應分配之面積，未達或合併後仍未達重劃區內最小分配面積標準二分\r\n之一者，除通知土地所有權人申請與其他土地所有權人合併分配者外，應\r\n以現金補償之。依其文義，該通知土地所有權人申請與其他土地所有權人\r\n合併分配與以現金補償，係併行應遵守之程序，以保障該土地所有權人之\r\n權益。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 888 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 98 年 05 月 21 日",
        "case_gist": "民法第二百二十七條之二第一項規定，所謂因情事變更，當事人得聲請法\r\n院增、減其給付或變更其他原有之效果，係以法律行為成立後，因不可歸\r\n責於當事人之事由，致情事變更非當時所得預料，而依其原有效果顯失公\r\n平為要件。如當事人間於締約時，已明訂契約成立後，因可歸責於當事人\r\n一方之事由，致他方受有損害者之處理方式，僅生依約履行債務之問題，\r\n非屬該條所稱之情事變更，自無該條規定之適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 863 號 民事判決",
        "case_topic": "請求返還股票",
        "case_date": "民國 98 年 05 月 21 日",
        "case_gist": "按原告以無權占有為原因，提起返還所有物之訴，被告爭執兩造間存有契\r\n約關係，非無權占有為抗辯者，被告即應就其占有權源之存在負舉證責任\r\n。本件被上訴人主張上訴人無權占有系爭股票，訴請返還，已據提出財政\r\n部台北市國稅局九十四年度證券交易稅一般代徵稅額繳款書證明其為系爭\r\n股票之所有人。原審以上訴人未舉證證明其非無權占有股票，將第一審所\r\n為被上訴人敗訴之判決廢棄，改判命上訴人返還系爭股票與被上訴人，經\r\n核於法並無違誤。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 861 號 民事判決 (家事類)",
        "case_topic": "確認繼承權不存在",
        "case_date": "民國 98 年 05 月 21 日",
        "case_gist": "確認繼承權存在或不存在之訴訟，雖屬因財產權涉訟，惟繼承權係以配偶\r\n或一定親屬之身分關係為基礎之財產權，當事人對被繼承人之遺產有無繼\r\n承權，乃以其與被繼承人間有無前述身分關係存在為前提。該身分關係之\r\n存否，影響家庭、社會組織之架構，自與公益有密切之關係。因而為確定\r\n當事人繼承權是否存在之前提所繫之身分關係，法院即應本於人事訴訟程\r\n序相關規定（民事訴訟法第五百七十五條、第五百七十五條之一等）之法\r\n理，斟酌當事人所未提出之事實，並依職權為必要之調查證據，以期發現\r\n真實。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 856 號 民事判決",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 98 年 05 月 21 日",
        "case_gist": "契約之合意終止與因法定終止權之行使而終止者不同，效果亦異，除有特\r\n別約定外，並不當然適用或準用民法關於契約終止之規定。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 384 號 民事裁定",
        "case_topic": "給付租金聲請強制執行",
        "case_date": "民國 98 年 05 月 21 日",
        "case_gist": "依民法第四百四十二條規定請求調整租金，屬形成之訴，固應於法院為形\r\n成判決，以確定其增減之租金額後，當事人始得請求所增加租金之給付。\r\n惟基於訴訟經濟起見，倘當事人於該形成之訴合併提起給付租金之訴，即\r\n非法所不許。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 377 號 民事裁定",
        "case_topic": "請求清償借款等強制執行聲明異議",
        "case_date": "民國 98 年 05 月 21 日",
        "case_gist": "九十六年九月二十八日施行之民法第八百七十七條規定：「土地所有人於\r\n設定抵押權後，在抵押之土地上營造建築物者，抵押權人於必要時，得於\r\n強制執行程序中聲請法院將其建築物與土地併付拍賣。但對於建築物之價\r\n金，無優先受清償之權。前項規定，於第八百六十六條第二項及第三項之\r\n情形，如抵押之不動產上，有該權利人或經其同意使用之人之建築物者，\r\n準用之」，此項規定於施行前，非不得以之為法理而予以適用。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 375 號 民事裁定",
        "case_topic": "聲請停止強制執行",
        "case_date": "民國 98 年 05 月 19 日",
        "case_gist": "按為免執行程序長期延宕，有損債權人之權益，故強制執行程序開始後，\r\n原則上不停止執行。於債務人提起再審之訴，法院因必要情形或依聲請定\r\n相當並確實之擔保，始得為停止強制執行之裁定，此觀強制執行法第十八\r\n條第一項、第二項規定即明。所謂必要情形，固由法院依職權裁量定之。\r\n然法院為此決定，應就再審之訴在法律上是否顯無理由，以及如不停止執\r\n行，將來是否難於回復執行前之狀態，及倘予停止執行，是否無法防止債\r\n務人濫行訴訟以拖延執行，致債權人之權利無法迅速實現等各種情形予以\r\n斟酌，以資平衡兼顧債務人及債權人雙方之利益。於債務人聲明願供擔保\r\n時，亦然。非謂債務人以提起再審之訴為由且聲明願供擔保而聲請停止強\r\n制執行程序時，法院須一律予以准許，此為本院最新見解。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 374 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 98 年 05 月 19 日",
        "case_gist": "債權讓與，於讓與人及受讓人間雖已發生效力，但依法應通知債務人，於\r\n未完成通知前，除另有規定外，對債務人尚不發生債權讓與之效力，該受\r\n讓人即非債務人之債權人，自不得對該債務人為強制執行。查本件抗告人\r\n自承其聲請強制執行時，未曾將債權讓與之事通知相對人，更未提出相關\r\n證明等情，依上說明，執行法院依形式審查結果，認定抗告人所提出之債\r\n權證明文件，因未包括對相對人生效之讓與通知，尚不足以證明其有對相\r\n對人開始強制執行之權利，而先定期命其補正，並於期限屆滿未補正後，\r\n以不備程式要件為由，裁定駁回其強制執行之聲請，原法院並予以維持，\r\n於法均無不合，此為本院最新見解。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 825 號 民事判決",
        "case_topic": "確認委任關係不存在等",
        "case_date": "民國 98 年 05 月 14 日",
        "case_gist": "選任或解任董事、監察人，依公司法第一百七十二條第五項規定，固應在\r\n召集事由中列舉，不得以臨時動議提出，惟違反者，仍屬召集程序違反法\r\n令，如經股東會決議，亦屬決議方法違反法令，得依同法第一百八十九條\r\n之規定，請求撤銷其決議，而非決議不成立。又股東會出席人數不足法定\r\n數額，亦同。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 818 號 民事判決",
        "case_topic": "請求確認派下權不存在",
        "case_date": "民國 98 年 05 月 14 日",
        "case_gist": "查日據時期戶口調查簿「續柄」欄所記載者，係戶主與家族、家族與家族\r\n間之親族關係，「事由」欄則係敘明設籍、入籍，除籍等之緣由，倘不能\r\n依「事由」欄之記載明瞭戶主與家族、家族與家族間之親族關係，則需參\r\n考「續柄」欄之記載，尚不得僅憑「事由」欄之記載，即為其彼此間親族\r\n關係之認定。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 813 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 98 年 05 月 14 日",
        "case_gist": "公務員於執行職務行使公權力，不法侵害人民之權利，被害人得依國家賠\r\n償法第二條第二項之規定，請求國家機關損害賠償，乃基於國家賠償法之\r\n特別規定，原不生該國家機關應依民法第一百八十五條規定，與其所屬公\r\n務員為共同侵權行為之其他第三人，負連帶損害賠償問題。斯時，縱國家\r\n機關與該第三人因相關法律關係之偶然競合，對於被害人負有同一目的給\r\n付（賠償）之債務，然此僅屬不真正之連帶債務關係。故不真正連帶債務\r\n人中之一人所為之清償，如已滿足債權之全部或一部，即應發生絕對清償\r\n效力，債權人就已受償部分，自不得再向包括國家機關在內之其他債務人\r\n請求清償。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 359 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 98 年 05 月 14 日",
        "case_gist": "於爭執之法律關係，為防止發生重大之損害或避免急迫之危險或有其他相\r\n類之情形而有必要時，得聲請為定暫時狀態之處分。前項裁定，以其本案\r\n訴訟能確定該爭執之法律關係者為限，民事訴訟法第五百三十八條第一項\r\n、第二項定有明文。所謂有爭執之法律關係，法無明文限於繼續性法律關\r\n係，凡有防止重大損害或避免急迫危險或相類情形而有必要者，於充足保\r\n障債務人程序權，使其有陳述意見機會後，縱即為一次性質之給付或滿足\r\n性質假處分者，並無不予准許之理。至所謂有必要，則應依利益衡量原則\r\n，就債權人因未假處分就本案判決勝訴確定前所生損害，與債務人因假處\r\n分所生損害衡量比較以為決定。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 358 號 民事裁定",
        "case_topic": "拍賣抵押物強制執行聲明異議",
        "case_date": "民國 98 年 05 月 14 日",
        "case_gist": "再抗告人既多次入出國境，且在國外居住時間均較在國內居住者為長，自\r\n難認其在法院為公示送達時，在國內一定地域有久住之主觀意思及客觀事\r\n實。再抗告人出境前往之國家及國外住所地，既無相關資料可供查詢，自\r\n不能依民事訴訟法第一百四十五條之規定為送達，則台中法院將應送達與\r\n再抗告人之系爭裁定行國外公示送達程序，即屬有據。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 349 號 民事裁定",
        "case_topic": "請求撤銷假扣押",
        "case_date": "民國 98 年 05 月 14 日",
        "case_gist": "債權人受本案敗訴判決確定者，債務人得聲請撤銷假扣押裁定，固為民事\r\n訴訟法第五百三十條第一項所明定，惟所謂受本案敗訴判決確定，係指債\r\n權人依假扣押所欲保全強制執行之請求，經本案之實體確定判決確認其不\r\n存在或不得行使者而言。苟該請求未經實體確定判決確認為不存在或不得\r\n行使，即無容債務人據此為由，聲請撤銷假扣押裁定之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 790 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 98 年 05 月 07 日",
        "case_gist": "按依公寓大廈管理條例第三條第九款規定，管委會係由區分所有權人選任\r\n住戶若干人為管理委員所設立之組織，旨在執行「區分所有權人會議決議\r\n事項」及「公寓大廈管理維護事務」，於完成社團法人登記前，僅屬非法\r\n人團體，固無實體法上完全之權利能力。然現今社會生活中，以管委會之\r\n名義為交易者比比皆是。於民事訴訟法已有第四十條第三項：「非法人之\r\n團體，設有代表人或管理人者，有當事人能力」規定之外，公寓大廈管理\r\n條例更於第三十八條第一項明文規定：「管理委員會有當事人能力」，明\r\n文承認管委會具有成為訴訟上當事人之資格，得以其名義起訴或被訴，就\r\n與其執行職務相關之民事紛爭享有訴訟實施權；並於同條例第六條第三項\r\n、第九條第四項、第十四條第一項、第二十條第二項、第二十一條、第二\r\n十二條第一項、第二項、第三十三條第三款但書，規定其於實體法上亦具\r\n享受特定權利、負擔特定義務之資格，賦與管委會就此類紛爭有其固有之\r\n訴訟實施權。故管委會倘基於規約約定或區分所有權人會議決議所為職務\r\n之執行致他人於損害，而應由區分所有權人負賠償責任時，其本身縱非侵\r\n權行為責任之權利義務歸屬主體，亦應認被害人得基於程序選擇權，並依\r\n上開同條例第三十八條第一項規定及訴訟擔當法理，選擇非以區分所有權\r\n人而以管委會為被告起訴請求，俾迅速而簡易確定私權並實現私權，避免\r\n當事人勞力、時間、費用及有限司法資源之不必要耗費。且因同條第二項\r\n明定：「管理委員會為原告或被告時，應將訴訟事件要旨速告區分所有權\r\n人」，與民事訴訟法第六十五條訴訟告知之規定旨趣相當，而受訴法院亦\r\n得依同法第六十七條之一規定，依職權通知各區分所有權人，賦與各區分\r\n所有權人參與該訴訟程序之機會，則將來確定判決之既判力，依同法第四\r\n百零一條第二項規定及於各區分所有權人，即具正當化之基礎。對於未受\r\n告知或通知之區分所有權人，因係非可歸責於己之事由而未獲參與訴訟程\r\n序機會，即未獲事前之程序保障，如認有不能提出足以影響判決結果之攻\r\n擊或防禦方法，致對其不利之情事，自得依同法第五百零七條之一以下有\r\n關事後程序保障規定之第三人撤銷訴訟程序行使權利，其應有之權益亦獲\r\n確保。否則，公寓大廈管理條例規定管委會有當事人能力，即失其意義，\r\n當非立法本意（併參見本院五十年台上字第二七一九號判例意旨）。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 775 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 05 月 07 日",
        "case_gist": "債權人向連帶債務人中之一人免除債務，而無消滅全部債務之意思表示者\r\n，除該債務人應分擔之部分外，他債務人仍不免除其責任。前項規定，於\r\n連帶債務人中之一人消滅時效已完成者，準用之。又連帶債務人相互間，\r\n除法律另有規定或契約另有訂定外，應平均分擔義務。民法第二百七十六\r\n條、第二百八十條分別定有明文。準此，連帶債務就消滅時效已完成之債\r\n務人應分擔部分，他債務人既同免其責任，則於命他債務人為給付時，即\r\n應將已罹於消滅時效之債務人應分擔之債務額先行扣除，不問該債務人是\r\n否援用時效利益為抗辯，而異其法律效果，始能避免他債務人於給付後，\r\n再向該債務人行使求償權，反使法律關係趨於複雜及剝奪該債務人所受時\r\n效利益之弊。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 339 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 98 年 05 月 07 日",
        "case_gist": "專利法第八十六條第一項規定「用作侵害他人發明專利權行為之物，或由\r\n其行為所生之物，得以被侵害人之請求施行假扣押，於判決賠償後，作為\r\n賠償金之全部或一部」，已明揭假扣押之標的，於判決賠償後，得變賣作\r\n為被侵害人請求賠償金之全部或一部。其立法意旨，係重在保全被侵害人\r\n即債權人賠償金請求將來之強制執行而設。前揭專利法之假扣押規定，為\r\n保全將來強制執行之趣旨，與民事訴訟法上一般假扣押之規定相同，故法\r\n院准駁假扣押應依民事訴訟法規定之要件判斷之，非謂當事人依專利法之\r\n規定聲請假扣押，即可無視民事訴訟法假扣押有關之規定，而遽予准許。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 764 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 98 年 04 月 30 日",
        "case_gist": "（一）基於維謢民法債編修正前之既有秩序，以維繫法律之安定性。在民\r\n法債編修正、於八十九年五月五日施行前，所成立未經公證、期限逾五年\r\n，或未定期限之不動產租賃契約，應無修正民法第四百二十五條第二項規\r\n定之適用。（二）倘上訴人之先祖確於日據大正十四年間，即與斯時系爭\r\n土地共有人全體訂定（未定期限）租約，且未限定以建屋為其目的。則於\r\n該租約合法終止前，縱被上訴人輾轉於民法第四百二十五條修正施行後之\r\n九十五年七月十七日，受讓該土地之所有權。依上開說明，仍非無修正前\r\n民法第四百二十五條（其租賃契約對於受讓人（被上訴人）仍繼續存在，\r\n即「買賣不破租賃」）規定之適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 763 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 04 月 30 日",
        "case_gist": "（一）僱用人藉使用受僱人而擴張其活動範圍，並享受其利益。就受僱人\r\n      執行職務之範圍，或所執行者適法與否，恆非與其交易之第三人所\r\n      能分辨，為保護交易之安全，如受僱人之行為在客觀上具備執行職\r\n      務之外觀，而侵害第三人之權利時，僱用人固應依民法第一百八十\r\n      八條第一項規定與受僱人負連帶賠償責任。然若於客觀上並不具備\r\n      受僱人執行職務之外觀，或係受僱人個人之犯罪行為而與執行職務\r\n      無關，自無命僱用人負賠償責任之理。\r\n（二）依證券交易法第五十四條第二項及第七十條規定所訂定之「證券商\r\n      負責人與業務人員管理規則」第三條規定：證券商之業務員，其職\r\n      務為從事有價證券之承銷、自行買賣及受託買賣。及財政部以八十\r\n      四年台財證（三）字第二九號函發布實施之「有價證券集中交易市\r\n      場實施全面款券劃撥制度注意事項」明定：一、委託人與證券經紀\r\n      商簽訂「委託買賣證券受託契約」辦理開戶手續時，應同時開設有\r\n      價證券集中保管帳戶及在證券經紀商指定之金融機構開立存款帳戶\r\n      （下稱款券劃撥帳戶），該存款帳戶並應與金融機構簽訂委託其代\r\n      收付交割款項之委託書後，證券經紀商始得接受委託人委託買賣證\r\n      券；二、……；三、證券經紀商受託買賣向委託人收付款券，均應\r\n      透過委託人開設之款券劃撥帳戶，以帳簿劃撥方式為之……等旨。\r\n      足見自八十四年二月四日實施「全面款券劃撥交易制度」以來，有\r\n      價證券交易行為之流程：首需委託人（投資人）與證券經紀商簽立\r\n      委託買賣有價證券契約書，於辦理開戶手續之同時開設有價證券集\r\n      中保管帳戶及在證券經紀商指定之金融機構開立存款帳戶，由證券\r\n      商、銀行分別核發「證券存摺」、「存款存摺」予投資人後，投資\r\n      人始得委託證券經紀商買賣特定公司於特定價格之特定數量股票，\r\n      再由該經紀商之受僱人即營業員依其指示下單購買（或出售）。股\r\n      票買賣契約一旦成立，則以台灣證券交易所為結算機構，由台灣集\r\n      保結算所股份有限公司、中央銀行為交割機構，分別從事有價證券\r\n      （股權）之移轉及股款之交付（受領）。換言之，有價證券買賣契\r\n      約成立後，股權與股款之移轉，均祇透過款券劃撥程序處理，證券\r\n      經紀商所屬營業員依證券交易正規程序，並無任何機會持有該買賣\r\n      標的之有價證券或股款。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 762 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 04 月 30 日",
        "case_gist": "因犯罪而受損害之人，為請求回復其損害，得於刑事訴訟程序附帶提起民\r\n事訴訟，為刑事訴訟法第四百八十七條所明定。而不當得利係以無法律上\r\n之原因而受利益，致他人受損害，為成立要件。如受損害之人之受損害，\r\n係由於受益人犯罪所致，則受損害之人提起附帶民事訴訟，請求返還不當\r\n得利，以回復其損害，自非法所不許。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 752 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 98 年 04 月 30 日",
        "case_gist": "按勞動基準法旨在規定勞動條件最低標準，保護勞工權益，加強勞雇關係\r\n，促進社會與經濟發展，此觀該法第一條之規定自明。是勞動基準法規定\r\n之內容常隨社會與經濟發展而變動，以因應時代之脈動與社會、經濟之變\r\n遷，兼顧勞資雙方之權益。準此，勞工於法律變動時如尚未退休，自應依\r\n修正後勞動基準法有關退休年齡之規定計算其勞動能力之期間。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 751 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 04 月 30 日",
        "case_gist": "民法第一百八十六條就公務員執行職務之侵權責任，已有特別規定，要無\r\n適用同法第一百八十四條關於一般侵權行為規定之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 413 號 民事裁定",
        "case_topic": "請求損害賠償聲請核定第三審律師酬金",
        "case_date": "民國 98 年 04 月 30 日",
        "case_gist": "聲請核定第三審律師酬金之目的在於確定訴訟費用額，即確定應負擔訴訟\r\n費用之一造應賠償他造所支出訴訟費用之數額。依確定終局判決應負擔訴\r\n訟費用之當事人既不得請求他造賠償其支出之訴訟費用，即無聲請法院核\r\n定第三審律師酬金之必要，則其聲請核定第三審律師酬金，因無實益，自\r\n不應准許。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 734 號 民事判決",
        "case_topic": "土地所有權移轉登記等",
        "case_date": "民國 98 年 04 月 23 日",
        "case_gist": "（一）被上訴人確係將系爭不動產整體合併出售，以土地一坪三萬元計算\r\n      ，房屋部分未予計價，而未再區分各筆土地、房屋之單價。是上訴\r\n      人僅就其中部分買賣標的物即系爭房地（以附表一、附表三之總價\r\n      共二百六十一萬五千餘元）行使優先承購權，而未就四之一○地號\r\n      土地部分表示一併買受，顯與土地法第三十四條之一第四項所規定\r\n      以「同一價格」優先承購（同樣條件訂立買賣契約之權）之要件不\r\n      符，自非合法行使優先承購之權利，難認已生優先承購之效力。\r\n（二）土地法第三十四條之一第四項所規定之優先承購權乃物權之先買權\r\n      ，為形成權之一種。此形成權之行使，須以行使時所有人與第三人\r\n      間之買賣契約有效存在為前提。苟如上訴人主張：蔡○雄等十人於\r\n      簽訂系爭買賣契約時之應繼分合計僅為九百六十分之二百十七，不\r\n      符土地法第三十四條之一第一項規定之要件，且違反民法第七百五\r\n      十九條強制規定（未辦理繼承登記，不得處分其物權），故有關系\r\n      爭房地之買賣契約部分，應屬無效云云。該部分之買賣契約即因無\r\n      效而不存在，依上說明，尤無容上訴人就系爭房地行使優先承購權\r\n      之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 721 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 04 月 23 日",
        "case_gist": "按承攬人具有專業知識，修繕能力較強，且較定作人接近生產程序，更易\r\n於判斷瑕疵可否修補，故由原承攬人先行修補瑕疵較能實現以最低成本獲\r\n取最大收益之經濟目的。是以民法第四百九十五條雖規定，因可歸責於承\r\n攬人之事由，致工作發生瑕疵者，定作人除依同法第四百九十三條及第四\r\n百九十四條規定請求修補或解除契約，或請求減少報酬外，並得請求損害\r\n賠償。惟定作人依此規定請求承攬人賠償損害仍應依同法第四百九十三條\r\n規定先行定期催告承攬人修補瑕疵，始得為之，尚不得逕行請求承攬人賠\r\n償損害，庶免可修繕之工作物流於無用，浪費社會資源。民法第四百九十\r\n五條第一項所定之損害賠償請求權與不完全給付而生之損害賠償請求權係\r\n不同之訴訟標的。即定作人於一請求權不存在時，非不得另依他請求權請\r\n求承攬人賠償損害。本件上訴人係依承攬瑕疵擔保責任及不完全給付之法\r\n律關係為請求，乃請求權之競合。上訴人雖因其未定期催告不得依民法第\r\n四百九十五條第一項規定為請求，然如有可歸責於被上訴人（即承攬人）\r\n之事由而致工作物有瑕疵，上訴人尚得依不完全給付之法律關係請求被上\r\n訴人賠償損害。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 704 號 民事判決",
        "case_topic": "請求確認父子關係存在",
        "case_date": "民國 98 年 04 月 23 日",
        "case_gist": "查依民法第一千零六十三條第一項規定，推定為婚生子女者，於未經夫妻\r\n之一方或子女本人依同條第二項、第三項規定於一定之期間內提起否認之\r\n訴，得有勝訴之確定判決推翻前，既非「非婚生子女」，其生父自無從依\r\n同法第一千零六十五條第一項規定對之為認領或經撫育視為認領，而生法\r\n律上之父子關係。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 384 號 民事裁定",
        "case_topic": "請求損害賠償聲請回復原狀",
        "case_date": "民國 98 年 04 月 23 日",
        "case_gist": "當事人或代理人，因天災或其他不應歸責於己之事由，遲誤不變期間者，\r\n依民事訴訟法第一百六十四條第一項規定，固得於其原因消滅後十日內，\r\n聲請回復原狀。惟該項不應歸責於己之事由，必發生在不變期間屆滿前，\r\n始得據以聲請回復原狀，若其事由係於不變期間屆滿後發生，即無聲請回\r\n復原狀之餘地。又所謂天災或其他不應歸責於己之事由，雖不能一一舉示\r\n，惟僅以照護家人病痛為理由，既非不能委任代理或不能依其他方法如投\r\n郵遞狀之方式以避免遲誤之情由發生，即難謂該項遲誤非應歸責於己之事\r\n由。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 292 號 民事裁定",
        "case_topic": "聲請確定訴訟費用額",
        "case_date": "民國 98 年 04 月 23 日",
        "case_gist": "民事訴訟法第九十一條第二項規定，聲請確定訴訟費用額者，應提出費用\r\n計算書，交付他造之計算書繕本或影本及釋明費用額之證書，旨在方便法\r\n院為費用之計算及相對人陳述意見。若因訴訟所生之費用，其支付及應負\r\n擔情形，資料齊全，計算簡明，即無要求聲請人提出費用計算書繕本之必\r\n要。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 279 號 民事裁定",
        "case_topic": "請求給付會款強制執行",
        "case_date": "民國 98 年 04 月 23 日",
        "case_gist": "強制執行應依執行名義為之，執行法院對於執行名義是否有效成立應加以\r\n審查，未確定之終局判決不備執行名義之要件，其執行名義尚未成立，執\r\n行法院不得據以強制執行。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 690 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 98 年 04 月 16 日",
        "case_gist": "共有人同意以抽籤方式決定分割共有物時各共有人所分得之位置，乃共有\r\n人意願之表徵，自得作為法院行使自由裁量權，酌定共有物分割方法之依\r\n據。苟經全體共有人同意以抽籤方式決定各共有人所分得之位置，除有無\r\n效或得撤銷之情形外，共有人即不得於事後再任意翻異，始符誠信原則。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 673 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 98 年 04 月 16 日",
        "case_gist": "損害賠償之債，以有損害之發生及有責任原因之事實，並二者之間，有相\r\n當因果關係為成立要件。故原告所主張損害賠償之債，如不合於此項成立\r\n要件者，即難謂有損害賠償請求權存在。且所謂相當因果關係，係指依經\r\n驗法則，綜合行為當時所存在之一切事實，為客觀之事後審查，認為在一\r\n般情形下，有此環境、有此行為之同一條件，均可發生同一之結果者，則\r\n該條件即為發生結果之相當條件，行為與結果即有相當之困果關係。反之\r\n，若在一般情形上，有此同一條件存在，而依客觀之審查，認為不必皆發\r\n生此結果者，則該條件與結果並不相當，不過為偶然之事實而已，其行為\r\n與結果間即無相當因果關係，不能僅以行為人就其行為有故意過失，即認\r\n該行為與損害間有相當因果關係。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 659 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 98 年 04 月 16 日",
        "case_gist": "按轉租契約係債之契約，原則上於承租人與次承租人間為有效，承租人違\r\n反民法第四百四十三條第一項規定，將租賃物轉租於他人，同條第二項既\r\n規定出租人得終止契約，則承租人未經出租人承諾，將非耕地之土地轉租\r\n於他人，自非當然無效，本院四十三年台上字第八六八號判例係指土地法\r\n第一百零八條及耕地三七五減租條例第十六條之耕地轉租情形，並不包括\r\n民法之一般土地轉租。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 652 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 98 年 04 月 16 日",
        "case_gist": "按雇主依勞基法第十一條第四款關於「業務性質變更，有減少勞工之必要\r\n，又無適當工作可供安置時」之規定，預告勞工終止勞動契約，因該款所\r\n謂「業務性質變更」，除重在雇主對於全部或一部分之部門原有業務種類\r\n（質）之變動外，最主要尚涉及組織經營結構之調整，舉凡業務項目、產\r\n品或技術之變更、組織民營化、法令適用、機關監督、經營決策、預算編\r\n列等變更均屬之，故解釋該款末句所稱之「無適當工作可供安置時」，為\r\n保障勞工之基本勞動權，加強勞雇關係，促進社會與經濟發展，防止雇主\r\n以法人之法律上型態，規避不當解僱行為之法規範，杜絕雇主解僱權濫用\r\n之流弊，自可將與「原雇主」法人有「實體同一性」之他法人，亦無適當\r\n工作可供安置之情形併予考慮在內，即「原雇主」法人與另成立之他法人\r\n，縱在法律上之型態，名義上之主體形式未盡相同，但該他法人之財務管\r\n理、資金運用、營運方針、人事管理暨薪資給付等項，如為「原雇主」法\r\n人所操控，該他法人之人格已「形骸化」而無自主權，並有適當工作可供\r\n安置勞工，二法人間之構成關係顯具有「實體同一性」者，均應包括在內\r\n，始不失該條款規範之真諦，庶幾與誠信原則無悖。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 241 號 民事裁定",
        "case_topic": "第三人撤銷之訴",
        "case_date": "民國 98 年 04 月 16 日",
        "case_gist": "形成之訴訴訟標的之形成權，有為財產上者，有為身分上者。其以身分上\r\n之形成權為訴訟標的者，為非財產權之訴訟；其以財產上之形成權為訴訟\r\n標的者，為財產權之訴訟。民事訴訟法第五百零七條之一規定之第三人撤\r\n銷訴訟，其訴訟標的之法律關係為撤銷確定終局判決對第三人不利部分之\r\n形成權，該部分所涉及者倘為財產權，即屬財產權訴訟。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 240 號 民事裁定",
        "case_topic": "請求損害賠償，聲請退還裁判費",
        "case_date": "民國 98 年 04 月 16 日",
        "case_gist": "民事訴訟法第八十三條係規定：原告撤回其訴者，訴訟費用由原告負擔。\r\n其於第一審言詞辯論終結前撤回者，得於撤回後三個月內聲請退還該審級\r\n所繳裁判費三分之二。前項規定，於當事人撤回上訴或抗告者準用之。是\r\n倘非撤回起訴、撤回上訴、或撤回抗告，即不得請求退還裁判費。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 643 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 98 年 04 月 10 日",
        "case_gist": "個案之具體事實應依證據認定之。無證據不得臆斷事實之真偽，更不容以\r\n「假設」之事實，作為「事實」，以之為判斷之基礎，此觀民事訴訟法第\r\n二百二十二條第一項、第三項之規定自明。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 234 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 04 月 10 日",
        "case_gist": "對於假扣押聲請之裁定抗告者，為保障債權人及債務人之程序權，並使法\r\n院能正確判斷原裁定之當否，應賦與債權人及債務人於抗告法院裁定前有\r\n陳述意見之機會，此觀民事訴訟法第五百二十八條第二項規定自明。是抗\r\n告法院除認抗告不合法或顯無理由而予駁回外，於裁定前，應使債權人或\r\n債務人有陳述意見之機會，其踐行之程序始得謂為適法。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 633 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 04 月 09 日",
        "case_gist": "所謂默示之意思表示，除依表意人之舉動或其他情事，足以間接推知其有\r\n承諾之效果意思者外，倘單純之沉默，依交易上之慣例或特定人間之特別\r\n情事，在一般社會之通念，可認為有一定之意思表示者，亦非不得謂為默\r\n示之意思表示（參照本院二十一年上字第一五九八號及二十九年上字第七\r\n六二號判例意旨）。又公寓大廈等集合住宅之買賣，建商與各承購戶約定\r\n，公寓大廈之共用部分或其基地之空地由特定共有人使用者，除別有規定\r\n外，應認共有人間已合意成立分管契約。倘共有人已按分管契約占有共有\r\n物之特定部分，他共有人嗣後將其應有部分讓與第三人，除有特別情事外\r\n，其受讓人對於分管契約之存在，通常即有可得而知之情形，而應受分管\r\n契約之拘束。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 610 號 民事判決",
        "case_topic": "交付支票",
        "case_date": "民國 98 年 04 月 09 日",
        "case_gist": "確定之終局判決有既判力者，除別有規定外，限於經裁判之訴訟標的，此\r\n觀民事訴訟法第四百條第一項規定即明。於後訴訟之訴訟標的與前訴訟之\r\n訴訟標的同一（本院十九年度上字第二七八號判例參照）、相反而矛盾（\r\n本院二十六年度渝上字第一一六一號判例參照），或前訴訟之訴訟標的係\r\n後訴訟請求之先決法律關係者（本院二十九年度上字第九七五號判例參照\r\n），固有上開規定之適用。但後訴訟之訴訟標的為前訴訟之先決法律關係\r\n者，前訴訟判決理由中之判斷，對於後訴訟尚不具既判力。至後訴訟是否\r\n應受前訴訟判決理由中判斷之拘束，以符程序法上之誠信原則，要係別一\r\n問題。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 607 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 98 年 04 月 09 日",
        "case_gist": "履約保證金之目的在於擔保契約之履行，以保障因付履約保證金之人不履\r\n行契約所造成對方之損害，通常屬於違約定金性質，倘契約當事人無特別\r\n約定，依民法第二百四十九條第二款規定，須因可歸責於付履約保證金當\r\n事人之事由而致之給付不能（履行不能），受履約保證金當事人始可主張\r\n沒收該履約保證金，如僅係給付遲延及不為給付與給付不完全而能補正者\r\n均不包括在內。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 223 號 民事裁定",
        "case_topic": "請求撤銷仲裁判斷聲請停止執行",
        "case_date": "民國 98 年 04 月 09 日",
        "case_gist": "當事人依仲裁法第四十二條第一項之規定，聲請法院以裁定停止仲裁判斷\r\n之執行，既係本於當事人提起撤銷仲裁判斷之訴而為之，並以受理撤銷仲\r\n裁判斷之訴之法院為其管轄法院，則據撤銷仲裁判斷之訴而聲請停止執行\r\n，自應與撤銷仲裁判斷之訴同其程序為當，以避免適用程序不一而有扞格\r\n。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 599 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 98 年 04 月 02 日",
        "case_gist": "按起訴，應以訴狀表明應受判決事項之聲明，民事訴訟法第二百四十四條\r\n第一項第三款定有明文。該款所稱之「應受判決事項之聲明」乃請求判決\r\n之結論，亦係請求法院應為如何判決之聲明，如當事人獲勝訴之判決，該\r\n聲明即成為判決之主文，並為將來據以強制執行之依據及範圍。是以原告\r\n提起給付之訴，依上揭起訴必備程式之規定，所表明訴之聲明（給付內容\r\n及範圍）與法院所為之判決主文，均必須明確一定、具體合法、適於強制\r\n執行。如其聲明有不明瞭或不完足者，審判長應行使闡明權，令其補充之\r\n，此為審判長因定訴訟關係之闡明權，同時為其義務。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 597 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 04 月 02 日",
        "case_gist": "專利權人自己製造、販賣或同意他人製造、販賣之專利物品經第一次流入\r\n市場後，專利權人就該專利物品之權利已經耗盡，不得再享有其他權能，\r\n此即為權利耗盡原則。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 583 號 民事判決",
        "case_topic": "宣告董事行為無效",
        "case_date": "民國 98 年 04 月 02 日",
        "case_gist": "財團於登記前，應得主管機關之許可；設立財團者，應訂立捐助章程；財\r\n團董事，有違反捐助章程之行為時，法院得因主管機關、檢察官或利害關\r\n係人之聲請，宣告其行為為無效，為民法第五十九條、第六十條第一項及\r\n第六十四條所明定。準此，為防止財團董事濫用職權，違反章程圖其私利\r\n，以維護社會公益，法律始明定除利害關係人外，主管機關或檢察官亦得\r\n聲請法院宣告其行為無效。可知當事人依民法第六十四條規定起訴者，為\r\n具公益性質之形成之訴，非屬得自由處分之訴訟標的，被告即不得對之為\r\n認諾之訴訟行為，否則不生認諾之效力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 572 號 民事判決",
        "case_topic": "國家賠償等",
        "case_date": "民國 98 年 04 月 02 日",
        "case_gist": "土地上之建築物或其他工作物所致他人權利之損害，由工作物之所有人負\r\n賠償責任。但其對於設置或保管並無欠缺，或損害非因設置或保管有欠缺\r\n，或於防止損害之發生，已盡相當之注意者，不在此限，民法第一百九十\r\n一條第一項定有明文。又依公寓大廈管理條例第三條第九款規定，公寓大\r\n廈之管委會權責，乃在執行區分所有權人會議決議事項暨公寓大廈管理維\r\n護工作。管委會係由區分所有權人選任住戶若干人為管理委員所設立之組\r\n織，其本身僅為區分所有權人會議之執行機構，並無實體法上之權利能力\r\n，其行為即為區分所有人之行為，苟其行為致他人於損害，自應由區分所\r\n有人負侵權行為或其他之法定賠償責任。"
    },
    {
        "case_id": "最高法院 98 年度台簡抗字第 13 號 民事裁定",
        "case_topic": "請求給付票款聲請承當訴訟",
        "case_date": "民國 98 年 04 月 02 日",
        "case_gist": "所謂訴訟標的，係指為確定私權所主張或否認之法律關係，欲法院對之加\r\n以裁判者而言。本件亞○開發公司依票據法第五條、第一百二十六條及第\r\n一百三十三條規定，請求相對人給付票款，其為訴訟標的之法律關係為票\r\n據關係。亞○開發公司嗣於原審將系爭票據債權讓與亞○科技公司，並將\r\n系爭支票交付亞○科技公司。亞○科技公司雖係因期後背書取得系爭票據\r\n，依票據法第一百四十四條準用同法第四十一條規定，固僅具有通常債權\r\n轉讓之效力。惟非謂被背書人亞○科技公司因此即不得享有票據上權利。\r\n在訴訟程序上，亞○科技公司既仍得請求相對人給付票款，其顯係為訴訟\r\n標的之法律關係之受讓人。依上揭規定，自得聲請裁定准許承當訴訟。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 546 號 民事判決",
        "case_topic": "返還工程款等",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "原告起訴時有特定訴訟標的之義務，以之劃定法院審判範圍，並據以決定\r\n起訴後有無訴之變更追加，及判決確定後既判力之客觀範圍。而訴訟標的\r\n之特定，應依原告訴之聲明及原因事實為之，訴訟標的與實體法上法律關\r\n係主張，兩者概念不同，基於處分權主義，法院不得就訴訟標的以外之事\r\n項為審判；至於當事人實體法上法律關係主張，法院不受其主張之拘束。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 544 號 民事判決",
        "case_topic": "塗銷所有權移轉登記等",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "信託乃委託人為自己或第三人之利益，將信託財產移轉於受託人，由受託\r\n人管理或處分，以達成一定經濟上或社會上之目的之行為。而信託之擔保\r\n讓與，係指債務人為擔保其債務，將擔保物所有權移轉於債權人，而使債\r\n權人在不超過擔保目的範圍內，取得擔保物所有權，債權清償後，該擔保\r\n物即應返還於債務人；債務不履行時，債權人得將擔保物變賣或估價而就\r\n該價金受清償者而言，庶免其迴避九十六年三月二十八日修法前民法第八\r\n百七十三條第二項禁止之規定。兩者保護主體不同，法律效果迥異。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 543 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "仲裁判斷逾越仲裁協議之範圍者，當事人得對於他方提起撤銷仲裁判斷之\r\n訴，仲裁法第四十條第一項第一款固定有明文。惟所謂仲裁判斷逾越仲裁\r\n協議之範圍，係指就當事人約定仲裁以外之事項作成判斷而言。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 537 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "依民法第三百六十七條之規定，出賣人對買受人所得請求者，為依買賣契\r\n約所約定之價金。此與依無因管理或不當得利請求者，為管理人支出之費\r\n用或受領人所受之利益，並不相同。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 519 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "承攬工作物因可歸責於承攬人之事由，致工作物發生瑕疵，定作人之損害\r\n賠償請求權，其行使期間，民法債編各論基於承攬之性質及法律安定性，\r\n於第五百十四條第一項既已定有短期時效，自應優先適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 511 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "為一部請求者，就實體法而言固得自由行使該一部債權，惟在訴訟法上乃\r\n為可分之訴訟標的，其既判力之客觀範圍仍以該起訴之聲明為限度，且祇\r\n就該已起訴部分有中斷時效之效果。從而因一部請求而起訴之中斷時效，\r\n並不當然及於嗣後將其餘殘額擴張請求之部分。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 504 號 民事判決",
        "case_topic": "請求確認債權不存在等",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "民法第四百九十條第一項規定，承攬契約之承攬人，倘未完成承攬之工作\r\n，即無報酬請求權。此與委任契約之受任人，於受委託事務處理完畢，不\r\n論有無結果，均得請求報酬之情形不同。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 501 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "約定之違約金過高者，法院得減至相當之數額，民法第二百五十二條定有\r\n明文。準此可知，應待法院依職權為酌減違約金之裁判，始生形成效力。\r\n故當事人（債權人）在法院為酌減前，並無返還違約金之義務，必於法院\r\n為酌減裁判之法律效果形成後，請求權一方（債務人）之請求權方確定發\r\n生，而有因債權人給付遲延另須支付遲延利息問題。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 204 號 民事裁定",
        "case_topic": "強制執行",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "強制執行得以確定判決為執行名義為之，強制執行之當事人，依該確定判\r\n決之記載定之。應為如何之執行，則依執行名義之內容定之。且確定判決\r\n除有法定情形得以再審之訴聲明不服外，當事人不得更以該確定判決之當\r\n否為爭執，若無上述法定情形，憑空指摘原確定判決事實錯誤或審理疏漏\r\n，不問以何程式聲明不服，均為法所不許。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 201 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "按抗告程序，依民事訴訟法第四百九十五條之一第一項準用第四百四十七\r\n條第一項但書第一款至第六款規定，非不得提出新事實及證據。是債權人\r\n向本案管轄法院或假扣押標的所在地之地方法院聲請假扣押時，縱未釋明\r\n請求及假扣押之原因，於抗告程序，如有同法第四百四十七條第一項但書\r\n第一款至第六款所列各款情形之一，並對各該款事由依同條第二項釋明者\r\n，自仍得提出新事實及證據，以釋明其請求及假扣押之原因，抗告法院初\r\n無任意拒斥不予審究之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 200 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "（一）按債權人向連帶債務人中之一人免除債務，而無消滅全部債務之意\r\n      思表示者，除該債務人應分擔之部分外，他債務人仍不免其責任，\r\n      民法第二百七十六條第一項定有明文。依此規定，債務人應分擔部\r\n      分之免除，仍可發生絕對之效力，亦即債權人與連帶債務人中之一\r\n      人成立和解，如無消滅其他債務人連帶賠償債務之意思，而其同意\r\n      債權人賠償金額超過「依法應分擔額」（同法第二百八十條）者，\r\n      因債權人就該連帶債務人應分擔之部分，並無作何免除，對他債務\r\n      人而言，固僅生相對之效力而無上開條項之適用，但其應允債權人\r\n      賠償金額如低於「依法應分擔額」時，該差額部分，即因債權人對\r\n      其應分擔部分之免除而有該條項規定之適用，並對他債務人發生絕\r\n      對之效力。\r\n（二）強制執行法第二十二條第一項第三款雖規定，債務人就應供強制執\r\n      行之財產有隱匿或處分之情事者，執行法院「得」拘提之。第二項\r\n      並規定，前項情形，執行法院「得」命債務人提供擔保，無相當擔\r\n      保者，管收之。但該項強制處分之性質，涉及人身自由，於金錢請\r\n      求權之執行，適用上尤應審慎以論，儘先採用直接對物之執行方法\r\n      ，注意債務人財產之執行，非該事件有不得已之情事，或非以該間\r\n      接對人之執行無法達其執行之目的，而有拘提、管收債務人以促使\r\n      履行之必要者，方得適用之。又該條款所謂之「應供強制執行之財\r\n      產」，係指債務人應供強制執行之責任財產而言，亦即債務人之財\r\n      產中，得為強制執行客體之財產總稱。此於金錢請求權之執行，必\r\n      以執行法院得為查封、換價以滿足債權人金錢債權之債務人財產始\r\n      足當之，倘已查封之財產，業足供清償債權者，其餘財產即非應供\r\n      強制執行之財產（責任財產之「物之基準」），並須兼顧以查封之\r\n      時為基準，考量開始執行（查封）時，現係債務人所有之財產為其\r\n      執行對象之範圍（責任財產之「時之基準」）。是債權人聲請強制\r\n      執行時，縱係債務人之財產，如於查封前已經債務人有效處分者，\r\n      仍不得對之強制執行，並認其為本款所稱之債務人「應供強制執行\r\n      之財產」，參照破產法第七十一條第一項、第八十二條第一項第一\r\n      款及消費者債務清理條例第九十條第三款、第九十一條第一項第一\r\n      款、第九十八條第一項第一款各明定，破產人及債務人隱匿或處分\r\n      屬於「破產、清算財團」（以破產宣告或裁定清算時為構成該財團\r\n      之基準）之財產，得為拘提、管收之規定，至為灼然。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 187 號 民事裁定",
        "case_topic": "給付借款強制執行聲明異議",
        "case_date": "民國 98 年 03 月 26 日",
        "case_gist": "按基地出賣時，地上權人、典權人或承租人有依同樣條件優先購買之權。\r\n房屋出賣時，基地所有權人有依同樣條件優先購買之權。前項優先購買權\r\n人，於接到出賣通知後十日內不表示者，其優先權視為放棄。出賣人未通\r\n知優先購買權人而與第三人訂立買賣契約者，其契約不得對抗優先購買權\r\n人，土地法第一百零四條定有明文。所謂出賣人未通知優先購買權人而與\r\n第三人訂立買賣契約者，其契約不得對抗優先購買權人，係指出賣人與第\r\n三人間以買賣為原因而成立之移轉行為，對於優先購買權人不生效力，優\r\n先購買權人仍得行使優先購買權。而強制執行法上之拍賣為買賣之一種，\r\n於拍賣程序仍有上開規定之適用；故不動產拍定後，如有上開土地法所定\r\n之優先購買權人時，執行法院應通知該優先購買權人是否優先購買。執行\r\n法院如未通知，則縱已核發權利移轉證書予拍定人，其移轉亦不得對抗優\r\n先購買權人，優先購買權人仍得主張權利；故執行法院於核發權利移轉證\r\n書予拍定人後，通知優先購買權人行使權利，自難謂其通知不生效力。而\r\n基地共有人如均對其上建物有優先購買權，執行法院自應分別通知，此於\r\n共有人中已有人主張優先承買時，並無不同。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 479 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 98 年 03 月 19 日",
        "case_gist": "基地出賣時，地上權人有依同樣條件優先購買之權，係指地上權人於基地\r\n所有權人出賣基地時，有依與受讓基地之第三人同樣條件購買該基地之意\r\n，此觀土地法第一百零四條第一項規定自明。所謂「依同樣條件優先購買\r\n」，即指在買賣條件如買賣標的、範圍、價金、付款方式、瑕疵擔保等均\r\n相同情形下，地上權人得要求優先成為基地之買受人。易言之，在地上權\r\n人行使優先購買權時，對基地之出賣人而言，僅買賣契約之相對人即買受\r\n人變更為地上權人而已，其餘因基地買賣契約所生之相關法律關係、所得\r\n行使、負擔之權利及義務，要與原應與第三人成立買賣契約所生者並無任\r\n何不同。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 478 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 98 年 03 月 19 日",
        "case_gist": "修正前民法第七百五十七條明定，物權，除本法或其他法律有規定外，不\r\n得創設。準此，依同法第八百七十六條第一項規定設定抵押權時，土地及\r\n其土地上之建築物，同屬於一人所有，而僅以土地或僅以建築物為抵押者\r\n，於抵押物拍賣時，視為已有地上權之設定。可知基於物權法定主義精神\r\n，法定地上權必須合於法律之特別規定，始能成立。亦即須於設定抵押權\r\n時，土地及其土地上之建築物，同屬於一人所有，而僅以土地或僅以建築\r\n物為抵押者，於抵押物拍賣時為其成立法定地上權要件。倘於設定抵押權\r\n時之土地及建物非屬同一人，或土地及建物分別為數人所有或各有多數不\r\n相同之共有人，而於拍賣異其所有人之情形時，如仍認有法定地上權存在\r\n，即逾該條項規定之範圍，其因而造成拍定人之不利益，顯難謂為公允，\r\n應無以相類事實為相同處理之法理，而適用民法第八百七十六條第一項規\r\n定之餘地。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 462 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 98 年 03 月 19 日",
        "case_gist": "時效因聲請調解而中斷者，若調解不成立時，依民法第一百三十三條規定\r\n，固視為不中斷。惟民法第一百二十九條第一項第一款所稱之請求，並無\r\n需何種之方式，衹需債權人對債務人為請求履行債務之意思，即為已足。\r\n故債權人於行調解程序時請求債務人履行債務者，即有民法第一百二十九\r\n條第一項第一款及第一百三十條規定之適用，時效應自斯時起中斷。"
    }
]