[
    {
        "case_id": "最高法院 88 年度台抗字第 186 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "再抗告人僅泛稱相對人繼續執行董事職權，將對於東方專校造成損害，而\r\n未釋明其個人之何種權利將受重大損害，或於其與相對人間之法律關係有\r\n何特別情事，有定暫時狀態之必要，尚難因其陳明願供擔保，即認可補足\r\n釋明之欠缺，其聲請假處分禁止相對人行使董事職權，自屬不應准許。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 183 號 民事裁定",
        "case_topic": "請求給付薪資",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "在區分所有大廈內住戶所設管理委員會所僱用之管理員，性質上屬於全體\r\n住戶之受僱人，與民事訴訟法第一百三十七條第一項規定之受僱人相當。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 858 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 04 月 23 日",
        "case_gist": "民法上之債權契約，除法律有特別規定外，僅於特定人間發生法律上之效\r\n力。本件訴外人黃○元與證人李○綱就合建契約成立新協議，而上訴人則\r\n於八十三年八月二日自黃○元處以買賣為原因取得系爭土地之所有權，為\r\n原審所認定。查合建契約為債權契約，上訴人既非上開合建契約新協議之\r\n當事人，何以須受該新協議之拘束，原審未敘明其理由，遽謂被上訴人在\r\n系爭土地上建築房屋非無權占有，而為上訴人不利之判決，自嫌速斷。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 258 號 民事裁定",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 88 年 04 月 23 日",
        "case_gist": "撤銷仲裁判斷之訴，應於判斷書交付或送達之日起，三十日之不變期間內\r\n為之，修正前商務仲裁條例第二十四條 (現行仲裁法第四十一條第二項前\r\n段) 定有明文。關於此期間之計算，該條例並未規定，依同條例第三十五\r\n條 (同前法第五十二條) 規定應適用非訟事件法，非訟事件法亦未規定，\r\n應準用民事訴訟法第一百六十一條規定適用民法第一百二十條第二項：「\r\n以日定期間者，其始日不算入」規定，則上開三十日不變期間，其始日即\r\n判斷書交付或送達之日不算入。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 837 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 04 月 22 日",
        "case_gist": "依所得稅法第十七條規定，受扶養者如年滿七十歲，其免稅額增加百分之\r\n五十，如屬殘障者 (包括精神病人) ，亦按其情節列有特別扣除額，足見\r\n受扶養之老邁或殘障者，其所需之費用確較常人為多。原審既謂上訴人蔡\r\n邱○年已老邁，上訴人蔡素○患有重度精神疾病，均須仰賴被害人蔡○伏\r\n扶養，乃於酌定被上訴人李○原應賠償該二人之扶養費額數時，竟未依上\r\n述所得稅法之規定而衹以一般免稅額之標準為審酌，自非允洽。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 168 號 民事裁定",
        "case_topic": "請求回復戶籍登記",
        "case_date": "民國 88 年 04 月 22 日",
        "case_gist": "訴訟事件不屬普通法院之權限者，依民事訴訟法第二百四十九條第一項第\r\n一款規定，法院固應以裁定駁回之。惟是否屬民事訴訟之範疇，應以原告\r\n起訴主張為訴訟標的之法律關係為斷，而非以法院調查之結果為依歸。至\r\n法院調查之結果，認原告請求者不符法律規定之要件時，則屬其訴有無理\r\n由之問題，自與法院有否審判權無涉。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 167 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 88 年 04 月 22 日",
        "case_gist": "送達於住居所、事務所或營業所，不獲會晤應受送達人者，得將文書付與\r\n有辨別事理能力之同居人或受僱人，民事訴訟法第一百三十七條第一項定\r\n有明文。依此規定，送達文書以應受送達人之住居所、事務所或營業所為\r\n送達處所，必已依法送達於上開處所而不獲會晤應受送達人，始得將文書\r\n付與有辨別事理能力之同居人或受僱人；未依法送達於應受送達人之住居\r\n所、事務所或營業所，而將文書付與他人代收者，應不生送達之效力。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 161 號 民事裁定",
        "case_topic": "請求遷讓房屋",
        "case_date": "民國 88 年 04 月 22 日",
        "case_gist": "聲請訴訟救助，依民事訴訟法第一百零九條第二項、第二百八十四條之規\r\n定，應提出能即時調查之證據，以釋明請求救助之事由。是法院調查聲請\r\n人是否無資力支出訴訟費用，專就聲請人提出之證據為之，如聲請人並未\r\n提出證據，即應將其聲請駁回，無依職權調查或定期命補正之必要。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 792 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 04 月 16 日",
        "case_gist": "當事人於訴訟上所為之自認，於辯論主義所行之範圍內有拘束法院之效力\r\n，法院自應認當事人自認之事實為真，以之為裁判之基礎。當事人合法委\r\n任之訴訟代理人，在訴訟上為自認，亦與該當事人自身所為者同。又自認\r\n之撤銷，除別有規定外，以自認人能證明與事實不符，且係出於錯誤而為\r\n自認者，始得為之，民事訴訟法第二百七十九條第三項定有明文。故自認\r\n人撤銷其自認者，除應向法院為撤銷自認之表示外，自須舉證證明其自認\r\n有與事實不符，且其自認係出於錯誤之事實。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 784 號 民事判決",
        "case_topic": "請求交付房屋",
        "case_date": "民國 88 年 04 月 16 日",
        "case_gist": "民法第八百七十三條第二項規定：「約定於債權已屆清償期，而未為清償\r\n時，抵押物之所有權移屬於抵押權人者，其約定為無效」，雖係指已登記\r\n之抵押權而言，但其立法意旨，係保護債務人免其因一時之急迫，而蒙受\r\n重大之不利，故對於未登記之抵押權所為流質契約之訂定，自屬無效。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 765 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 04 月 15 日",
        "case_gist": "倉庫營業人堆藏及保管物品，應以善良管理人之注意為之，民法第六百十\r\n四條準用第五百九十條規定甚明。其對於堆藏及保管物之毀損滅失，非證\r\n明自己於善良管理人之注意無所欠缺，自不能免其賠償責任。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 764 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 04 月 15 日",
        "case_gist": "共有人就共有不動產訂立協議分割契約者，僅各共有人對他共有人取得依\r\n分割方法而為履行之請求權，在未依分割結果辦畢分割登記前，尚不能單\r\n獨取得分得土地之所有權，自無分得土地間已有疆界之可言，更無共有人\r\n建築房屋逾越該疆界之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 763 號 民事判決",
        "case_topic": "請求給付貨款",
        "case_date": "民國 88 年 04 月 15 日",
        "case_gist": "債務人之給付兼須債權人之行為而不行為，債權人即係受領遲延。而債權\r\n人受領遲延，僅為權利之不行使，除有民法第二百四十條之適用，債務人\r\n得請求賠償提出及保管給付物之必要費用，或當事人間另有特別約定外，\r\n殊不負任何之賠償責任。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 149 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 88 年 04 月 15 日",
        "case_gist": "聲請定暫時狀態之假處分，應依民事訴訟法第五百三十八條、第五百三十\r\n三條及第五百二十五條第一項第二款規定，表明所欲請求保全強制執行之\r\n標的法律關係或權利及其發生請求權之原因事實，亦即債權人應具體表明\r\n所欲在本案訴訟請求之標的及其請求之原因事實。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 731 號 民事判決",
        "case_topic": "請求返還三七五租約耕地",
        "case_date": "民國 88 年 04 月 09 日",
        "case_gist": "承租人承租土地非因不可抗力繼續一年不為耕作者，出租人既得依耕地三\r\n七五減租條例第十七條第一項第四款規定終止租約，則不問承租人不為耕\r\n作之承租土地為一部或全部，出租人均得終止租約，收回全部耕地。則縱\r\n系爭耕地中七一四地號土地Ａ斜線部分，未曾廢耕，亦不影響被上訴人依\r\n法終止租約收回全部耕地。從而被上訴人依前揭法條終止兩造間之耕地租\r\n約，並本於租賃物返還請求權，請求上訴人返還系爭二筆耕地如附圖Ａ所\r\n示部分之土地，自無不合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 729 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 88 年 04 月 09 日",
        "case_gist": "依不當得利之法則請求返還不當得利，以無法律上之原因而受利益，致他\r\n人受有損害為其要件，故得請求返還之範圍，應以對方所受之利益為度，\r\n非以請求人所受損害若干為準，被上訴人以上訴人受有新台幣四百二十六\r\n萬五千八百二十五元本息之利益而請求上訴人返還，於法自無不合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 718 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 88 年 04 月 08 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免除之，\r\n民法第二百十七條第一項定有明文。此項規定之目的在謀求加害人與被害\r\n人間之公平，倘受害人於事故之發生亦有過失時，由加害人負全部賠償責\r\n任，未免失諸過酷，是以賦與法院得不待當事人之主張，減輕其賠償金額\r\n或免除之職權。又所謂被害人與有過失，只須其行為為損害之共同原因，\r\n且其過失行為並有助成損害之發生或擴大者，自屬相當，不問賠償義務人\r\n應負故意、過失或無過失責任，均有該條項規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 716 號 民事裁定",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 04 月 08 日",
        "case_gist": "約定之違約金過高者，法院得減至相當之數額，為民法第二百五十二條所\r\n明定，依此規定，違約金之核減，應為法院之職權，原無待當事人之主張\r\n。本件被上訴人本於契約解除回復原狀請求權訴請上訴人返還已繳交之價\r\n金，上訴人抗辯該價金業經依前開約定沒收充為違約金，原法院因認該約\r\n定之違約金過高予以核減，則超過法院核減部分，上訴人已無違約金債權\r\n之存在，仍屬被上訴人繳付之價金，被上訴人依民法第二百五十九條規定\r\n訴請返還，原審就此部分予以准許，自不能指為違法。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 711 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 04 月 08 日",
        "case_gist": "買賣因物有瑕疵，出賣人應負擔保之責，如依其情形，解除契約顯失公平\r\n者，買受人即不得解除契約，此觀民法第三百五十九條規定即明；所謂顯\r\n失公平，係指瑕疵對於買受人所生之損害與解除對於出賣人所生之損害，\r\n有失平衡而言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 698 號 民事判決",
        "case_topic": "請求返還土地",
        "case_date": "民國 88 年 04 月 02 日",
        "case_gist": "查公用地役關係並非私法上之權利，乃私有土地而具有公共用物性質之法\r\n律關係，與民法上地役權之概念有間，並不以登記為成立要件，倘私有土\r\n地具有公用地役關係存在時，土地所有權人行使權利，即應受限制，不得\r\n違反供公眾使用之目的，排除他人之使用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 694 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 88 年 04 月 02 日",
        "case_gist": "債為特定人間之權利義務關係，僅債權人得向債務人請求給付，第三人並\r\n無請求債務人向債權人給付之權利，此為債之相對性原則。茂○公司出具\r\n代位行使授權書與上訴人，同意上訴人代位行使其對被上訴人所得行使之\r\n損害賠償請求權，其權利義務關係僅存在於茂○公司與上訴人間，被上訴\r\n人並不受其拘束。上訴人對被上訴人得否代位行使茂○公司對被上訴人之\r\n權利，仍應視其代位權行使要件 (民法第二百四十二條、第二百四十三條\r\n) 是否具備而定。查債務人怠於行使其權利時，債權人因保全債權，固得\r\n以自己之名義，行使其權利；惟此須以有保全債權之必要為前提，即債權\r\n人如不代位行使債務人之權利，其債權即有不能受完全滿足清償之虞時，\r\n債權人始有保全其債權之必要，而得行使代位權；倘債之標的與債務人之\r\n資力有關者，如金錢之債，其債務人應就債務之履行負無限責任，債務人\r\n茍有資力，債權即可獲得清償，若債務人陷於無資力或資力不足，債權之\r\n經濟上價值即行減損，故代位權之行使應以債務人陷於無資力或資力不足\r\n為要件。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 670 號 民事判決",
        "case_topic": "塗銷抵押權登記",
        "case_date": "民國 88 年 03 月 31 日",
        "case_gist": "抵押權為不動產物權，非經登記，不生效力，抵押權人僅能依設定登記內\r\n容行使權利。系爭抵押權登記之債務人為上訴人，為原審認定之事實，果\r\n爾，系爭抵押權登記有無塗銷原因，自應以上訴人對被上訴人是否負有債\r\n務以為斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 665 號 民事判決",
        "case_topic": "返還定金",
        "case_date": "民國 88 年 03 月 31 日",
        "case_gist": "契約之合意解除為契約行為，係以第二次契約解除第一次契約；而法定解\r\n除權之行使為單獨行為，應具備各該法律所規定之要件始得為之。兩者性\r\n質不同，效果亦異，在訴訟上為不同之訴訟標的。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 203 號 民事裁定",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 03 月 31 日",
        "case_gist": "土地占有人因時效而取得地上權登記請求權者，向該管地政機關聲請為地\r\n上權登記，如經地政機關受理，受訴法院固應就占有人是否具備取得地上\r\n權之要件，為實體上之裁判，惟此之向該管地政機關為地上權登記之聲請\r\n，限於土地所有人對占有人提起拆屋還地訴訟前為之，蓋因時效而取得地\r\n上權登記請求權者，不過有此請求權而已，在未登記為地上權人以前，仍\r\n不得據以對抗土地所有人而認其非無權占有。土地所有人本於所有權主張\r\n占有人無權占有土地，對占有人起訴而為請求後，占有人始向地政機關為\r\n地上權登記之聲請，若認法院仍必須就占有人是否具備取得地上權之要件\r\n，為實體上之調查審認，將導致占有人於訴訟中利用向地政機關為地上權\r\n登記之聲請手段，阻撓及拖延訴訟之進行，影響土地所有人之權益，自非\r\n可取。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 136 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 88 年 03 月 31 日",
        "case_gist": "關於金錢請求權之強制執行，債務人為中央或地方機關或依法為公法人者\r\n，執行法院應對該債務人先發執行命令，促其於三十日內依照執行名義自\r\n動履行或將金錢支付執行法院轉給債權人。債務人應給付之金錢，列有預\r\n算項目而不依前項規定辦理者，執行法院得適用強制執行法第一百十五條\r\n第一項、第二項規定，逕向該管公庫執行之，此觀同法第一百二十二條之\r\n二第一項、第二項之規定自明。又辦理強制執行事件應行注意事項第六十\r\n五條之一第三款規定，債務人為政府機關或其他公法人時，如其應給付之\r\n金錢，不在原列預算項目範圍內，應由該機關於原列預算內之預備金項下\r\n支付或另行辦理預算法案撥付。查本件再抗告人對於相對人台北市政府捷\r\n運工程局請求給付金錢之強制執行，執行法院疏未依首揭規定，先發執行\r\n命令，促債務人即相對人於三十日內依照執行名義自動履行或將金錢支付\r\n執行法院轉給債權人即再抗告人，而逕依強制執行法第一百十五條第一項\r\n規定，以執行命令「禁止債務人台北市政府捷運工程局收取對第三人台北\r\n銀行股份有限公司之存款債權或為其他處分，第三人亦不得對債務人清償\r\n」，扣押相對人在該銀行之存款債權，該執行命令顯有未遵守上開應遵守\r\n之執行程序，相對人據以聲明異議，執行法院疏未斟酌，予以駁回之，自\r\n有未合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 661 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 88 年 03 月 26 日",
        "case_gist": "契約之成立，須有要約與承諾二者意思表示一致之事實始足當之，若無此\r\n事實，即契約尚未合法成立，自不發生契約之效力。協議分割共有物亦為\r\n契約一種，必須共有人全體以消滅共有關係為目的，同意分割方法之意思\r\n合致，始生協議分割之效力。查系爭土地共有人林○源、林○仁、黃○棟\r\n、林○水、林○昌、林○黎、林○有、林○能、林○廷、林○美、林○堂\r\n、林○禎、林○輝、黃○香、潘○清、林○鳳、林○英、林○麟、黃○○\r\n香、林○堂、林○彩、林○昌、林○健分別與陳林就系爭共有土地訂立合\r\n建契約，彼此間並未另行為分割之協議，既為原審合法確定之事實，則兩\r\n造間似無就系爭土地訂立協議分割契約，乃原審未注意及此，竟以系爭土\r\n地全體共有人既同意與陳林在系爭土地上合建房屋，並分配取得房屋及基\r\n地之方法，認定兩造就系爭土地已訂立協議分割契約，自有可議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 657 號 民事",
        "case_topic": "請求返還不當得利事件",
        "case_date": "民國 88 年 03 月 26 日",
        "case_gist": "按保險契約如約定第三人為受益人，使受益人享有賠償請求權，即屬附有\r\n第三人利益契約之保險契約。又第三人利益契約之要約人，所以約定由債\r\n務人向第三人給付，常有其使第三人受利益之原因，此原因即為對價關係\r\n，第三人受領給付，即係基於其與要約人間之對價關係。故要約人與債務\r\n人之基本契約縱經解除，如第三人與要約人間之對價關係，仍然存在，第\r\n三人受領之給付，即與無法律上之原因而受利益或雖有法律上之原因而其\r\n後已不存在之情形有別，不生不當得利之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 656 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 03 月 26 日",
        "case_gist": "利用他人之發明或新型，在其專利權期限內，再發明或再新型創作者，得\r\n申請專利。但再發明人或再新型創作人應給專利權人以相當之補償金或協\r\n議合製，專利權人如無正當理由，不得拒絕，此觀舊專利法第九條、第一\r\n百十條規定自明。又八十三年十月三日修正前專利法施行細則第四十二條\r\n規定上開專利權補償金估價應注意之事項，第四十三條規定其估價有爭議\r\n時，得申請專利專責機關核定之。是再發明或再新型創作既係利用他人之\r\n發明或新型為再發明或再新型創作，其於實施再發明或再新型專利權時，\r\n應給予原專利權人相當之補償金或協議合製，否則將對原專利權人構成侵\r\n害。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 653 號 民事判決",
        "case_topic": "塗銷抵押權登記",
        "case_date": "民國 88 年 03 月 26 日",
        "case_gist": "抵押權為不動產物權，非經登記不生效力。且抵押權人僅能依設定登記之\r\n內容行使權利。查依系爭抵押權設定契約書、登記申請書及台北縣新店地\r\n政事務所函所載，系爭抵押權所擔保之債權係對訴外人魯○澤所簽發之前\r\n述五百萬元本票債權，上訴人辯稱系爭抵押權所擔保者係借款債權，然未\r\n舉證以實其說，委無可採。至票據法第二十二條第四項之利得償還請求權\r\n，係票據法上之一種特別權利，並非票據權利，自非本件抵押權所擔保債\r\n權效力所及之範圍。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 634 號 民事",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 03 月 26 日",
        "case_gist": "按民事訴訟法第五百零二條第二項所謂再審之訴顯無再審理由，係指依再\r\n審原告所主張之再審理由，不經調查即可認定，在法律上顯無理由而不能\r\n獲得勝訴之判決者而言。若就再審原告所主張之事實，依其所表明證據，\r\n能否為有利之證明，仍須經調查者，即非所謂顯無再審理由。查原審既認\r\n，依上訴人所表明之證據，及所提出之帳單影本暨聲明之人證，尚難定其\r\n真偽，倘欲判斷上訴人之陳述是否屬實，勢必深入調查，傳訊證人或鑑定\r\n帳單，始可為有利與否之認定云云，揆諸首揭說明，即非顯無再審理由之\r\n問題。乃原審竟認其為顯無再審理由，不經言詞辯論逕以判決駁回之，自\r\n屬違背法令。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 630 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 03 月 26 日",
        "case_gist": "「合夥固因合夥之目的事業不能完成而解散」 (民法第六百九十二條第三\r\n款參照) ，惟合夥之生財器具滅失與合夥之目的事業不能完成係屬二事，\r\n原審徒以群星會酒店之全部生財器具已燒盡無存，即謂群星會酒店不能繼\r\n續營業已解散，自有可議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 627 號 民事判決",
        "case_topic": "清償債務（第三人異議之訴）等事件",
        "case_date": "民國 88 年 03 月 25 日",
        "case_gist": "建築法第一百零二條之一規定：建築物依規定應附建防空避難設備或停車\r\n空間。而區分所有建物內之法定防空避難設備或法定停車空間 (如依建築\r\n技術規則建築設計施工編第五十九條設置之法定停車空間) ，均不得與主\r\n建物分離，應為區分所有建物全體所有權人所共有或合意由部分區分所有\r\n建物所有權人所共有。至關於建築物附設法定防空避難設備及法定停車空\r\n間以外之停車空間 (如依建築技術規則建築設計施工編第五十九條之二規\r\n定增設之停車空間) ，即不受上開之限制。法定防空避難設備或法定停車\r\n空間係區分所有建物之共同使用部分，各共有人對該共同使用部分之設施\r\n，雖得依經濟目的，加以使用，但不得分割，且除法令另有規定外，應僅\r\n能隨同各相關區分所有建物移轉 (參見土地登記規則第八十條、原土地登\r\n記規則第七十二條第三、四款) 。若有第三人聲請就屬於共同使用部分為\r\n拍賣之強制執行，顯然違反其作為公共設施之目的，影響區分所有權人對\r\n建物公共使用部分之使用，有害於區分所有權人對建物所有權之完整，應\r\n認為各區分所有權人得本於所有權，依強制執行法第十五條規定，提起異\r\n議之訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 621 號 民事裁定",
        "case_topic": "履行契約",
        "case_date": "民國 88 年 03 月 25 日",
        "case_gist": "依民事訴訟法第一百八十二條、第一百八十三條規定，法院有命停止訴訟\r\n程序與否之裁量權，如法院斟酌情形，認為以不停止訴訟程序為適當，自\r\n得不命停止。上訴人於第一審法院聲請裁定停止訴訟程序，該院固未作何\r\n處置，惟上訴人提起第二審上訴並未就此提出異議，且於原法院行準備程\r\n序或言詞辯論期日或於所提書狀迭次請求為如其聲明之判決，迄原法院言\r\n詞辯論期日，始由該院收發處遞狀聲請裁定停止訴訟程序 (原法院受命法\r\n官於次日收受該書狀) ，原法院未依其聲請裁定停止訴訟程序，於法並無\r\n違誤。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 600 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 88 年 03 月 25 日",
        "case_gist": "分割共有物究以原物分割或變價分割為適當，法院應斟酌當事人意願、共\r\n有物之使用情形、經濟效用及全體共有人之利益等情形而為適當之分割，\r\n不受共有人所主張分割方法之拘束。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 596 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 88 年 03 月 19 日",
        "case_gist": "分配表異議之訴，乃就分配表有異議之債權人或債務人，對為反對陳述之\r\n債權人或債務人提起之訴訟，此觀八十五年十月九日修正公布 (下同) 之\r\n強制執行法第四十一條第一項之規定自明。同法第三十九條、第四十條第\r\n一項、第四十條之一並分別規定，債權人、債務人對分配表有異議之權，\r\n及對債權人或債務人之異議有為反對陳述之權。故債權人或債務人對分配\r\n表聲明異議後，如未予他債權人、債務人表示意見之機會，或他債權人、\r\n債務人對於債權人或債務人之異議未為反對之陳述者，均無從提起分配表\r\n異議之訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 584 號 民事判決",
        "case_topic": "交還土地",
        "case_date": "民國 88 年 03 月 19 日",
        "case_gist": "(一) 上訴人王○敏、王○用於原審為上開陳述時，另一上訴人王○宗並\r\n      未到場，則依民事訴訟法第五十六條第一項第一款規定，渠等不利\r\n      益於共同訴訟人之陳述，難謂對全體共同訴訟人 (即上訴人) 發生\r\n      效力。\r\n (二) 王○葉倘未得其他共有人之同意而將系爭土地任意出租予殷○山使\r\n      用收益，其效力自不能拘束其他共有人。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 572 號 民事",
        "case_topic": "土地所有權移轉登記事件",
        "case_date": "民國 88 年 03 月 19 日",
        "case_gist": "按特留分乃被繼承人必須就其遺產保留一定財產於繼承人之比例，概括存\r\n在於被繼承人之全部遺產上，並非具體存在於各個標的物上，與應有部分\r\n乃各共有人對於具體物之所有權在分量上應享有之部分者，有所不同。繼\r\n承人主張其因被繼承人遺贈而受侵害之特留分並非應有部分，縱該繼承人\r\n曾行使扣減權，亦僅使其受侵害之特留分部分，失其效力而已，其因而回\r\n復之特留分仍概括存在於遺產之上，非謂該特留分即易為應有部分，存在\r\n於各具體之標的物上。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 569 號 民事",
        "case_topic": "請求拆屋還地事件",
        "case_date": "民國 88 年 03 月 19 日",
        "case_gist": "日據時期日本政府於人民私有土地上興建房屋之初，若無合法權源，則臺\r\n灣光復後，我國政府基於國家權力關係，所接受者，乃僅地上之房屋，並\r\n非房屋所占用之土地，即不得因該接收關係，而使原屬無權占有土地變成\r\n有權占有。至臺灣省各縣市暨鄉鎮公產清查辦法第七條第九款規定：「建\r\n築物為私有基地之清理：建築物為公有，基地為私有者，除依法租賃及為\r\n地上權之登記外，其有土地法第二百零八條各款需要之一時，得依法徵收\r\n之」，亦僅課縣市等政府機關以清理之行政責任，要求占用私有基地之縣\r\n市等政府機關，應依租賃、設定地上權或徵收之方式，以取得合法使用之\r\n權源而已，並非規定政府基於國家權力關係接收日產房屋者，即得當然合\r\n法占有他人之土地，而排除土地所有人行使私法上所有人之權利。 (參照\r\n本院八十七年六月二十三日、八十七年度第五次民事庭會議決議)"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 125 號 民事裁定",
        "case_topic": "返還擔保金",
        "case_date": "民國 88 年 03 月 19 日",
        "case_gist": "債權人依准許假扣押、假處分之裁定，供擔保後聲請法院執行假扣押、假\r\n處分後，債權人如未提起本案訴訟而欲聲請裁定返還提存物，應先撤回假\r\n扣押、假處分執行之聲請，及聲請撤銷假扣押、假處分裁定，始合於民事\r\n訴訟法第一百零四條第一項第二款所謂訴訟終結之要件。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 557 號 民事",
        "case_topic": "第三人異議之訴事件",
        "case_date": "民國 88 年 03 月 18 日",
        "case_gist": "(一) 除表現主文之訴訟標的外，法院於判決理由中就訴訟標的以外之重\r\n      要爭點，本於當事人辯論之結果已為判斷時，除顯然違背法令或當\r\n      事人已提出新訴訟資料，足以推翻原判斷之情形外，於同一當事人\r\n      就該重要爭點所提起之訴訟中，法院及當事人就該已經法院判斷之\r\n      重要爭點法律關係，皆不得為任何相反之判斷或主張，始符民事訴\r\n      訟法上之誠信原則。是倘該重要爭點倘未經當事人辯論，法院亦未\r\n      於理由中判斷者，於同一當事人間就該重要爭點所提起之訴訟中，\r\n      當事人即非不得再為主張，法院亦非不得予以判決。\r\n (二) 關於分割共有物之裁判，執行法院固得依強制執行法第一百三十一\r\n      條前項之規定，將各共有人分得部分點交之，惟此乃強制執行法為\r\n      配合民法第八百二十四條第二項及第三項規定，以減輕訟累所為之\r\n      規定。關於交付土地部分，因非分割共有物訴訟之標的，且未經裁\r\n      判，自無既判力可言。倘依法應點交之共有人對於得依法請求點交\r\n      之共有人有妨礙點交之實體法上法律關係存在，而該法律關係又未\r\n      經法院於分割共有物訴訟中為實體權利存否之判斷者，揆諸強制執\r\n      行法第十四條第二項之立法旨趣，應認債務人得就實體上權利存否\r\n      之爭執，提起異議之訴，以維護其權益。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 538 號 民事判決",
        "case_topic": "返還土地",
        "case_date": "民國 88 年 03 月 18 日",
        "case_gist": "附有負擔之贈與，須受贈人對於負擔之履行陷於給付遲延時，贈與人始得\r\n撤銷贈與。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 121 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 88 年 03 月 18 日",
        "case_gist": "法院定擔保金額而為准許假扣押之裁定者，該項擔保乃為保障受擔保利益\r\n人可能因不當假扣押受有損害而設；換言之，係備供受擔保利益人因假扣\r\n押所受損害之賠償。是以，民事訴訟法第一百零四條第一項第二款所稱之\r\n「受擔保利益人行使權利﹂，乃指行使其因不當假扣押所受損害之賠償請\r\n求權而言。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 118 號 民事",
        "case_topic": "聲請變換提存物事件",
        "case_date": "民國 88 年 03 月 18 日",
        "case_gist": "按供擔保之提存物固得由供擔保人依民事訴訟法第一百零六條、第一百零\r\n五條第一項規定聲請法院裁定許其變換。惟受擔保利益人依同法第一百零\r\n六條準用第一百零三條第一項規定就供擔保之提存物與質權有同一之權利\r\n。此項法定質權之效力應及於提存物之孳息，該受擔保利益人於受有損害\r\n後，依法對該提存物暨其孳息均有優先受償之權利 (參照民法第八百八十\r\n四條、第八百八十九條、第九百零一條) 。是法院裁定此類許其變換提存\r\n物事件時，自當權衡變換後之新提存物與變換前供擔保之原提存物暨其孳\r\n息，其價值是否相當。如提存物為有價證券者，該有價證券所生之法定孳\r\n息併應斟酌其價值，此乃法定質權應為之當然解釋。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 116 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 03 月 18 日",
        "case_gist": "本院七十三年台上字第四八一七號判例所載：「與國家或社會同時被害之\r\n個人，仍不失為因犯罪而直接被害之人。支票乃有價證券之一種，執有支\r\n票，得行使其票面記載之權利。偽造支票不能兌現，……有害社會法益，\r\n同時亦侵害執票人之權利，不能謂於個人法益未受損害。因而善意轉讓取\r\n得該支票之人，自係其直接被害人而得對該偽造支票之行為人提起自訴」\r\n等意旨觀之，倘抗告人確係相對人所偽造系爭本票之善意受讓人，其原得\r\n行使之票據權利，要難謂未因相對人之偽造系爭本票而直接受損害，自非\r\n不得對之提起刑事附帶民事訴訟，請求賠償損害。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 524 號 民事判決",
        "case_topic": "返還無權占有土地",
        "case_date": "民國 88 年 03 月 12 日",
        "case_gist": "被上訴人既已將系爭土地借予物資處使用，且迄未終止借貸關係，則物資\r\n處仍係系爭土地之合法占有人，縱上訴人自物資處受配系爭土地上之宿舍\r\n居住後，因調職而與物資處之使用借貸關係消滅，被上訴人仍不得直接訴\r\n請上訴人拆除地上物交還土地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 496 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 88 年 03 月 11 日",
        "case_gist": "違約金除當事人另有訂定外，視為因不履行而生損害之賠償總額。但約定\r\n如債務人不於適當時期，或不依適當方法履行債務時，即須支付違約金者\r\n，債權人於債務人不履行時，除違約金外，並得請求履行或不履行之損害\r\n賠償，民法第二百五十二條第二項亦有明定。故違約罰性質之違約金，於\r\n有違約情事時其請求權即已發生，不因其後契約之解除而謂並無違約情事\r\n，自無契約解除而隨同消滅之理。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 495 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 03 月 11 日",
        "case_gist": "耕地之承租人應自任耕作，耕地三七五減租條例第十六條第一項有所明定\r\n。所謂承租人應自任耕作，係指承租人應以承租之土地供自己從事耕作之\r\n用而言。又承租人固得以鄉鎮區公所核發之自耕能力證明書，證明其承租\r\n時能自任耕作外，惟此並非為惟一之方法，倘承租人能以其他方法證明其\r\n自任耕作者，自非法所不許。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 485 號 民事",
        "case_topic": "分配表異議之訴事件",
        "case_date": "民國 88 年 03 月 11 日",
        "case_gist": "所有人於原有建築物之外另行增建者，如增建部分與原有建築物無任何可\r\n資區別之標識存在，而與之作為一體使用者，因不具構造上及使用上之獨\r\n立性，自不得獨立為物權之客體，原有建築物所有權範圍因而擴張，以原\r\n有建築物為擔保之抵押權範圍亦因而擴張。倘增建部分於構造上及使用上\r\n已具獨立性，即為獨立之建築物。苟其常助原有建築物之效用，而交易上\r\n無特別習慣者，即屬從物，而為抵押權之效力所及。若增建部分已具構造\r\n上之獨立性，但未具使用上之獨立性而常助原有建築物之效用者，則為附\r\n屬物。其使用上既與原有建築物成為一體，其所有權應歸於消滅；被附屬\r\n之原有建築物所有權範圍因而擴張，抵押權之範圍亦同。是從物與附屬物\r\n雖均為抵押權之效力所及，惟兩者在概念上仍有不同。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 482 號 民事",
        "case_topic": "請求遷讓房屋等事件",
        "case_date": "民國 88 年 03 月 11 日",
        "case_gist": "公務員因任職關係獲准配住宿舍，其性質為使用借貸，借用人若已離職，\r\n依借貸之目的，當然視為使用業已完畢，貸與人得為返還之請求。若借用\r\n人於在職中死亡，則實際上已無占用宿舍之情形，且其公務員之職位又已\r\n喪失，此較之借用人已離職而不應續住宿舍之情形，更形明顯，依舉輕明\r\n重之法理，當無不許貸與人請求返還宿舍之理。於此情形，借用人及其眷\r\n屬或其繼承人之繼續占有使用宿舍，均屬無權占有。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 92 號 民事",
        "case_topic": "聲請假處分事件",
        "case_date": "民國 88 年 03 月 05 日",
        "case_gist": "按關於假處分之規定，於爭執之法律關係有定暫時狀態之必要者，準用之\r\n。民事訴訟法第五百三十八條固定有明文。惟所謂爭執之法律關係，有定\r\n暫時狀態之必要者，係指因避免重大之損害或其他情事，有就爭執之法律\r\n關係，定暫時狀態之必要者而言。惟僱傭關係應否存在，即終止勞動契約\r\n是否合法，僅生受僱人於訴訟結果受勝訴判決後得否請求復職、給付報酬\r\n或損害賠償之問題，並無因避免重大損害或其他情事，有就爭執之法律關\r\n係，定暫時狀態必要之情形。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 451 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 03 月 05 日",
        "case_gist": "耕地租用，係指以自任耕作為目的，約定支付地租使用他人之農地者而言\r\n，土地法第一百零六條第一項定有明文，所稱農地參照同條第二項之立法\r\n精神應包括漁地及牧地在內。承租他人之非農、漁、牧地供耕作之用者，\r\n既非耕地租用，自無耕地三七五減租條例規定之適用。本院六十二年台上\r\n字第一六四七號及六十三年台上字第一五二九號判例應予變更 (本院八十\r\n八年一月五日民事庭會議依法院組織法第五十七條規定決議變更判例參照\r\n) 。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 446 號 民事判決",
        "case_topic": "給付墊款",
        "case_date": "民國 88 年 03 月 05 日",
        "case_gist": "民事訴訟法第三百四十五條規定，當事人無正當理由，不從提出文書之命\r\n者，法院得認他造關於該文書之主張為正當。係規定當事人無正當理由不\r\n從命提出文書時得生之效果。即法院得認他造關於該文書之性質、內容及\r\n其成立真正之主張為正當，然非謂他造所主張之事實即屬真正。蓋法院得\r\n認他造關於該文書之主張為正當，與該文書之證據價值，係屬兩事，不得\r\n因此即謂待證事項已經證明，仍須按一般原則斟酌情形，由法院依自由心\r\n證判斷之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 444 號 民事判決",
        "case_topic": "請求清償債務事件",
        "case_date": "民國 88 年 03 月 05 日",
        "case_gist": "所謂最高限額抵押權，係指在抵押存續期間內，發生之債務，於最後決算\r\n時，在最高限額內有擔保效力而言。此種抵押權所擔保之債務，除訂約時\r\n已發生者外，即將來發生之債務在約定限額之範圍內，亦為抵押權效力所\r\n及。此與一般抵押權，為專就現存特定之債務為擔保者，有所不同。如最\r\n高限額抵押之抵押物所有權，由原抵押人移轉於現所有人，抵押權人與現\r\n所有人約定抵押權義務人及債務人變更為現所有人並辦理登記，此後現所\r\n有人對抵押權人之債務，固依其間之約定，為該最高限額抵押所擔保；至\r\n於其原來擔保之原債務亦因之確定，依民法第八百六十七條規定，其抵押\r\n權擔保法效並不因此而受影響，然抵押權所擔保之原債務，並不當然隨同\r\n移轉於不動產之現所有人，應視現所有人是否承擔原債務而定；倘現所有\r\n人未承擔原債務，該債務仍由原債務人負擔，抵押權人僅可就抵押物追及\r\n行使抵押權而已，難謂現所有人為該原債務之債務人。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 436 號 民事判決",
        "case_topic": "遷讓房屋",
        "case_date": "民國 88 年 03 月 05 日",
        "case_gist": "（一）原審未切實查明兩造所約定上訴人之義務內容為何？及上訴人所陳\r\n      上開各節是否實在？倘若上訴人之義務與一般動產出租人相同，僅\r\n      須提供特定店舖予被上訴人，而該店舖具有得為一般使用收益之狀\r\n      態，並無須另提供完整之營業所需昇降機及良好之商業管理，而系\r\n      爭三樓店舖於上下通行已無困難，至於昇降機前及店舖走道間之雜\r\n      物非上訴人所置，上訴人亦無權利或義務予以除去，則上訴人為本\r\n      件請求，是否毫無可採，自非無疑。\r\n（二）上訴人曾主張被上訴人蘇○美、蘇○火已自承曾將店舖頂讓他人，\r\n      不論渠等為轉租或租賃權轉讓，均構成終止租約之事由，伊尚得以\r\n      被上訴人蘇○美、蘇○火有該項違約情事，以訴狀送達而為終止租\r\n      約之表示等語，原審對於此項主張，並未在判決理由項下記載其意\r\n      見，遽維持第一審駁回上訴人之訴之判決，自屬違背法令。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 85 號 民事",
        "case_topic": "請求清償債務事件",
        "case_date": "民國 88 年 03 月 04 日",
        "case_gist": "按董事長係股份有限公司必要之代表機關，對外代表公司。倘股份有限公\r\n司董事長請假或因故不能行使職權，或死亡、解任、辭職而未及補選前，\r\n均應由適當之人代理或暫時執行董事長職務，以維公司之正常運作。而公\r\n司法第二百零八條第三項既已就「董事長請假或因故不能行使職權」設有\r\n由副董事長代理之規定，則股份有限公司於董事長死亡而未及補選前，自\r\n得類推適用上開公司法第二百零八條第三項規定由副董事長暫時執行董事\r\n長職務。公司如因案訴訟而有類此情形時，該暫時執行董事長職務之副董\r\n事長並得依民事訴訟法第一百七十五條第一項規定向受訴法院聲明承受訴\r\n訟，初不因其董事長未及補選而受影響。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 428 號 民事判決",
        "case_topic": "返還土地所有權狀（確認公同共有權存在等）事件",
        "case_date": "民國 88 年 03 月 04 日",
        "case_gist": "契約當事人基於契約關係將不動產所有權移轉予他人後，該他人即取得不\r\n動產所有權。於契約關係消滅後，移轉人或其繼承人縱得請求該他人或其\r\n繼承人返還該不動產，惟於返還登記前，自難謂該不動產已為原移轉人或\r\n其繼承人所有。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 419 號 民事判決",
        "case_topic": "請求返還不當得利事件",
        "case_date": "民國 88 年 03 月 04 日",
        "case_gist": "一  按民法第八百十六條之規定係一闡釋性之條文，旨在揭櫫依同法第八\r\n    百十一條至第八百十五條規定因添附喪失權利而受損害者，仍得依不\r\n    當得利之法則向受利益者請求償金，故該條所謂「依不當得利之規定\r\n    ，請求償金」，係指法律構成要件之準用。易言之，此項償金請求權\r\n    之成立，除因添附而受利益致他人受損害外，尚須具備不當得利之一\r\n    般構成要件始有其適用。\r\n二  按民法第八百十六條所謂之「償金」，應以受損人因添附喪失其所有\r\n    權時，該動產之客觀價值計算之，是償金計算之準據時點自以該受益\r\n    者受利益之時為準。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 410 號 民事判決",
        "case_topic": "確認派下員大會決議無效",
        "case_date": "民國 88 年 03 月 04 日",
        "case_gist": "祭祀公業之祀產為政府徵收而領得之補償金，仍屬派下全體所公同共有。\r\n同意分配該補償金予全體派下，發生消滅共有關係之效果，固須依公業管\r\n理規章有關處分財產之規定處理。惟於同意分配補償金予全體派下後，究\r\n應按如何之比例分配予各派下，則應依各派下所擁有之派下權比例為之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 404 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 03 月 04 日",
        "case_gist": "占有人於土地所有人主張其為無權占有，起訴請求其拆屋還地之前，如並\r\n未以其已因時效而取得地上權登記請求權，向該管地政機關聲請為地上權\r\n之登記，經地政機關受理；迨土地所有人起訴後，始以其有此事由資為抗\r\n辯，法院固無須就占有人是否具備時效取得地上權之要件，為實體上裁判\r\n。惟占有人倘於該訴訟繫屬中提起反訴，請求確認其地上權登記請求權存\r\n在及命所有人容忍其辦理地上權登記，且其提起反訴於程序上並無不合，\r\n法院自應就其為訴訟標的之法律關係存否，為實體上裁判。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 403 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 03 月 04 日",
        "case_gist": "耕地三七五減租條例第二十六條第二項規定租佃爭議須經調解、調處始得\r\n起訴，旨在保持情感減少訟累。兩造既已因清償積欠地租及終止租約等事\r\n由，經調解、調處不成立，由宜蘭縣政府移送法院審理，則被上訴人另以\r\n上訴人不自任耕作，原訂租約無效為由，請求收回系爭耕地；為訴訟便宜\r\n起見，應認其已踐行該條項所定之調解、調處程序，否則未免勞民費事，\r\n有違立法真意。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 398 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 03 月 04 日",
        "case_gist": "民法第二百十七條第一項所謂被害人與有過失，祇須其行為與加害人之行\r\n為，為損害之共同原因，而其過失並有助成損害之發生或擴大者，即屬相\r\n當，不問加害人應負故意、過失或無過失責任，均有該條項規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 77 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 02 月 26 日",
        "case_gist": "提起民事第二審上訴，係當事人對於第一審法院不利於己、且未確定之終\r\n局判決，向第二審法院聲明不服，請求廢棄或變更該判決之行為。若當事\r\n人對於第一審法院之判決並未認為不當，而係以擴張聲明或其他事由聲明\r\n不服，自非法之所許。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 374 號 民事裁定",
        "case_topic": "異議之訴",
        "case_date": "民國 88 年 02 月 26 日",
        "case_gist": "「刑事判決所為事實之認定，於為獨立民事訴訟之裁判時本不受其拘束，\r\n原審斟酌全辯論意旨及調查證據之結果，依自由心證為與刑事判決相異之\r\n認定，不得謂為違法。」本院著有二十九年度上字第一六四○號判例，可\r\n資參照。本件原法院依上訴人於台灣台北地方法院檢察署八十五年度偵字\r\n第一五二三號、台灣台北地方法院八十五年度訴字第一○八○號關於上訴\r\n人涉嫌觸犯偽造文書等刑事案件中之供述及證人陳○一、王○富之證詞，\r\n認定被上訴人向上訴人借貸之新台幣 (下同) 一百五十萬元已完全清償，\r\n而與台灣高等法院八十五年度上字第五二四六號刑事判決所認定被上訴人\r\n僅清償約五十萬元有異，經核並無違背法令。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 75 號 民事裁定",
        "case_topic": "強制執行聲請停止執行",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "執行名義成立後如有消滅或妨礙債權人請求之事由發生，債務人得於強制\r\n執行程序終結前，向執行法院對債權人提起異議之訴。如以裁判為執行名\r\n義時，其為異議原因之事實發生在前訴訟言詞辯論終結後者，亦得主張之\r\n。執行名義無確定判決同一之效力者，於執行名義成立前，如有債權不成\r\n立或消滅或妨礙債權人請求之事由發生，債務人亦得於強制執行程序終結\r\n前提起異議之訴。強制執行法第十四條第一、二項定有明文。是本票發票\r\n人苟已向債權人清償票款，而未將本票收回，債權人竟復持已受清償之本\r\n票向法院聲請取得執行名義並對本票發票人實施強制執行時，即難謂債務\r\n人 (本票發票人) 無消滅或妨礙債權人請求之事由發生，揆之前開說明，\r\n該本票發票人自得提起異議之訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 357 號 民事判決",
        "case_topic": "排除侵害",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "權利之行使，不得違反公共利益或以損害他人為主要目的，固為民法第一\r\n百四十八條第一項所明定。倘權利之行使，自己所得利益極少而他人及國\r\n家社會所受之損失甚大，非不得視為以損害他人為主要目的。惟行使權利\r\n，是否以損害他人為主要目的，應就權利人因權利行使所能取得之利益，\r\n與他人及國家社會因其權利行使所受之損失，比較衡量以定之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 354 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "經法院依民事訴訟法第五十一條規定選任之特別代理人，除係律師依律師\r\n法第二十一條規定，非經釋明有正當理由，不得辭任外，得不接受法院所\r\n命職務。辭任之人即不得代當事人為訴訟行為，此際，有聲請權之人，自\r\n得請求法院重為選任。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 353 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "一  保險制度旨在保護被保險人，非為減輕損害事故加害人之責任。保險\r\n    給付請求權之發生，係以定有支付保險費之保險契約為基礎，與因侵\r\n    權行為所生之損害賠償請求權並非出於同一原因。後者之損害賠償請\r\n    求權，殊不因受領前者之保險給付而喪失，兩者除有保險法第五十三\r\n    條關於代位行使之關係外，不生損益相抵問題，固經本院著有六十八\r\n    年台上字四二號判例。惟該判例係針對保險法而為，旨在闡述保險人\r\n    得代位行使被保險人對於加害人之損害賠償請求權時，被保險人即不\r\n    得再向加害人請求損害賠償。尚難依該判例而謂除保險法第五十三條\r\n    規定之情形外，縱保險法以外之法律有保險人得代位行使被保險人之\r\n    權利之規定，被保險人於受領保險給付後，仍得向加害人請求損害賠\r\n    償。\r\n二  依保險法第一百三十五條準用第一百零三條規定，傷害保險之保險人\r\n    固不得代位行使被保險人對於加害人之損害賠償請求權，惟全民健康\r\n    保險法第八十二條規定：「保險對象因汽車交通事故，經本保險提供\r\n    醫療給付者，本保險之保險人得向強制汽車責任保險之保險人代位請\r\n    求該項給付。」全民健康保險法為保險法之特別法，依特別法優於普\r\n    通法之原則，全民健康保險法第八十二條應優先於保險法第一百三十\r\n    五條、第一百零三條之規定而為適用。從而全民健康保險之被保險人\r\n    因汽車交通事故，經全民健康保險提供醫療給付者，全民健康保險之\r\n    保險人自得向強制汽車責任保險之保險人代位請求該項給付。而依強\r\n    制汽車責任保險法第三十條規定，於該範圍內，加害人或強制汽車責\r\n    任保險之被保險人之損害賠償責任即因而解免，全民健康保險被保險\r\n    人對於加害人之損害賠償請求權亦因而喪失。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 338 號 民事判決",
        "case_topic": "確認土地抵押權不存在",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "債務人與第三人通謀而為虛偽意思表示，將其所有不動產為第三人設定抵\r\n押權，債權人請求塗銷抵押權設定登記以回復原狀時，僅須以該第三人為\r\n被告，毋庸併列債務人為共同被告。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 337 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "法院酌減違約金至相當之數額，須依一般客觀事實、社會經濟狀況及當事\r\n人所受損害情形，以為酌定標準。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 336 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "當事人之一造陳述有利於他造之事實，經他造予以援用為同一之主張者，\r\n成立訴訟上之自認。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 124 號 民事裁定",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 02 月 25 日",
        "case_gist": "提起抗告，除別有規定外，應於裁定送達後十日之不變期間內為之，民事\r\n訴訟法第四百八十七條第一項定有明文。而裁定得否抗告，為法定事項，\r\n非法院所得變更，尤非法院書記官所得決定，故法院書記官就得抗告之裁\r\n定，於送達當事人之裁定正本內未為「得抗告」之記載，並不影響抗告不\r\n變期間之進行，縱法院書記官嗣後為更正之處分，並再為送達，亦同。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 71 號 民事裁定",
        "case_topic": "給付工程款",
        "case_date": "民國 88 年 02 月 12 日",
        "case_gist": "本件相對人係主張依承攬之法律關係，請求再抗告人給付工程款。而承攬\r\n契約非要式契約，不以訂有書面契約為必要，依相對人在第一審法院主張\r\n之事實，如經調查係屬真實，已足證明兩造間已生合意承攬契約之法律關\r\n係，而無須待「部分材料發包承攬書」是否偽造之刑事案件審理終結，始\r\n得認為兩造間存在有承攬契約之法律關係。換言之，本件相對人請求再抗\r\n告人給付工程款，民事法院得以兩造間是否有合意成立承攬契約及有否履\r\n行之事實資為判斷，與書面之「部分材料發包承攬書」是否偽造，自無必\r\n然關係。並無非俟刑事訴訟終結，其民事訴訟即無由判斷之情形。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 322 號 民事裁定",
        "case_topic": "確認買賣關係存在",
        "case_date": "民國 88 年 02 月 12 日",
        "case_gist": "遺囑人得隨時依遺囑之方式，撤回遺囑之全部或一部，民法第一千二百十\r\n九條定有明文。且遺囑係於遺囑人死亡時始發生效力，倘效力尚未發生，\r\n自無對第三人構成損害之可言。故遺囑人於遺囑效力發生前，不須具何理\r\n由，自可任意將其遺囑撤回或變更之，無容他人干涉之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 122 號 民事裁定",
        "case_topic": "確認僱傭關係存在",
        "case_date": "民國 88 年 02 月 12 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，應以確\r\n定裁判違背法規或現存判例解釋者為限，若尚無法規判解可據，法律審法\r\n院就法律規定事項所表示之法律上意見，自無適用法規顯有錯誤可言。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 70 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 02 月 11 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序固得附帶提起民事訴訟，對於被告\r\n請求回復其損害，但請求回復之損害，以被訴犯罪事實所生之損害為限，\r\n否則縱令得依其他事由，提起民事訴訟，亦不得於刑事訴訟程序附帶為此\r\n請求。又於刑事訴訟程序附帶提起之民事訴訟，如不合於刑事訴訟法第四\r\n百八十七條所定之要件者，由刑事庭依刑事訴訟法第五百零四條第一項將\r\n其移送於民事庭後，亦不得將關於獨立民事訴訟之法規，溯及於附帶提起\r\n民事訴訟之時而予適用，自應認其起訴為不合法，以裁定駁回之。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 62 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 88 年 02 月 11 日",
        "case_gist": "假處分為保全程序之一種，原為在本案請求尚未經判決確定前，預防將來\r\n債權人勝訴後，因請求標的之現狀變更，有日後不能強制執行或甚難執行\r\n之虞者而設，故假處分之聲請，不以本案業經起訴為限。又所有人對於無\r\n權占有或侵奪其所有物者，得請求返還之。對於妨害其所有權者，得請求\r\n除去之。有妨害其所有權之虞者，得請求防止之。民法第七百六十七條定\r\n有明文。所有人就此項請求，自得依假處分以保全其強制執行。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 287 號 民事判決",
        "case_topic": "增減租金",
        "case_date": "民國 88 年 02 月 10 日",
        "case_gist": "未定期限之不動產租賃，如契約當事人約定租金係按租賃標的不動產之固\r\n定比率計算者，則所約定之租金係隨不動產價值之昇降而機動調整，契約\r\n當事人即無再依民法第四百四十二條規定聲請法院調整租金之必要，不得\r\n請求法院增減其租金。查關於兩造間原有租金之核計，被上訴人於原審已\r\n一再主張：系爭土地租金，係依政府公告地價及租率最高額乘以租用坪數\r\n計算之，政府公告地價調整時，依政府重新調整最高額重新計算，於調整\r\n公告施行時，隨其調整云云，並提出其宗親會定式不動產基地租賃附強制\r\n執行契約書為憑，則上訴人抗辯：系爭土地租金既按租賃標的不動產價值\r\n之固定比率計算，被上訴人自不得提起請求調整租金之訴云云，即非全然\r\n無據，原審未詳調查審認，遽為其不利之判決，自嫌疏略。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 54 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 02 月 05 日",
        "case_gist": "本件原法院以：查當事人如認法官執行職務有偏頗之虞，固得依民事訴訟\r\n法第三十三條第一項第二款之規定聲請迴避。惟所謂法官執行職務有偏頗\r\n之虞，應以法官對於訴訟標的有特別利害關係或與當事人之一造有密切之\r\n交誼或嫌怨或基於其他情形客觀上足疑其為不公平之審判者為其原因事實\r\n，若僅憑當事人之主觀臆測，則不得認其有偏頗之虞 (最高法院六十九年\r\n度台抗字第四五七號判例參照) 。抗告人僅泛言本院法官蔣有木、蔡俊有\r\n及何方興因承辦案件與其有「訴訟仇恨」因認執行職務有偏頗之虞，既未\r\n指明有何具體事證，核係其主觀之推測，揆之首開說明，其聲請自難准許\r\n，因將抗告人之聲請，裁定予以駁回，經核於法洵無違誤。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 53 號 民事裁定",
        "case_topic": "分割共有物",
        "case_date": "民國 88 年 02 月 05 日",
        "case_gist": "訴訟費用之裁判，非對於本案裁判有上訴時，不得聲明不服。民事訴訟法\r\n第八十八條定有明文。本件抗告人僅對於原裁定訴訟費用部分提起抗告，\r\n依上說明，其抗告自非合法。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 280 號 民事判決",
        "case_topic": "給付票款",
        "case_date": "民國 88 年 02 月 05 日",
        "case_gist": "刑事偵查程序實施扣押之票據，係屬有價證券，須於法定之期限內為權利\r\n之行使或保全行為，否則即喪失其票據權利。票據於刑事偵查程序經實施\r\n扣押後，其所有人即喪失該票據之占有，而由檢察官授權之管理人占有，\r\n以自己之名義行使該票據之管理權。則上訴人本於管理人之地位執有系爭\r\n支票，為達管理受領該支票票款之目的，本於管理人之身分，行使系爭支\r\n票之追索權，訴請該支票債務人給付，應在其職權範圍以內。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 259 號 民事判決",
        "case_topic": "塗銷贈與行為",
        "case_date": "民國 88 年 02 月 05 日",
        "case_gist": "民法第二百四十四條之撤銷權，其客體乃包括債務人所為債之行為及物權\r\n行為，債權人行使此項撤銷權，既可同時訴請撤銷債務人所為債之行為及\r\n物權行為，亦可僅訴請撤銷債務人所為債之行為；如果不動產物權契約業\r\n經辦理登記，則前者債權人得訴請登記名義人塗銷，後者則得訴請移轉登\r\n記。查，本件被上訴人僅謂請求撤銷上訴人間之贈與行為，究竟被上訴人\r\n係同時訴請撤銷債之行為及物權行為，抑或僅撤銷債權行為，原審就此未\r\n盡闡明職責，其因之所為之判斷，自屬可議。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 88 號 民事裁定",
        "case_topic": "塗銷抵押權設定登記",
        "case_date": "民國 88 年 02 月 04 日",
        "case_gist": "當事人因無資力支出訴訟費用而聲請訴訟救助者，關於請求救助之事由，\r\n應提出能即時調查之證據以釋明之，此觀民事訴訟法第一百零九條第二項\r\n、第二百八十四條之規定自明；又當事人在原審曾經繳納裁判費，而於訴\r\n訟進行中不能釋明其經濟狀況確有重大之變遷，不能遽為聲請訴訟救助。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 250 號 民事判決",
        "case_topic": "返還土地",
        "case_date": "民國 88 年 02 月 04 日",
        "case_gist": "因不特定之公眾通行所必要之既成道路成立公用地役關係，土地所有人行\r\n使所有權應受限制者，應限於原供公眾通行之既成道路部分，難謂因公眾\r\n通行之必要得任意變更其位置或擴張其範圍。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 249 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 02 月 04 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之基地。房屋出\r\n賣人既將房屋及基地使用權一併出賣，依出賣人之義務，自應擔保買受人\r\n就其出賣之房屋有合法使用基地之權利，出賣人嗣後取得基地所有權，應\r\n認默許房屋買受人繼續使用土地。其後自出賣人受讓基地所有權之人，應\r\n承受出賣人與買受人原來之法律關係，同意房屋買受人繼續使用基地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 247 號 民事判決",
        "case_topic": "土地所有權移轉登記",
        "case_date": "民國 88 年 02 月 04 日",
        "case_gist": "稱信託者，謂委託人將財產權移轉或為其他處分，使受託人依信託本旨，\r\n為受益人之利益或為特定之目的，管理或處分信託財產之關係，信託法第\r\n一條固有明定。惟信託法於八十五年一月二十六日公布前，民法雖無關於\r\n信託行為之規定，然因私法上法律行為而成立之法律關係，非以民法有明\r\n文規定者為限，苟法律行為之內容不違反強行規定或公序良俗，即應賦予\r\n法律上之效力。斯時實務上認為信託行為，係指委託人授與受託人超過經\r\n濟目的之權利，而僅許可其於經濟目的範圍內行使權利之法律行為而言。\r\n其受託人取得信託財產之方式，由委託人就自己所有之財產為移轉者有之\r\n；由委託人使第三人將財產移轉與受託人者有之；由受託人原始取得受託\r\n財產者亦有之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 234 號 民事判決",
        "case_topic": "返還無權占有土地",
        "case_date": "民國 88 年 02 月 04 日",
        "case_gist": "原審認定系爭土地如附圖所示Ｂ、Ｄ部分地上建物為鄭才所建，鄭○死亡\r\n後，應由鄭○發等五人及鄭○繼承為公同共有。果爾，上訴人於第一審已\r\n列鄭○發等五人及鄭○為共同被告，請求渠等拆除該地上建物交還土地，\r\n此部分訴訟標的，對於渠等之各人自屬必須合一確定。上訴人嗣後撤回對\r\n於鄭○之起訴，依民事訴訟法第五十六條第一項第二款規定，其效力及於\r\n鄭○發等五人及鄭○全體，倘已得鄭○發等五人及鄭○同意，此部分之訴\r\n即因撤回而終結，法院不得更為裁判；如未經鄭○發等五人及鄭○同意，\r\n而不生撤回其訴之效果，法院自應對鄭○發等五人及鄭○併予審判。"
    },
    {
        "case_id": "最高法院 88 年度台再字第 8 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 01 月 29 日",
        "case_gist": "支付租金之催告，係意思通知之一種，其通知應向承租人為之，如承租人\r\n有數人者，應向承租人全體為之，否則對於未受催告之承租人，不發生催\r\n告之效力 (參閱本院四十八年度台上字第一三八二號判例) 。再審原告雖\r\n謂上開對許○智限期催租之催告函已由再審被告許○燢函復，該催告之效\r\n力已及於許○智全體繼承人云云，但該許○燢函復再審原告，並非即表示\r\n再審原告對許枝伯等七人均已限期合法催繳地租，依上說明，該催告自不\r\n發生效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 223 號 民事判決",
        "case_topic": "確認捐助關係存在",
        "case_date": "民國 88 年 01 月 29 日",
        "case_gist": "設立財團者，應訂立捐助章程。但以遺囑捐助者，不在此限。捐助章程，\r\n應訂明法人目的及所捐財產，民法第六十條第一項、第二項定有明文。故\r\n設立財團須有捐助行為，捐助行為乃以設立財團法人為目的，捐出一定財\r\n產之要式行為。本件上訴人既未參與訂立捐助章程，僅將捐助金經由設立\r\n人之一廖天才，並由廖○才出名訂立捐助章程，上訴人之捐助，自非屬以\r\n設立財團法人為目的之捐助行為，至上訴人與廖○才間，有何法律關係，\r\n則屬另一問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 191 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 01 月 29 日",
        "case_gist": "法人之債權人，主張因法人之董事於法人之財產不能清償債務時，未即聲\r\n請宣告法人破產，致其債權受損害者，應以法人債權人所受損害與法人董\r\n事未即時聲請宣告法人破產間有因果關係存在為前提。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 190 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 88 年 01 月 29 日",
        "case_gist": "時效完成後，債務人所為之承認，不生中斷時效之問題，而本院五十年台\r\n上字第二八六八號判例所稱債務人明知時效完成之事實而仍為承認行為，\r\n應屬拋棄時效利益之默示意思表示云云，係指債務人就請求權時效之完成\r\n有所認知，而仍為承認行為而言。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 73 號 民事裁定",
        "case_topic": "請求更名登記",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "當事人須無資力支出訴訟費用，始得聲請訴訟救助。所謂無資力，係指窘\r\n於生活，且缺乏經濟信用者而言；又當事人在原審曾經繳納裁判費，而於\r\n訴訟進行中不能釋明其經濟狀況確有重大之變遷，不能遽為聲請訴訟救助\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 42 號 民事裁定",
        "case_topic": "撤銷假扣押",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "依假扣押保全執行之請求經本案判決否認時，固得認為命假扣押之情事有\r\n變更，債務人可依民事訴訟法第五百三十條第一項規定聲請撤銷假扣押裁\r\n定；惟債權人於刑事訴訟程序附帶提起民事訴訟，因刑事判決諭知無罪、\r\n免訴或不受理，而以判決駁回其訴，該附帶民事訴訟判決係屬程序上判決\r\n，並非實體上之本案判決，債權人得另行提起民事訴訟，其依假扣押所欲\r\n保全之請求，既未經本案判決否認，自難認命假扣押之情事已有變更。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 181 號 民事判決",
        "case_topic": "償還有益費用",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "民法第四百三十一條有關租賃關係終止後，承租人得請求出租人償還有益\r\n費用之規定，係基於不當得利之理由而設，為民法第一百七十九條之特別\r\n規定，依特別法優於普通法之原則，應優先適用。民法第四百五十六條第\r\n一項既明定有益費用償還請求權之消滅時效期間為二年，自無再依民法第\r\n一百七十九條、第一百二十五條規定，適用十五年之消滅時效期間。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 177 號 民事判決",
        "case_topic": "更名登記",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "當事人於審判上所為不利於己之自認，有拘束該當事人之效力，法院自得\r\n據為認定事實並以之為裁判之基礎。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 173 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "債權是否可分，應依兩造之約定及債之性質以為斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 171 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "被上訴人對其會長職權之規定及限制，乃被上訴人之內部事項，被上訴人\r\n之會長行使職務逾越職權，乃其應受內規規範之問題。被上訴人之會長劉\r\n○亮書立切結書予上訴人，乃劉○亮以負責人之身分代表被上訴人對上訴\r\n人為意思表示，非係受被上訴人之個別授與代理權而代理被上訴人為意思\r\n表示，故無論劉○亮有無逾越會長職權，亦無論上訴人之總經理劉○安是\r\n否知悉劉○亮逾越會長職權，均無民法第一百零七條：﹁代理權之限制及\r\n撤回，不得以之對抗善意第三人。但第三人因過失而不知其事實者，不在\r\n此限。」規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 160 號 民事判決",
        "case_topic": "返還無權占有土地",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "(一) 公同共有物之處分及其他之權利行使，依其公同關係所由規定之法\r\n      律或契約得由公同共有人中之一人或數人為之者，固得由其人為之\r\n      ，即使此項法律或契約無此規定，得公同共有人全體之同意時，自\r\n      亦得由其中一人或數人為之，此觀民法第八百二十八條之規定自明\r\n      。\r\n (二) 房屋及其坐落之基地為各自獨立之不動產，房屋之占有人即令有占\r\n      有房屋之正當權源，對於房屋坐落之基地，並不當然成為有權占有\r\n      。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 156 號 民事判決",
        "case_topic": "請求給付工程款事件",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "按具有承攬與買賣混合契約性質之「不動產買賣承攬」 (即不動產製造物\r\n供給契約) ，就不動產財產權之移轉而言，不啻與民法第一百二十七條第\r\n七款所定「技師、承攬人之報酬及其墊款」為一般單純之承攬有間，更與\r\n同條第八款所稱「商人、製造人、手工業人所供給之商品」係專指「動產\r\n」者不相侔，故此類不動產買賣承攬之價金或報酬請求權，應無上開條款\r\n二年短期消滅時效期間規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 155 號 民事判決",
        "case_topic": "返還押租金",
        "case_date": "民國 88 年 01 月 28 日",
        "case_gist": "民法第二百六十六條規定雙務契約危險負擔之成立，必以因不可歸責於雙\r\n方當事人之事由，致一方之給付全部或一部不能始足稱之。且該條所稱之\r\n「給付不能」，除屬「永久不能」外，尚須契約成立後之「嗣後不能」及\r\n基於自然法則之「事實上不能」或給付違反強行規定之「法律上不能」。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 67 號 民事裁定",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 01 月 22 日",
        "case_gist": "本院二十二年抗字第二二六二號判例意旨所稱，判決經宣示後，為該判決\r\n之法院受其  束，故除當事人對於判決提起再審之訴，或對於除權判決等\r\n提起撤銷之訴時，為該判決之法院得撤銷或變更外，判決緃有不當或違法\r\n情事，為該判決之法院，亦無自行變更之餘地云云。係就合法有效之判決\r\n，而其內容有不妥當或違背法令之情事者而言。苟該判決連合法有效之裁\r\n判形式俱無，則該無效之判決，不生民事訴訟法第二百五十三條一事不再\r\n理、第四百條既判力之問題。"
    }
]