[
    {
        "case_id": "最高法院 101 年度台抗字第 787 號 民事裁定",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 101 年 09 月 27 日",
        "case_gist": "按強制執行法第十八條第一項規定強制執行程序開始後，除法律另有規定\r\n外，不停止執行。明示以不停止執行為原則。同條第二項所以例外規定得\r\n停止執行，係因回復原狀等訴訟，如果勝訴確定，債務人或第三人之物已\r\n遭執行無法回復，為避免債務人或第三人發生難以回復之損害，必於認有\r\n必要時，始得裁定停止執行。如無停止執行必要，僅因債務人或第三人憑\r\n一己之意思，即可達到停止執行之目的，不僅與該條所定原則上不停止執\r\n行之立法意旨有違，且無法防止債務人或第三人濫行訴訟以拖延執行，致\r\n害及債權人權益。故受訴法院准債務人或第三人提供擔保停止執行，須於\r\n裁定中表明有如何停止執行之必要性，始得謂當。而有無停止執行必要，\r\n更應審究提起回復原狀或異議之訴等訴訟之債務人或第三人之權利是否可\r\n能因繼續執行而受損害以為斷。倘債務人或第三人所提訴訟為不合法、當\r\n事人不適格、顯無理由，或繼續執行仍無害債權人或第三人之權利者，均\r\n難認有停止執行之必要。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1534 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 101 年 09 月 27 日",
        "case_gist": "仲裁法第三十七條第一項規定仲裁人之判斷，於當事人間，與法院確定判\r\n決有同一效力，當事人即應受其拘束。撤銷仲裁判斷之訴，本質上並非原\r\n仲裁程序之上級審或再審，法院應僅就仲裁判斷是否有仲裁法第四十條第\r\n一項所列各款事由加以審查。至於仲裁判斷所持之法律見解是否妥適，仲\r\n裁判斷之實體內容是否合法、妥適，係仲裁人之仲裁權限，法院自應予以\r\n尊重，毋庸再為審查。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 764 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 09 月 20 日",
        "case_gist": "按當事人要求法院為一定行為而發生訴訟法上效果之聲明，原則上不得附\r\n條件，否則其聲明無效，不發生訴訟上聲明之效力，以免訴訟行為陷於不\r\n確定之狀態而害於公益。抗告人固稱若認為原法院核定訴訟標的價額為正\r\n當，本件抗告為無理由，則減縮上訴聲明，惟此項附條件之訴訟行為，不\r\n生聲明減縮之效力。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 745 號 民事裁定",
        "case_topic": "聲請發支付命令",
        "case_date": "民國 101 年 09 月 19 日",
        "case_gist": "按訴訟程序中之行為，既僅訴訟當事人或訴訟法規定之關係人始得為之，\r\n則在訴訟程序上唯有債務人方得進行之行為，自非他債權人所得代位行使\r\n。而再審之訴，係對於已確定而不利於己之終局判決，聲明不服，請求法\r\n院再開或續行前訴訟程序更為審判之特別救濟方法，提起該訴之當事人必\r\n以原確定判決之當事人或其繼受人為限，初非各該當事人或繼受人之債權\r\n人所得代位提起，此觀就兩造確定判決有法律上利害關係之第三人，亦僅\r\n於前訴訟程序中已為參加者，始得以參加人地位輔助一造（即以原當事人\r\n名義）提起再審之訴（民事訴訟法第五十八條第三項規定）自明，此與代\r\n位權行使之範圍，包括假扣押、假處分、聲請強制執行或提起訴訟等非訴\r\n訟程序中祇有訴訟當事人或訴訟法規定之關係人始可行使之情形，迥然不\r\n同。"
    },
    {
        "case_id": "最高法院 101 年度台簡上字第 27 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 101 年 09 月 19 日",
        "case_gist": "按票據為文義證券及無因證券，票據上之權利義務，悉依票上所載文義定\r\n之，與其基礎之原因關係各自獨立。票據上權利之行使，不以其原因關係\r\n存在為前提，執票人行使票據上權利時，就其基礎之原因關係確係有效存\r\n在之事實，自不負舉證責任。又作成拒絕付款證書後，或作成拒絕付款證\r\n書期限經過後所為之背書，謂為期限後背書，依票據法第四十一條第一項\r\n規定，僅有通常債權轉讓之效力。所謂僅有通常債權轉讓之效力，係指期\r\n後背書所移轉者，僅為該票據之債權，無票據法上擔保效力，亦無抗辯限\r\n制之效力，與民法上一般債權讓與之效力相同，人的抗辯並不因讓與而中\r\n斷，票據債務人仍得以所得對抗執票人前手之事由對抗執票人而已，非謂\r\n執票人因此不得享有票據上之權利。故票據債務人主張執票人取得票據出\r\n於惡意，或期後背書之背書人或其前手存有票據權利瑕疵，則應由票據債\r\n務人就該惡意或票據權利瑕疵之事實負舉證之責。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1488 號 民事裁定",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 101 年 09 月 19 日",
        "case_gist": "按請求權可行使時，消滅時效即開始進行，此觀民法第一百二十八條規定\r\n即明。於時效開始進行後，我國民法並無可停止時效進行之相關規定。而\r\n民法第一百二十九條規定所列舉之消滅時效中斷事由，僅有請求、承認、\r\n起訴及與起訴有同一效力之依督促程序聲請發支付命令、聲請調解或提付\r\n仲裁、申報和解債權或破產債權、告知訴訟、開始執行行為或聲請強制執\r\n行等事項，並不包括於時效開始進行後始發生法律上障礙之情形。惟倘此\r\n法律上障礙延續至時效期間終止時尚未排除，依民法第一百三十九條規定\r\n之同一法理，應認自該障礙排除時起，一個月內，其時效不完成。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1454 號 民事判決",
        "case_topic": "確認優先債權存在",
        "case_date": "民國 101 年 09 月 19 日",
        "case_gist": "尋繹公司法第三百六十九條之七之立法理由及上開「深石原則」所揭櫫之\r\n精神，關係企業之交易，如控制公司未實際交付貨物給從屬公司，卻大量\r\n向從屬公司收取貨款及營業稅款或以詐欺溢收貨款，即可認控制公司係直\r\n接或間接使從屬公司為不合營業常規或不利益之經營。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1452 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 09 月 19 日",
        "case_gist": "關於損害賠償之數額，固應視其實際所受損害之程度以定其標準。惟倘在\r\n損害已經被證明，而損害額有不能證明或證明顯有重大困難之情形，為避\r\n免被害人因訴訟上舉證困難而使其實體法上損害賠償權利難以實現，法院\r\n應審酌一切情況，依所得心證定其數額，以兼顧當事人實體權利與程序利\r\n益之保護，此觀民事訴訟法第二百二十二條第二項之規定及其立法理由自\r\n明。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1450 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 101 年 09 月 19 日",
        "case_gist": "勞動基準法第二十八條第一項所列之工資優先受償權，乃係就債務人之全\r\n部財產有優先受償之權，並未因該執行標的物之拍賣而消滅，其參與分配\r\n自應受強制執行法第三十二條第一項之限制。又基於強制執行法採塗銷、\r\n消滅主義，因而在第三十四條第二項規定對於執行標的物有擔保物權或優\r\n先受償權之債權人之參與分配，例外不受同法第三十二條第一項之限制，\r\n並非在否定工資之優先受償權，倘勞工就勞動基準法第二十八條第一項所\r\n列之積欠工資，經合法參與分配時，本即享有該條所定優先於其他普通債\r\n權受償之權利，自無損於其工資優先受償權利。況工資優先受償權應否優\r\n先於抵押權，於七十一年勞動基準法第二十八條立法審議時，已有所斟酌\r\n，而為立法所不採，尤其同條第二項復設有墊償基金，資為墊償雇主所積\r\n欠第一項工資之機制，已兼顧勞工生存權之保障，無違憲法第一百五十三\r\n條、第一百五十五條保護勞工之憲政意旨。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1447 號 民事判決",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 101 年 09 月 19 日",
        "case_gist": "查九十八年六月十日修正公布之民法第一千一百四十八條第二項雖規定：\r\n繼承人對於被繼承人之債務，以因繼承所得遺產為限，負清償責任，惟繼\r\n承人自繼承開始時，除民法另有規定外，承受被繼承人財產上之一切權利\r\n、義務，為同條第一項前段所明定。故繼承人於繼承開始時，仍應繼承被\r\n繼承人之一切債務，僅係就超過繼承所得遺產部分之債務得拒絕清償，而\r\n非謂繼承人就其繼承之債務於超過繼承所得遺產部分當然消滅，債權人對\r\n之無請求權存在。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 722 號 民事裁定",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 101 年 09 月 13 日",
        "case_gist": "各共有人基於共有人之地位，依民法第八百二十一條規定，為全體共有人\r\n之利益，請求回復共有物時，因其並非僅為自己利益而為請求，且除契約\r\n另有約定外，該共有人得按其應有部分，對於共有物之全部，有使用收益\r\n之權（民法第八百十八條參照），故其就該排除侵害訴訟所得受之利益，\r\n自應以回復共有物之全部價額為計算基準，不因被請求人亦為共有人，而\r\n有不同。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 703 號 民事裁定",
        "case_topic": "確認債權不存在",
        "case_date": "民國 101 年 09 月 12 日",
        "case_gist": "民國八十九年民事訴訟法第二百四十四條第一項第二款修正時，在通常訴\r\n訟程序起訴狀應記載事項中，雖就訴訟標的部分增訂「及其原因事實」，\r\n然揆其立法理由載明：「原條款僅規定為訴訟標的，惟訴訟標的之涵義，\r\n必須與原因事實相結合，故參照德國民事訴訟法第二百五十三條及日本（\r\n舊）民事訴訟法第二百二十四條之規定，於『訴訟標的』下增加『及其原\r\n因事實』，以使訴狀所表明之事項更加明確」，足見上開修法之目的，係\r\n為使訴狀所表明之事項更加明確，規定在判斷訴訟標的時，須結合原因事\r\n實而為觀察，尚非認為得以原因事實取代訴訟標的。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1412 號 民事判決",
        "case_topic": "塗銷登記",
        "case_date": "民國 101 年 09 月 12 日",
        "case_gist": "按土地法第四十三條所稱依本法所為之登記，有絕對效力，係為保護第三\r\n人交易之安全，將登記賦予絕對真實之效力，此項不動產物權登記公信力\r\n之規定，與九十八年一月二十三日修正公布、同年七月二十三日施行之民\r\n法第七百五十九條之一第二項，增訂「不動產物權登記之公信力，與因信\r\n賴不動產登記之善意第三人，已依法律行為為物權變動之登記者，其變動\r\n之效力，不因原登記物權之不實而受影響」之規範趣旨並無不同。各該信\r\n賴登記而受保護之規定，除須為信賴登記之善意第三人，並有移轉不動產\r\n所有權之合致意思，及發生物權變動登記之物權行為外，必以依合法有效\r\n之法律行為而取得者，始得稱之。若法律行為之標的係不融通物，因違反\r\n禁止之規定（民法第七十一條），致整個法律行為成為絕對無效者，即不\r\n生「善意取得」而受信賴保護之問題。於此情形，因信賴不動產登記之善\r\n意第三人，縱已依法律行為為物權變動之登記，亦無土地法第四十三條及\r\n民法第七百五十九條之一第二項規定之適用。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1411 號 民事判決",
        "case_topic": "所有權移轉登記等",
        "case_date": "民國 101 年 09 月 12 日",
        "case_gist": "民法第一百七十九條規定之不當得利，須當事人間財產損益變動，即一方\r\n所受財產上之利益，與他方財產上所生之損害，係由於無法律上之原因所\r\n致者，始能成立；倘受益人基於債權或物權或其他權源取得利益，即屬有\r\n法律上之原因受利益，自不成立不當得利。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1407 號 民事判決",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 101 年 09 月 12 日",
        "case_gist": "按定不動產界線之訴訟，係指不動產之經界不明，或就經界有爭執，而求\r\n定其界線所在之訴訟而言（本院三十年抗字第一七七號判例參照），性質\r\n上屬於形成之訴。原告提起此訴訟時，祇須聲明請求定其界線之所在即可\r\n，無須主張特定之界線。縱原告主張一定之界線不能證明，法院仍不能以\r\n此駁回其訴。亦即法院本不受兩造當事人主張之拘束，得依調查之結果，\r\n定雙方不動產之經界。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1398 號 民事判決",
        "case_topic": "請求房屋所有權移轉登記等",
        "case_date": "民國 101 年 09 月 06 日",
        "case_gist": "定有期限租賃之出租人不欲續租者，須於訂約時、期限屆滿前或屆滿後，\r\n向承租人具體、明白表示期滿後不再續租或續租應另訂租約之反對意思，\r\n使承租人有所預期，且不得任由承租人繼續為租賃物之使用收益。至出租\r\n人僅就定期租賃原已具有之法律效果為重申之約定，尚不發生阻止續約之\r\n效力。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1346 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 101 年 08 月 30 日",
        "case_gist": "按共同繼承之遺產在分割以前，應為各繼承人公同共有，非經繼承人全體\r\n同意，不得由繼承人中之一人或數人自由處分，九十八年一月間修正前之\r\n民法第八百二十八條第二項規定甚明。買賣係債權行為及負擔行為，而非\r\n處分行為，繼承人中之一人或數人未得其他繼承人之同意，出賣遺產者，\r\n其所訂立之買賣契約雖對他繼承人不生效力，而其關於買賣債權契約則非\r\n無效，在締約當事人間仍非不受拘束。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1345 號 民事判決",
        "case_topic": "請求返還定金",
        "case_date": "民國 101 年 08 月 30 日",
        "case_gist": "按當事人主張之事實，究竟該當於發生何項法律關係，乃屬法官依據法律\r\n獨立審判職責之法律適用問題，固不受當事人主張或陳述之拘束。然受訴\r\n法院所持法律見解，倘與當事人陳述或表明者有所不同，因將影響裁判之\r\n結果，審判長應向當事人發問或曉諭，令其就訴訟關係所涉法律觀點，為\r\n必要之法律上陳述，以盡審判長依民事訴訟法第一百九十九條第一項、第\r\n二項規定之闡明義務，並利當事人為充分之攻擊防禦及適當完全之辯論。\r\n此於受訴法院所持法律見解，牽涉當事人所未能顧及之後續法律上爭點整\r\n理時，尤見其重要性。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1344 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 101 年 08 月 30 日",
        "case_gist": "債權契約成立並生效後，債權人對於債務人之債權即已發生而存在，不因\r\n該債權約定有清償期，債權人於該日期屆至前，不得向債務人請求給付，\r\n即其請求權尚未發生者，而有不同，難謂該債權並不存在。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 683 號 民事裁定",
        "case_topic": "請求損害賠償（專利權）再審",
        "case_date": "民國 101 年 08 月 29 日",
        "case_gist": "按民事訴訟法第四百九十六條第一項第十一款規定「為判決基礎之行政處\r\n分已變更」，係指確定判決以行政處分為判決基礎，而該行政處分已因其\r\n後之行政處分而有所變更，使原確定判決之基礎發生動搖而言。人民依行\r\n政訴訟法第五條規定，請求行政機關應為特定內容之行政處分，如經判決\r\n勝訴確定，非惟行政機關應為該特定內容之行政處分，依同法第四十七條\r\n規定，該確定判決對於同法第四十二條第一項所稱之參加人，亦有效力，\r\n嗣後行政機關依據該確定判決而為行政處分時，該參加人即不得為相反之\r\n主張。職是，民事訴訟法第四百九十六條第一項第十一款所稱為判決基礎\r\n之行政處分，如係經行政機關依據前述課予義務訴訟之確定判決而為變更\r\n之行政處分時，縱有上述之參加人對之提起行政爭訟，仍應認為判決基礎\r\n之行政處分已有所變更，使判決之基礎發生動搖。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1061 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 08 月 29 日",
        "case_gist": "按債務人依民事訴訟法第五百三十一條第一項規定請求債權人賠償因假扣\r\n押或供擔保所受之損害者，必以假扣押裁定因自始不當而撤銷，或因第五\r\n百二十九條第四項及第五百三十條第三項之規定而撤銷者為限。而所謂假\r\n扣押裁定因自始不當而撤銷，係指對於假扣押裁定抗告，經抗告法院依命\r\n假扣押時客觀存在之情形，認為不應為此裁定而撤銷之情形而言，若係因\r\n本案訴訟敗訴確定而撤銷該裁定，僅屬因命假扣押以後之情事變更而撤銷\r\n，尚非該條所謂因自始不當而撤銷。至民事訴訟法第五百二十九條第四項\r\n，係規定債權人不於同條第一項期間內起訴或未遵守前項規定者，債務人\r\n得聲請命假扣押之法院撤銷假扣押裁定。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 678 號 民事裁定",
        "case_topic": "請求分割共有物",
        "case_date": "民國 101 年 08 月 23 日",
        "case_gist": "判決一經對外發表，為該判決之法院即受其羈束，故除當事人對於判決提\r\n起再審之訴、對於除權判決等提起撤銷之訴、原判決經上級審廢棄而發回\r\n更審，或第三人提起撤銷之訴時，為該判決之法院得撤銷或變更外，判決\r\n縱有不當、違法或無效情事，為該判決之法院，亦無自行變更之餘地。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1307 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 101 年 08 月 23 日",
        "case_gist": "按消滅時效因承認而中斷，為民法第一百二十九條第一項第二款所明定。\r\n所謂承認，乃債務人向請求權人表示認識其請求權存在之觀念通知，僅因\r\n債務人之一方行為而成立，無須得他方之同意。至於承認之方式法無明文\r\n，其以書面或言詞，以明示或默示，均無不可。故如債務人之一部清償、\r\n緩期清償或支付利息等，均可視為對於全部債務之承認。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 666 號 民事裁定",
        "case_topic": "確認買賣關係不存在等",
        "case_date": "民國 101 年 08 月 22 日",
        "case_gist": "按訴訟標的之價額，由法院核定。核定訴訟標的之價額，以起訴時之交易\r\n價額為準；無交易價額者，以原告就訴訟標的所有之利益為準。民事訴訟\r\n法第七十七條之一第一項、第二項定有明文。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1294 號 民事判決",
        "case_topic": "確認分管契約存在等",
        "case_date": "民國 101 年 08 月 22 日",
        "case_gist": "按終止權之行使，依民法第二百六十三條準用同法第二百五十八條規定，\r\n應向他方當事人以意思表示為之。契約當事人之一方有數人者，該意思表\r\n示，應由其全體或向其全體為之，此為終止權行使之不可分性。次按所謂\r\n默示之意思表示，係指依表意人之舉動或其他情事，足以間接推知其效果\r\n意思者而言，若單純之沉默，則除有特別情事，依社會觀念可認為一定意\r\n思表示者外，不得謂為默示之意思表示。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 646 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 101 年 08 月 15 日",
        "case_gist": "按假處分所保全之請求，得以金錢之給付達其目的，或債務人將因假處分\r\n而受難以補償之重大損害，或有其他特別情事者，法院始得於假處分裁定\r\n內，記載債務人供所定金額之擔保後免為或撤銷假處分，民事訴訟法第五\r\n百三十六條第一項定有明文。次按假處分所為保全之給付，如代以金錢，\r\n債權人亦得達其債權之終局目的者，參照本院二十二年抗字第一七○七號\r\n判例，固可認有民事訴訟法第五百三十六條所謂特別情事，許債務人供擔\r\n保而撤銷假處分，惟假處分與假扣押之性質不同，如假處分所保全之給付\r\n代以金錢，並不能達其債權之終局目的，即與上開判例之意旨不符，仍不\r\n得許債務人供擔保而為撤銷假處分之裁定。此之所謂得以金錢之給付達成\r\n目的者，係指假處分所欲保全之請求而言。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1246 號 民事判決",
        "case_topic": "請求回復原狀等",
        "case_date": "民國 101 年 08 月 15 日",
        "case_gist": "所謂同時履行之抗辯，係基於雙務契約而發生，倘雙方之債務，非本於同\r\n一之雙務契約而發生，縱令雙方債務在事實上有密切之關係，或雙方之債\r\n務雖因同一之雙務契約而發生，然其一方之給付，與他方之給付，並非立\r\n於互為對待給付之關係者，均不能發生同時履行之抗辯。被上訴人為本件\r\n請求，其請求權並非本於秀岡公司、蕭經間之買賣（雙務）契約而生，被\r\n上訴人亦非屬系爭買賣契約之任何一方當事人，其要無依該契約對蕭經負\r\n對待給付之責任之可言，縱蕭經曾於原審行使同時履行抗辯權，但被上訴\r\n人並非蕭經得行使同時履行抗辯權之對象，則蕭經所為該項主張，並不發\r\n生同時履行之抗辯效力。故原判決對蕭經此不生效力之抗辯未於判決理由\r\n中說明不採之理由，尚無所謂判決不備理由之違誤。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1210 號 民事裁定",
        "case_topic": "請求確認債權存在等",
        "case_date": "民國 101 年 08 月 09 日",
        "case_gist": "按民法第一百四十七條僅就時效利益之預先拋棄加以禁止，則於時效完成\r\n後拋棄時效之利益，顯非法之所禁。債務人知時效完成之事實而以單方行\r\n為或契約為承認者，其承認自可認為拋棄時效利益之默示意思表示，時效\r\n完成之利益一經拋棄，即回復時效完成前之狀態，債務人不得再以時效業\r\n經完成拒絕給付。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1163 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 101 年 08 月 01 日",
        "case_gist": "按當事人因妨礙他造使用，故意將證據滅失、隱匿或致礙難使用者，法院\r\n得審酌情形認他造關於該證據之主張或依該證據應證之事實為真實，民事\r\n訴訟法第二百八十二條之一第一項固定有明文。惟鑑定，係鑑定人依其特\r\n別知識陳述自己之意見供為證據之用，鑑定人並非陳述自己所經歷過去事\r\n實之人，僅需憑據所需資料作為其提供特別知識意見之依據，該鑑定所需\r\n資料在法院者，應告知鑑定人准其利用；在證人或當事人處者，法院於必\r\n要時，得依職權或依聲請命證人或當事人提供鑑定所需資料，俾使鑑定人\r\n利用（同法第三百三十七條第一項規定參照），必於當事人拒不依法院之\r\n命提供所需資料供鑑定人鑑定利用者，始得謂其故意將鑑定（證據）致礙\r\n難使用而有同法第二百八十二條之一規定之適用。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1159 號 民事判決",
        "case_topic": "請求返還匯款",
        "case_date": "民國 101 年 07 月 31 日",
        "case_gist": "按民法第二百二十七條所謂之不完全給付，係指債務人向債權人或其他有\r\n受領權人提出之給付，不符合債務本旨而言，其型態有瑕疵給付及加害給\r\n付兩種。倘債務人為債之履行而提出給付，如由無受領權之第三人受領，\r\n除有民法第三百十條所定例外之情形外，不發生清償之效力，自非屬不完\r\n全給付。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1157 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 07 月 31 日",
        "case_gist": "（一）按民法第二百二十四條規定，係指除當事人另有訂定外，債務人之\r\n      代理人或使用人就債之履行行為有故意、過失，債務人應與自己之\r\n      故意或過失負同一責任，非謂該代理人或使用人應與債務人同負債\r\n      務不履行之責。原審僅以松順公司、賴智勇為中國貨櫃公司之使用\r\n      人，中國貨櫃公司又為陽明海運公司之使用人，認其應依上開法條\r\n      負同一責任，於法已有未合。\r\n（二）按民法第二百四十二條所定代位權之行使，須債權人如不代位行使\r\n      債務人之權利，其債權即有不能受完全滿足清償之虞時，始得為之\r\n      。倘債之標的與債務人之資力有關，如金錢之債，代位權之行使應\r\n      以債務人陷於無資力或資力不足為要件。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1106 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 101 年 07 月 25 日",
        "case_gist": "查權利之行使，是否以損害他人為主要目的，應就權利人因權利行使所能\r\n取得之利益，與他人及國家社會因其權利行使所受之損失，比較衡量以定\r\n之。倘其權利之行使，自己所得利益極少而他人及國家社會所受之損失甚\r\n大者，非不得視為以損害他人為主要目的，此乃權利社會化之基本內涵所\r\n必然之解釋。本院著有七十一年台上字第七三七號判例可資參照。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1064 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 101 年 07 月 18 日",
        "case_gist": "（一）按強制執行中拍賣之不動產，為第三人所有，經拍賣終結並將不動\r\n      產權利移轉證書發給承受之債權人或拍定人者，應屬無權處分。第\r\n      三人如未予承認，該拍賣所為之處分行為應屬無效，第三人於執行\r\n      終結後，雖得提起回復所有權之訴請求返還；若有損害，並得本於\r\n      侵權行為，請求執行拍賣之債權人賠償損害。惟第三人亦得為承認\r\n      ，使物權移轉之處分行為發生效力（民法第一百十八條第一項）。\r\n（二）按土地所有人於設定抵押權前，在抵押之土地上已經營造建築物，\r\n      該建築物未併同設定抵押權者，依民法第八百七十七條第一項（修\r\n      正前為同法第八百七十七條）規定，抵押權人應不得聲請將建築物\r\n      併付拍賣。倘執行法院依抵押權人聲請逕將建築物併付拍賣，即屬\r\n      無執行名義而為強制執行，侵害執行債務人之權利。於此情形，債\r\n      務人如未依強制執行法第十二條第一項規定聲明異議，並由執行法\r\n      院於該拍賣程序終結後，核發不動產權利移轉證書予承受之債權人\r\n      或拍定人者，債務人固不得聲明異議，請求撤銷拍賣程序（司法院\r\n      院字第二七七六號解釋）。然在債務人提起回復所有權之訴，對承\r\n      受之債權人或拍定人主張其有建築物所有權獲勝訴判決確定前（司\r\n      法院院字第五七八號、第一三七○號解釋及本院三十年上字第二二\r\n      ○三號、六十二年台再字第一○○號判例參照），該債權人或拍定\r\n      人若經法院核發不動產權利移轉證書而取得所有權者（強制執行法\r\n      第九十八條第一項），自仍得本於所有權作用對無使用建築物正當\r\n      權源之第三人行使權利。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1045 號 民事判決",
        "case_topic": "調整工程款等",
        "case_date": "民國 101 年 07 月 12 日",
        "case_gist": "當事人依民法第二百二十七條之二情事變更原則之規定，請求法院增加給\r\n付者，乃為形成之訴，須待法院為增加給付判決確定後，其就新增加給付\r\n之請求權始告確定發生，在此之前其所為相關給付之請求，僅屬對於他方\r\n當事人為變更契約內容之要約，尚無因此即認其已有請求權可得行使；而\r\n當事人據此規定為增加給付之請求，即就原來給付為量之增加，並無變更\r\n原來給付所依據之權利性質，則其請求權之消滅時效期間，仍依原來給付\r\n之性質定之，應自法院為該增加給付判決確定日起算，始符該形成判決所\r\n生形成力之原意。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1030 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 07 月 12 日",
        "case_gist": "按民法第一百二十八條規定消滅時效，自請求權可行使時起算。所謂「可\r\n行使時」，係指請求權人行使其請求權，客觀上無法律上之障礙而言，要\r\n與請求權人主觀上何時知悉其可行使無關。倘請求權人因疾病、權利人不\r\n在、權利存在之不知或其他事實上障礙，不能行使請求權者，則時效之進\r\n行不因此而受影響。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1029 號 民事判決",
        "case_topic": "請求給付醫療費用",
        "case_date": "民國 101 年 07 月 12 日",
        "case_gist": "按當事人或其訴訟代理人於訴訟上所為之自認，於辯論主義所行之範圍內\r\n有拘束當事人及法院之效力，法院應認其自認之事實為真，以之為裁判之\r\n基礎，在未經當事人合法撤銷其自認前，法院不得為與自認之事實相反之\r\n認定。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 573 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 101 年 07 月 05 日",
        "case_gist": "當事人於辯論期日到場不為辯論者，視同不到場，民事訴訟法第三百八十\r\n七條固有明文。惟言詞辯論期日，當事人之一造不到場，到場之他造意欲\r\n如何不明瞭者，審判長應依同法第一百九十九條第二項規定，向其發問或\r\n曉諭，令其敘明，其願另定期日辯論，不聲請由一造辯論而為判決者，應\r\n予延展辯論期日，尚不得因其不聲請一造辯論，認其係到場不為辯論，而\r\n視同不到場。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 995 號 民事判決",
        "case_topic": "因債務人異議之訴等",
        "case_date": "民國 101 年 07 月 04 日",
        "case_gist": "按當事人主張有利於己之事實者，就其事實有舉證之責任，但法律別有規\r\n定，或依其情形顯失公平者，不在此限，民事訴訟法第二百七十七條定有\r\n明文。此項規定，固已揭示舉證責任分配之方向，惟其規定，尚無具體標\r\n準，仍應視各別事件情形之不同而為具體之認定，使舉證責任公平合理分\r\n配於兩造負擔。此於當事人就發生法律上效果所必要之事實，如可分為特\r\n別要件事實與一般要件事實之具體個案時，其主張法律效果存在者，自應\r\n就其特別要件事實負舉證責任，始符上揭條文所定之趣旨（本院四十八年\r\n台上字第八八七號判例參照）。因此，民法第一千一百四十八條第二項於\r\n九十八年六月十日修正時，既就繼承人對於被繼承人之債務，變更向來採\r\n取概括繼承之原則，改採法定限定責任（或法定有限責任），明定：「繼\r\n承人對於被繼承人之債務，以因繼承所得遺產為限，負清償責任」；並於\r\n同日增訂民法繼承編施行法第一條之三第四項，規定：「繼承在民法繼承\r\n編中華民國九十八年五月二十二日修正施行前開始，繼承人因不可歸責於\r\n己之事由或未同居共財者，於繼承開始前無法知悉債務之存在，致未能於\r\n修正施行前之法定期間限定或拋棄繼承，且由其繼續履行繼承債務顯失公\r\n平者，於修正施行後，以所得遺產為限，負清償責任」，亦即於修正施行\r\n前未為限定繼承或拋棄繼承之繼承人（不包括民法第一千一百四十八條第\r\n二項及第一千一百五十三條第二項於九十七年一月二日修正時所增列無行\r\n為能力人、限制行為能力人或繼承開始前或開始後發生代負履行責任之保\r\n證契約債務之繼承人），原應概括繼承被繼承人之債務，如有上述情形，\r\n得於修正施行後，以所得遺產為限，負清償責任，此乃就應概括繼承債務\r\n之繼承人得為限定責任之特別要件，則繼承人主張有前述得為限定責任情\r\n形時，依上說明，自應由該繼承人就上述負限定責任之特別要件，即（一\r\n）於繼承開始前無法知悉債務存在。（二）無法知悉債務存在係因不可歸\r\n責事由或未同居共財。（三）該不可歸責事由或未同居共財與繼承人未依\r\n法限定繼承或拋棄繼承間有因果關係。（四）繼續履行繼承債務將顯失公\r\n平等項有利於己之事實，負舉證責任。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 994 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 101 年 07 月 04 日",
        "case_gist": "「爭點效」之適用，固必須前後兩訴之訴訟當事人同一，始有適用。惟前\r\n後二訴之當事人不同，如係因其中一訴為普通共同訴訟（主觀的訴之合併\r\n）之故，則在前後二訴相同之當事人間，仍可發生「爭點效」。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 993 號 民事判決",
        "case_topic": "公平交易法除去侵害",
        "case_date": "民國 101 年 07 月 04 日",
        "case_gist": "公平交易法第二十四條規定：「除本法另有規定者外，事業亦不得為其他\r\n足以影響交易秩序之欺罔或顯失公平之行為。」係不正競爭（不公平競爭\r\n）行為之概括規定，行為是否構成不正競爭？可從行為人與交易相對人之\r\n交易行為，及市場上之效能競爭是否受到侵害加以判斷。事業如以高度抄\r\n襲他人知名商品之外觀或表徵，積極攀附他人知名廣告或商譽等方法，榨\r\n取其努力成果，或以積極欺瞞或消極隱匿重要交易資訊，而足以引人錯誤\r\n之方式，從事交易之行為，依整體交易秩序綜合考量，認已造成民事法律\r\n關係中兩造當事人間，利益分配或危險負擔極度不平衡之情形時，固可認\r\n為與上開條文規定合致。惟倘事業之行為並無欺罔或顯失公平，或對市場\r\n上之效能競爭無妨害，或不足以影響交易秩序者，則無該法條之適用。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 561 號 民事裁定",
        "case_topic": "請求返還共有物",
        "case_date": "民國 101 年 07 月 04 日",
        "case_gist": "按訴訟標的對於數人必須合一確定而應共同起訴，如其中一人或數人拒絕\r\n同為原告而無正當理由者，法院得依原告聲請，以裁定命該未起訴之人於\r\n一定期間內追加為原告。逾期未追加者，視為已一同起訴。法院為前項裁\r\n定前，應使該未起訴之人有陳述意見之機會，民事訴訟法第五十六條之一\r\n第一、二項定有明文。查相對人前開請求屬公同共有權利之行使，其訴訟\r\n標的對於全體繼承人自有合一確定之必要，而應由全體繼承人一同起訴及\r\n應訴，其當事人適格始無欠缺。又本件第一審法院除曾依相對人聲請對抗\r\n告人告知訴訟外，並通知抗告人到庭陳述是否同意相對人提起本件訴訟，\r\n原審亦合法通知抗告人於民國一○一年四月十日到場，但抗告人未到場，\r\n足見抗告人程序權之保障無欠缺。再者民事訴訟法第五十六條之一規定於\r\n總則編，第二審程序並無排除適用。原法院裁定准許相對人之裁定追加原\r\n告之聲請，依上說明，於法洵無違誤。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 941 號 民事判決 (家事類)",
        "case_topic": "請求分配剩餘財產",
        "case_date": "民國 101 年 06 月 27 日",
        "case_gist": "法定財產制關係消滅時，夫或妻之剩餘財產差額分配請求權，乃立法者就\r\n夫或妻對家務、教養子女及婚姻共同生活貢獻所作之法律上評價；與繼承\r\n制度，係因人死亡，由具有一定身分之生存者，包括的繼承被繼承人財產\r\n上之權利義務之規範目的未盡相同，配偶之夫妻剩餘財產差額分配請求權\r\n與繼承權，性質上本可相互併存。且民法第一千零三十條之一第一項規定\r\n之分配請求權，於配偶一方先他方死亡時，係屬生存配偶本於配偶身分對\r\n其以外之繼承人主張之債權，與該生存配偶對於先死亡配偶之繼承權，為\r\n各別存在之請求權迥然不同。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 529 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 101 年 06 月 27 日",
        "case_gist": "按管轄權之有無，應依原告主張之事實，按諸法律關於管轄之規定而為認\r\n定，與其請求之是否成立無涉。查再抗告人主張相對人為美商雷曼公司之\r\n子公司，美商雷曼公司實質操控相對人之一切業務及決策，相對人之破產\r\n管理人於第三次破產報告中已指出相對人並無員工，英商雷曼公司係擔任\r\n該公司債券發行計畫之安排機構、交易商、計算代理人及記帳活動，以協\r\n助雷曼集團取得營業活動之融資，足見雷曼集團公司間財務係一體，利用\r\n設立不同法律實體切割責任，各關係企業之設立僅係規避或隱匿責任之工\r\n具，對外藉由發行債券謀利，相對人應與美商雷曼公司、英商雷曼公司及\r\n雷曼亞洲投資公司負民法第二十八條、第一百八十四條、第一百八十五條\r\n及第一百八十八條共同侵權行為之損害賠償責任。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 923 號 民事判決",
        "case_topic": "確認合建關係不存在等",
        "case_date": "民國 101 年 06 月 20 日",
        "case_gist": "未經法律規範之事項，得否類推適用某項法律規定，應先探求某項法律規\r\n定之規範目的即立法理由，其次再判斷得否基於「同一法律理由」，依平\r\n等原則將該法律規定類推及於該未經法律規範之事項。又與法律漏洞有別\r\n者，乃立法政策上之考量，縱因立法政策錯誤而未為規範係屬不當，亦屬\r\n立法論上之問題，並無類推適用之餘地。稽諸民法第二百六十五條所定之\r\n不安抗辯權，須以他方之財產於訂約後顯形減少而有難為對待給付之虞始\r\n足成立，其立法政策限於他方之財產減少所生難為對待給付之虞，始有保\r\n護先給付義務人之必要，用意應在於他方財產減少後，先給付義務人為履\r\n行，而將來他方竟不履行契約所定之對待給付義務，先給付義務人亦無從\r\n依債務不履行規定獲取損害賠償，故特別立法賦與先給付義務人不安抗辯\r\n權，在他方提出對待給付或相當擔保前，得拒絕給付，並免除其債務遲延\r\n責任。基此，若非訂約後他方財產顯形減少，先給付義務人主張他方有難\r\n為對待給付之虞之情事，除他方之對待給付已屬客觀不能外，何謂有難為\r\n對待給付之虞，難免流於主觀價值判斷，而無客觀標準，且縱使他方將來\r\n確不履行對待給付義務，他方之財產既無顯形減少之情，先給付義務人本\r\n得依債務不履行之規定請求損害賠償，即無特別保護之必要。是依民法第\r\n二百六十五條之規範意旨觀察，就他方非屬財產減少所生之難為對待給付\r\n情事，尚無所謂之法律漏洞存在，而屬立法政策上之決定。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 906 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 06 月 20 日",
        "case_gist": "民事事實審法院，應就當事人所主張之要件事實加以調查及認定，再就其\r\n所認定之事實涵攝於其所適用之法律，以獲得一定之結論。而第三審法院\r\n為法律審，應以原判決所確定之事實為判決基礎，第三審雖得斟酌事實審\r\n言詞辯論筆錄所記載當事人陳述之事實，但不得自行認定事實；因此第二\r\n審法院負有認定事實之職責，自應就當事人之攻擊防禦方法，斟酌全辯論\r\n意旨及調查證據之結果，加以確定之，俾作為第三審法院判斷及適用法律\r\n之依據。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 904 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 101 年 06 月 20 日",
        "case_gist": "按分配表異議之訴屬形成之訴，其訴訟標的為對分配表之異議權，倘原告\r\n係以被告聲明參與分配之債權不存在為異議權之理由，其本質上即含有消\r\n極確認債權不存在訴訟之性質，如被告主張其債權存在，依舉證責任分配\r\n法則，自應先由主張該債權存在之被告負舉證之責。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 903 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 101 年 06 月 20 日",
        "case_gist": "按債務人不能清償債務，在有破產聲請前得向當地商會請求和解者，以商\r\n人為限，非商人則不得聲請商會和解，此觀破產法第四十一條前段規定自\r\n明。所謂商人係指依商業登記法登記從事經營商業之人或依公司法登記之\r\n公司，且加入該地商業同業公會為會員者而言。非商人與商人因有牽連關\r\n係，而有破產原因，欲為破產法之和解時，僅得請求法院和解而不得併向\r\n商會請求併案和解。如非商人在商會成立和解，僅能解為發生民法上和解\r\n之效力，對於未參加和解或不同意讓步之債權人，應不生效力。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 497 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 101 年 06 月 20 日",
        "case_gist": "按當事人於爭執之法律關係聲請為定暫時狀態之處分，依民事訴訟法第五\r\n百三十八條第一項之規定，須為防止發生重大之損害或避免急迫之危險或\r\n有其他相類之情形而有必要時，始得為之。該必要之情事，乃定暫時狀態\r\n處分之原因，依同法第五百三十八條之四準用第五百三十三條本文準用第\r\n五百二十六條第一項規定應由聲請人釋明之。倘聲請人不能釋明必要情事\r\n存在，即無就爭執之法律關係定暫時狀態之必要。所謂定暫時狀態之必要\r\n，即保全必要性，係指為防止發生重大損害，或為避免急迫之危險，或有\r\n其它相類似之情形發生必須加以制止而言。然損害是否重大、危險是否急\r\n迫或是否有其他相類之情形，應釋明至何種程度，始得以擔保金補足其釋\r\n明，應就具體個案，透過權衡理論及比例原則確認之，亦即法院須就聲請\r\n人因許可假處分所能獲得之利益、其因不許可假處分所可能發生之損害、\r\n相對人因假處分之許可所可能蒙受之不利益，及其他利害關係人之利益或\r\n法秩序之安定、和平等公益加以比較衡量。所稱防止發生重大之損害，通\r\n常係指如使聲請人繼續忍受至本案判決時止，其所受之痛苦或不利益顯屬\r\n過苛。其重大與否，須視聲請人因定暫時狀態處分所應獲得之利益或防免\r\n之損害是否逾相對人因該處分所蒙受之不利益或損害而定。聲請人因處分\r\n所應獲之利益或防免之損害大於相對人因該處分所受之不利益或損害，始\r\n得謂為重大而具有保全之必要性。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 493 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 06 月 20 日",
        "case_gist": "民事上之共同侵權行為與刑事上之共同正犯，其構成要件並不完全相同，\r\n共同侵權行為人間不以有意思聯絡為必要，若行為關連共同，亦足成立共\r\n同侵權行為。又民法第一百八十五條第二項所謂視為共同行為人之幫助人\r\n，係指以積極的或消極的行為，對實施侵權行為人予以助力，促成其侵權\r\n行為之實施者而言。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 483 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 101 年 06 月 20 日",
        "case_gist": "按關於假處分與假扣押執行之競合，我國係兼採查封及終局執行優越之原\r\n則，是就債務人所有執行標的物實施假處分於先，執行假扣押在後，而假\r\n扣押債權人就假扣押所保全之請求先取得執行名義，並聲請就該標的物為\r\n終局執行時，則該假處分之效力，並不能排除法院之強制執行。惟如假處\r\n分之債權人就其所保全之請求先取得執行名義，則可逕行請求實現該執行\r\n名義所載之內容，該假扣押執行與之不相容部分之效力，即歸於消滅。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 459 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行",
        "case_date": "民國 101 年 06 月 13 日",
        "case_gist": "按強制執行法第三十二條規定他債權人參與分配者，應於標的物拍賣、變\r\n賣終結或依法交債權人承受之日一日前，其不經拍賣或變賣者，應於當次\r\n分配表作成之日一日前，以書狀聲明之（第一項）。逾前項期間聲明參與\r\n分配者，僅得就前項債權人受償餘額而受清償（第二項前段）。所謂當次\r\n分配表作成之日一日前，係指法院書記官製作分配表，經法官核定之日之\r\n前一日。法官核定後，縱因債權人對分配表異議，經更正分配表或重新製\r\n作分配表，仍應以原分配表作成時為準。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 823 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 101 年 06 月 06 日",
        "case_gist": "若抗告法院對於債權人所爭執之法律關係，因債權人未能釋明有防止發生\r\n重大損害或避免急迫之危險或其他相類之情形，依利益衡量之結果（即就\r\n債權人因定暫時狀態處分所可能獲得之利益與債務人因此所可能遭受之損\r\n害加以比較其利害得失），認為無定暫時狀態處分之必要，而撤銷原裁定\r\n時，既與依命定暫時狀態處分時客觀存在之情形，不應為此裁定而撤銷之\r\n情形有異，即難遽令債權人負上述無過失之損害賠償責任。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 822 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 101 年 06 月 06 日",
        "case_gist": "按確定判決就訴訟標的之法律關係所生之既判力，基於「既判力相對性」\r\n之原則，原則上僅在訴訟當事人間發生作用，而不能使未實際參與訴訟程\r\n序之第三人受到拘束，以免剝奪該第三人實質上受裁判之權利，及影響其\r\n實體上之利益，避免其因未及參與訴訟程序及享有程序主體權之保障致權\r\n益遭受損害。至確定判決如係以對世權之物權請求權為訴訟標的者，其既\r\n判力固可擴張及於受讓訴訟標的物之第三人（特定繼受人）（本院六十一\r\n年台再字第一八六號判例參照），惟該第三人須為於訴訟繫屬後為該當事\r\n人之繼受人（包括一般繼受人及特定繼受人），始足當之，此觀民事訴訟\r\n法第四百零一條第一項前段之規定自明；如該第三人之前手有非訴訟當事\r\n人之繼受人者，該第三人即不能認為係訴訟當事人之繼受人，以維護既判\r\n力主觀範圍效力應有之機能。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 813 號 民事裁定",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 101 年 05 月 31 日",
        "case_gist": "按民法第二百二十七條之二第一項所定之情事變更原則，旨在規範契約成\r\n立後有訂約當時不可預料之情事發生時，經由法院裁量以公平分配契約當\r\n事人間之風險及不可預見之損失。是系爭工程契約書第十八條第四項雖有\r\n「本工程無物價波動調整工程款之規定，投標廠商乙方同意於投標總價中\r\n自行估列施工期間物價波動，乙方同意不要求加價補貼、賠償、展延工期\r\n、停工、或據以要求解除或終止契約」之約定，但若超出合理範圍以外之\r\n不可預測風險，則非該條項約定規範之範疇，仍應有情事變更原則之適用\r\n。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 793 號 民事判決",
        "case_topic": "（債務人）異議之訴",
        "case_date": "民國 101 年 05 月 24 日",
        "case_gist": "按民法第二百六十條規定解除權之行使，不妨礙損害賠償之請求，並非積\r\n極的認有新賠償請求權發生，不過規定因其他原因已發生之賠償請求權，\r\n不因解除權之行使而受妨礙。故該條所定損害賠償請求權，係專指因債務\r\n不履行之損害賠償而言，契約解除後所生之損害，並不包括在內。倘買賣\r\n標的物之市價於解約前已有跌落，低於原定買賣價金，出賣人之財產價值\r\n因而減少，固可認係出賣人因買受人不履行債務所受之損害，然買賣標的\r\n物之價值於解約後始有貶損，則非債務不履行所生之損害。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 770 號 民事判決",
        "case_topic": "請求給付薪資等",
        "case_date": "民國 101 年 05 月 23 日",
        "case_gist": "勞動基準法施行前，事業單位無自訂退休規定或其退休規定低於台灣省工\r\n廠工人退休規則或台灣省礦工退休規則者，其退休金之計算，勞動基準法\r\n第五十五條並無規定。則該施行細則第二十八條第一項第二款但書規定，\r\n無異對原無規定給付員工退休金之事業單位，追溯創設給付員工退休金之\r\n義務，自屬逾越母法授權範圍，且違反法律不溯及既往之原則。其內容又\r\n係命人民負擔勞動基準法施行前之義務，核與中央法規標準法第五條第二\r\n款「關於人民之權利、義務，應以法律定之」，及同法第六條「應以法律\r\n規定之事項，不得以命令定之」之規定有違。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 744 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 101 年 05 月 17 日",
        "case_gist": "按消費者保護法第五十一條關於懲罰性賠償金之規定，旨在促使企業經營\r\n者重視商品及服務品質，維護消費者利益，懲罰惡性之企業經營者，並嚇\r\n阻其他企業經營者仿效。本條所謂「依本法所提之訴訟」，於當事人提起\r\n之訴訟，倘係消費者與企業經營者間，就商品或服務所生爭議之法律關係\r\n，而依消費者保護法之規定起訴者即屬之。又從事提供服務之企業經營者\r\n，如違反消費者保護法第七條第一項或第二項規定，致生損害於消費者或\r\n第三人時，應負連帶賠償責任，此觀同法條第三項之規定自明。準此，消\r\n費者保護法第七條似已具備構成要件及法律效果，要非不得作為給付之訴\r\n在實體法上之請求權基礎。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 407 號 民事裁定",
        "case_topic": "請求給付票款強制執行",
        "case_date": "民國 101 年 05 月 17 日",
        "case_gist": "按民法第七百五十九條所謂法院之判決，係指依其宣告足生物權法上取得\r\n某不動產物權效果之形成判決而言，並非所有形成判決均屬之。而同法第\r\n二百四十四條第四項前段，既規定債權人依同條第一項或第二項之規定聲\r\n請法院撤銷時，得並聲請命受益人或轉得人回復原狀，則原屬債務人之財\r\n產於法院判決確定撤銷詐害行為後，即非自動回復其所有。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 404 號 民事裁定",
        "case_topic": "請求確認合約關係不存在等",
        "case_date": "民國 101 年 05 月 17 日",
        "case_gist": "按訴狀送達後，有請求之基礎事實同一或不甚礙被告之防禦及訴訟之終結\r\n之情形，原告得將原訴變更或追加他訴，為民事訴訟法第二百五十五條第\r\n一項第二款、第七款所明定。所謂請求之基礎事實同一，係指變更或追加\r\n之訴與原訴之原因事實，有其社會事實上之共通性及關聯性，而就原請求\r\n所主張之事實及證據資料，於變更或追加之訴得加以利用，且無害於他造\r\n當事人程序權之保障，俾符訴訟經濟者，均屬之。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 370 號 民事裁定",
        "case_topic": "清償票款強制執行聲明異議",
        "case_date": "民國 101 年 05 月 10 日",
        "case_gist": "按不動產之拍賣最低價額不足清償優先債權及強制執行之費用者，執行法\r\n院應將其事由通知債權人。債權人於受通知後七日內，得證明該不動產賣\r\n得價金有賸餘可能或指定超過該項債權及費用總額之拍賣最低價額，並聲\r\n明如未拍定願負擔其費用而聲請拍賣。逾期未聲請者，執行法院應撤銷查\r\n封，將不動產返還債務人，強制執行法第八十條之一第一項定有明文。又\r\n拍賣最低價額不足清償優先債權及強制執行之費用，不以首次拍賣為限，\r\n減定拍賣最低價額再行拍賣，仍受其限制。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 661 號 民事判決",
        "case_topic": "清償債務等",
        "case_date": "民國 101 年 05 月 09 日",
        "case_gist": "按因可歸責於承攬人之事由，致工作發生瑕疵者，定作人固得依民法第四\r\n百九十五條第一項規定，對承攬人同時或獨立行使修補費用償還請求權與\r\n損害賠償請求權，然該項損害賠償請求權，屬於債務不履行責任（不完全\r\n給付）之性質，要與同法第四百九十三條第二項所定之修補費用償還請求\r\n權，法律性質、構成要件、規範功能及所生法效均未盡相同。申言之，定\r\n作人直接行使此項不完全給付責任之損害賠償請求權時，既非行使民法第\r\n四百九十三條所定瑕疵擔保責任之修補費用償還請求權，自應回歸民法債\r\n編通則有關「不完全給付」之規範，並適用同法第二百二十七條第一項之\r\n規定。若其瑕疵給付可能補正者，依給付遲延之規定行使其權利；其不能\r\n補正時，則依給付不能之規定發生法律效果。因此，定作人對於有瑕疵之\r\n工作原得拒絕受領；倘已受領，並因可歸責於承攬人之事由致工作發生瑕\r\n疵，而該瑕疵為承攬人可能補正，其補正給付無確定期限者，定作人於行\r\n使上開損害賠償請求權，必先依民法第二百二十九條第二項或第三項規定\r\n，催告或定有期限催告承攬人補正而未為給付後，承攬人自受催告或自期\r\n限屆滿時起，負遲延責任，定作人亦於此時始得謂有該項損害賠償請求權\r\n存在。此乃同法第四百九十五條第一項所定之損害賠償請求權本係不完全\r\n給付責任性質，並尋繹是項請求權之規範功能，於八十九年五月五日將同\r\n法第二百二十七條修正為「不完全給付」之規定施行後，並非在排除該條\r\n第一項所定「債權人得依關於『給付遲延』之規定行使其權利」之適用所\r\n當然之解釋。"
    },
    {
        "case_id": "最高法院 101 年度台聲字第 390 號 民事裁定",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 101 年 05 月 03 日",
        "case_gist": "按經准予訴訟救助者，於終局判決確定或訴訟不經裁判而終結後，第一審\r\n受訴法院應依職權以裁定確定訴訟費用額，向應負擔訴訟費用之當事人徵\r\n收之，民事訴訟法第一百十四條第一項前段定有明文。而為受救助人選任\r\n律師之酬金，依同條第二項規定及其立法理由，既須依第一項規定徵收又\r\n無效果時，始由國庫墊付，則在終局判決確定或訴訟不經裁判而終結前，\r\n即無聲請核定第三審律師酬金之實益。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 594 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 101 年 04 月 27 日",
        "case_gist": "按因契約而互負債務，一方有先為給付之義務者，縱其給付兼需他方之行\r\n為始得完成，而由於他方之未為其行為，致不能完成，並不能因而免除給\r\n付之義務。此項行為，涵攝為輔助實現債權人給付利益而負有協力、告知\r\n及說明等義務態樣之附隨義務。又買賣契約，出賣人移轉財產權之義務與\r\n買受人支付價金之義務間具有對價關係；雙方既互負對待給付義務，因此\r\n於他方當事人為對待給付前，自非不得拒絕自己之給付。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 337 號 民事裁定",
        "case_topic": "清償債務強制執行聲明異議",
        "case_date": "民國 101 年 04 月 26 日",
        "case_gist": "按法定優先承買權，為法律所明定，不得任意創設。執行法院雖將數執行\r\n標的合併拍賣，惟並無創設優先承買權之效力，則板橋地院將系爭土地及\r\n系爭建物合併拍賣之執行方法並無創設優先承買權之效力，而再抗告人既\r\n非系爭三四八之一、三四九之一、三七七之一、三五五之五、三五五之四\r\n地號等五筆土地及系爭建物之法定優先承買權人，即不因上開合併拍賣之\r\n執行方法而擴及取得上開五筆土地及系爭建物之優先承買權，自不影響原\r\n拍定人陳○生就上開五筆土地及系爭建物因拍定而取得之買受人地位。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 335 號 民事裁定",
        "case_topic": "請求確認親子關係不存在",
        "case_date": "民國 101 年 04 月 25 日",
        "case_gist": "反訴標的之法律關係為本訴標的之法律關係之先決問題者，亦屬民事訴訟\r\n法第二百六十條第一項所謂反訴標的與本訴標的互相牽連之一種，自非不\r\n得提起反訴（本院四十一年台上字第七三八號判例參照）。本件本訴與反\r\n訴並非不得行同種之訴訟程序，且相對人係以再抗告人非陳寶貴之繼承人\r\n為訴訟標的，而為再抗告人提起本訴訴訟標的之先決問題，二者應有牽連\r\n關係，得為相互利用，符合訴訟經濟之原則，復可防止裁判兩歧，自應許\r\n相對人提起反訴。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 545 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 04 月 19 日",
        "case_gist": "按新聞自由攸關公共利益，國家應給予最大限度之保障，俾免限縮其報導\r\n空間。倘新聞媒體工作者在報導前業經合理查證，而依查證所得資料，有\r\n相當理由確信其為真實者，應認其已盡善良管理人之注意義務而無過失。\r\n惟為兼顧個人名譽權之保護，倘其未加合理查證率予報導，或有明顯理由\r\n，足以懷疑消息之真實性或報導之正確性，而仍予報導，致其報導與事實\r\n不符，則難謂其無過失，如因此貶損他人之社會評價而不法侵害他人之名\r\n譽，即非得憑所述事實係出於其疑慮或推論遽指有阻卻違法事由，自應負\r\n侵權行為之損害賠償責任。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 498 號 民事判決",
        "case_topic": "塗銷所有權移轉登記等",
        "case_date": "民國 101 年 04 月 12 日",
        "case_gist": "按民法第二百四十四條第一、二項所稱之無償或有償行為，係以債務人與\r\n第三人間之行為有無互為對價關係之給付為其區別標準。買賣係屬典型之\r\n有償行為，良以出賣人移轉財產權之義務與買受人支付價金之義務間具有\r\n對價關係。又債務人所有之財產除對於特定債權人設有擔保物權外，應為\r\n一切債務之總擔保，故債務人明知其財產不足清償一切債務，而竟將財產\r\n出賣於人，及受益人於受益時亦知其情事者，債權人即得依民法第二百四\r\n十四條第二項之規定，訴請法院撤銷。縱令債務人將其不動產廉價賣與債\r\n權人中之一人，以所得價金對於該債權人清償債務，其他債權人亦僅於有\r\n同法條第二項情形時，得以訴請撤銷買賣行為，究不能認其行為為無償，\r\n尤難逕指債務人之換價為同法條第一項之詐害行為，俾以保全法定撤銷權\r\n之行使，兼資防免妨害交易之安全。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 271 號 民事裁定",
        "case_topic": "聲請宣告破產",
        "case_date": "民國 101 年 04 月 05 日",
        "case_gist": "債權人吳劍秋等前聲請對相對人宣告破產事件，既經法院裁定駁回該破產\r\n宣告聲請確定，相對人未受破產宣告，其財產自不屬於破產財團；倘再抗\r\n告人未經法定程序取得對相對人財產強制執行之處分權能，即不能依破產\r\n程序處分相對人之財產。再抗告人以系爭和解契約為據，主張可依黃晚智\r\n等人破產程序強制處分相對人之財產，相對人就該破產執行事件而言，係\r\n屬破產人以外之第三人。果相對人就其財產列入破產財團有爭議，並已就\r\n此提起解決爭議之訴訟（下稱爭議訴訟），仍任再抗告人繼續依破產程序\r\n執行分配該財產，致有相對人無法回復其財產權利之虞，依強制執行法第\r\n十八條第二項規定之同一法理，於爭議訴訟終結前，亦非無停止破產執行\r\n分配程序之必要，自得類推適用強制執行法第十八條第二項規定裁定停止\r\n破產程序。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 437 號 民事裁定",
        "case_topic": "請求返還停車位",
        "case_date": "民國 101 年 03 月 30 日",
        "case_gist": "按民法上之法律行為，有債權行為與物權行為，除法律有特別規定外，前\r\n者於特定人間發生法律上之效力，後者於以公示方法使第三人得知悉之狀\r\n態下，對任何第三人均發生法律上之效力。如其法律事實為第三人明知或\r\n可得而知，縱為債權契約，其契約內容仍非不得對第三人發生法律上之效\r\n力。又基於一定法律上之原因而享有占有之權利，亦稱本權；既因占有而\r\n具有事實支配標的物之外觀，自足以表彰本權。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 255 號 民事裁定",
        "case_topic": "請求塗銷登記等",
        "case_date": "民國 101 年 03 月 28 日",
        "case_gist": "惟原法院先謂抗告人列管理人吳家河為法定代理人，程式上並無不合，後\r\n又謂抗告人欠缺合法之法定代理人，前後理由不無矛盾。次按法院於能力\r\n、法定代理權或為訴訟所必要之允許，認有欠缺而可以補正者，應定期間\r\n命其補正。又上訴不合程式或有其他不合法之情形而可以補正者，原第一\r\n審法院應定期間命其補正，如不於期間內補正，應以裁定駁回之，為民事\r\n訴訟法第四十九條，第四百四十二條第二項所明定。準此，祭祀公業條例\r\n於九十七年七月一日公布施行後，未登記為法人之祭祀公業，具非法人團\r\n體性質，提起上訴，應由其管理人為法定代理人合法代理，固為上訴之合\r\n法要件，惟管理人是否經合法選任，攸關該祭祀公業法定代理權有無欠缺\r\n，法院於此不問其訴訟進行至如何之程度，應依職權調查之，縱使其實際\r\n尚有欠缺，苟非不能補正，依上開規定，仍應以裁定酌定期間命為補正，\r\n迨逾期不為補正時，始得認其上訴為不合法，而以裁定駁回之。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 251 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 101 年 03 月 22 日",
        "case_gist": "債權之行使，通常雖應對特定之債務人為之，但債務人如意欲債務不履行\r\n，倘第三人加以幫助或相與合謀，使債務之全部或一部陷於不能履行時，\r\n則債權人就此所受損害，自得依侵權行為之法則，向該第三人請求賠償。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 250 號 民事裁定",
        "case_topic": "拍賣抵押物強制執行",
        "case_date": "民國 101 年 03 月 22 日",
        "case_gist": "按裁判之執行力，係指裁判具有強制債務人實行其內容之效力；裁判之羈\r\n束力，乃指為裁判之法院，於裁判宣示、公告或送達後，不得自行撤銷或\r\n變更之效力，兩者顯有區別。又法院許可拍賣抵押物之裁定，不待確定，\r\n即有執行力，得為執行名義。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 224 號 民事裁定",
        "case_topic": "分割共有物",
        "case_date": "民國 101 年 03 月 21 日",
        "case_gist": "按訴訟全部或一部之裁判，以他訴訟之法律關係是否成立為據者，法院得\r\n在他訴訟終結前以裁定停止訴訟程序，固為民事訴訟法第一百八十二條第\r\n一項所明定。惟所謂訴訟全部或一部之裁判，以他訴訟之法律關係是否成\r\n立為據者，係指他訴訟之法律關係是否成立，為本件訴訟先決問題者而言\r\n。若他訴訟是否成立之法律關係，並非本件訴訟之先決問題，則其訴訟程\r\n序即毋庸停止。次按提起分割共有物之訴，參與分割之當事人，以共有人\r\n為限。請求分割之共有物，如為不動產，共有人之應有部分各為若干，悉\r\n以土地登記簿登記者為準（見本院六十七年台上字第三一三一號判例）。\r\n而法院裁判分割共有物，性質上為共有人間應有部分之交換，自屬處分行\r\n為，應以各共有人之處分權存在為前提，故提起分割共有物之訴，參與分\r\n割之當事人以全體共有人為限，共有人之應有部分以土地登記簿上所記載\r\n者為準。是法院應依土地登記簿上記載各共有人之應有部分裁判分割共有\r\n物。共有人或第三人縱對土地登記簿上記載之共有人或應有部分有所爭執\r\n，而另以訴訟處理，該訴訟之法律關係並非分割共有物訴訟所據之先決問\r\n題。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 328 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 101 年 03 月 15 日",
        "case_gist": "對於合夥之執行名義，實質上即為對全體合夥人之執行名義，故司法院院\r\n字第九一八號解釋「原確定判決，雖僅令合夥團體履行債務，但合夥財產\r\n不足清償時，自得對合夥人執行」。是實務上尤無於合夥（全體合夥人）\r\n之外，再列某一合夥人為共同被告之理。故合夥人以約定或決議，委任部\r\n分合夥人執行合夥事務，而使此部分合夥人於執行合夥事務之範圍內，對\r\n於第三人為其他合夥人之代表，則以合夥團體為原告或被告，提出與合夥\r\n事務有關之訴訟，而由此部分合夥人代表合夥團體者，可認為此部分合夥\r\n人係經其他合夥人授予訴訟實施權，基於任意訴訟擔當之法理，為其他合\r\n夥人為原告或被告，依民事訴訟法第四百零一條第二項、強制執行法第四\r\n條之二第一項第二款規定，應認此確定判決之既判力、執行力擴張及於其\r\n他合夥人。惟合夥人退夥後，對於其退夥前合夥所負之債務，依民法第六\r\n百九十條雖仍應負責，然已不具有合夥人身分，則於其退夥後，以合夥團\r\n體為原告，提出與其退夥前合夥事務有關之訴訟，雖由執行事務之合夥人\r\n代表合夥團體，但無從基於任意訴訟擔當之法理，認該確定判決之既判力\r\n、執行力可擴張及於已退夥之合夥人。"
    },
    {
        "case_id": "最高法院 101 年度台簡抗字第 9 號 民事裁定",
        "case_topic": "給付租金",
        "case_date": "民國 101 年 03 月 14 日",
        "case_gist": "按以一訴附帶請求其孳息、損害賠償、違約金或費用者，不併算其價額，\r\n民事訴訟法第七十七條之二第二項定有明文。所稱以一訴附帶請求，指凡\r\n是附帶請求與主位請求間有主從、依附或牽連關係者，即有該條項規定之\r\n適用。基此法理，其以一訴主張之數項標的，而其主請求，依訴訟標的之\r\n性質應適用簡易訴訟程序者，則其附隨之請求既不併計算標的價額，自亦\r\n應併同主請求適用簡易訴訟程序。本件相對人請求租金部分，依民事訴訟\r\n法第四百二十七條第二項第八款之規定，應適用簡易程序，違約金請求權\r\n係伴隨租金請求權所生，為租金之附隨請求，屬於以一訴附帶主張違約金\r\n，不併算其價額，依上說明，自應與租金請求權一併適用簡易程序。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 299 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 101 年 03 月 08 日",
        "case_gist": "按民事訴訟法第四百條第一項規定確定判決之既判力，惟於判決主文所判\r\n斷之訴訟標的，始可發生。若訴訟標的以外之事項，縱令與為訴訟標的之\r\n法律關係有影響，因而於判決理由中對之有所判斷，除同條第二項所定情\r\n形外，尚不能因該判決已經確定而認此項判斷有既判力。倘當事人提出之\r\n訴訟資料，足以推翻原判斷，非不得作相反之主張，法院亦非不得為相反\r\n之判斷。有鑑於仲裁制度之單級審理特色及仲裁判斷之有限司法審查，此\r\n於仲裁事件亦有其適用。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 280 號 民事判決",
        "case_topic": "給付價金",
        "case_date": "民國 101 年 03 月 08 日",
        "case_gist": "按公司增資發行新股，洽由特定人協議以公司事業所需之財產為出資而認\r\n購者，依公司法第七條、第二百六十八條、第二百七十二條及第二百七十\r\n四條之規定，固應由公司依認購者出資之財產核定應給之股數，經董事會\r\n送請監察人查核加具意見，連同會計師查核簽證資料送主管機關核定。惟\r\n該認購協議之債權行為與認購者移轉公司事業所需之財產所有權（與繳足\r\n股款同）而取得股東資格之物權行為，其間或有關連，究各該行為在法律\r\n上之評價，應係兩個相互分離、性質不同之法律行為，此與買賣契約之債\r\n權行為及作為其履行行為之移轉所有權之物權行為，分屬獨立而不同之法\r\n律行為概念相同，亦即取得新股股份行為與認購協議行為間之關係，一如\r\n移轉所有權之物權行為與其原因即買賣契約之債權行為間具有「獨立性」\r\n或「無因性」，前者行為之效力不受其原因即後者行為效力之影響。因此\r\n，洽由特定人認購新股之協議，該意思表示縱有瑕疵而屬無效或經撤銷時\r\n，認購者取得公司新股股份之行為仍不因而當然無效或失其存在。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 258 號 民事判決",
        "case_topic": "請求給付加班費",
        "case_date": "民國 101 年 03 月 01 日",
        "case_gist": "勞動基準法第八十四條之一第一項規定，經中央主管機關核定公告之監督\r\n、管理人員或責任制專業人員，監視性或間歇性之工作，其他性質特殊之\r\n工作者，得由勞雇雙方另行約定工作時間、例假、休假、女性夜間工作，\r\n並報請當地主管機關核備，不受第三十條、第三十二條、第三十六條、第\r\n三十七條、第四十九條規定之限制，其立法目的無非係就特殊工作者，因\r\n具自由裁量自身工作時間之性質，允許勞雇雙方得調整工作時間，不受勞\r\n動基準法相關規定之限制。則勞雇雙方既得自行約定該勞動條件，並非須\r\n經主管機關許可始生效力，故即令勞雇雙方於約定後未依上開規定報請當\r\n地主管機關核備，亦僅屬行政管理上之問題，究不得指該約定為無效。"
    },
    {
        "case_id": "最高法院 101 年度台簡上字第 2 號 民事判決",
        "case_topic": "確認經界",
        "case_date": "民國 101 年 02 月 29 日",
        "case_gist": "（一）按民事訴訟法第一百九十七條第一項規定：當事人對於訴訟程序規\r\n      定之違背，得提出異議。但已表示無異議或無異議而就該訴訟有所\r\n      聲明或陳述者，不在此限。此項「責問權」之行使，須當事人對於\r\n      「法院或他造」在法律上有瑕疵之訴訟行為始得為之，若就自己所\r\n      為違背非屬公益事項之訴訟程序規定之行為，即不得自為無效之主\r\n      張，並於事後提出異議而行使「責問權」（僅他造得對之行使責問\r\n      權）。且尋繹該條項但書於九十二年二月七日修正時之立法說明，\r\n      既揭櫫：「……惟若並未表示無異議而仍就該訴訟有所聲明或陳述\r\n      ，仍應視為默示之無異議，爰修正第一項文字，以杜爭議」等意旨\r\n      ，則該條項但書所定「責問權」之例外喪失，除該訴訟程序之規定\r\n      ，非僅為當事人之利益而設者外，初不問其係已表示無異議（明示\r\n      捨棄責問權），或未表示無異議而就該訴訟有所聲明或陳述（默示\r\n      之無異議）而有不同，此對照該條項修正前後之文字自明。\r\n（二）按民法第一百四十八條第二項規定：行使權利，履行義務，應依誠\r\n      實及信用方法。此項誠實信用原則，乃法律倫理價值之最高表現，\r\n      具有補充、驗證實證法之機能，更為法解釋之基準，旨在實踐法律\r\n      關係上之公平妥當，應斟酌各該事件情形衡量當事人利益，具體實\r\n      現正義。該項原則不僅於權利人直接實現權利內容的行為有其適用\r\n      ，即於整個法領域，無論公法、私法及訴訟法，對於一切權利亦均\r\n      有適用之餘地，故該條項所稱之「行使權利」者，應涵攝訴訟行為\r\n      在內。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 232 號 民事判決",
        "case_topic": "因不當行使專利權所生損害賠償爭議",
        "case_date": "民國 101 年 02 月 23 日",
        "case_gist": "當事人終止契約，須有終止權，終止權有基於法律規定而生者（法定終止\r\n權），有基於當事人約定而生者（約定終止權）。約定終止權之行使方法\r\n，應依契約當事人之約定，如未約定，依民法第二百六十三條準用同法第\r\n二百五十八條之規定，得由一方向他方當事人以意思表示為之。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 225 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 101 年 02 月 16 日",
        "case_gist": "當事人聲明之證據，除就其聲明之證據中認為不必要者外，法院應為調查\r\n，民事訴訟法第二百八十六條定有明文。該條但書所謂不必要之證據，係\r\n指當事人聲明之證據，與應證事實無關，或不影響裁判基礎，或毫無證據\r\n價值，或因有窒礙不能預定調查證據之期間或訟爭事實已臻明暸且法院已\r\n得強固之心證而言。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 137 號 民事裁定",
        "case_topic": "聲請拆屋還地強制執行聲明異議",
        "case_date": "民國 101 年 02 月 16 日",
        "case_gist": "按民事強制執行事務，於地方法院及其分院設民事執行處辦理之，強制執\r\n行法第一條既定有明文，則債權人聲請民事強制執行，應否准許？自專屬\r\n地方法院及其分院民事執行處職責，高等法院或最高法院並無越俎代為准\r\n許與否之權。縱民事執行處否准強制執行之聲請之理由不當，高等法院或\r\n最高法院亦僅就該駁回聲請裁定部分予以廢棄為已足，無須另為准予強制\r\n執行聲請之諭知。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 136 號 民事裁定",
        "case_topic": "聲請清償債務強制執行聲明異議",
        "case_date": "民國 101 年 02 月 16 日",
        "case_gist": "（一）按就債務人對第三債務人（下稱第三人）金錢債權之執行，執行法\r\n      院固應發扣押命令禁止債務人收取或為其他處分及禁止第三人向債\r\n      務人清償，並得詢問債權人意見，以命令許債權人收取（收取命令\r\n      ），或將該債權移轉於債權人（移轉命令）；如認為適當時，得命\r\n      第三人向執行法院支付轉給債權人（支付轉給命令），或將扣押之\r\n      金錢債權拍賣或變賣，以價金清償債權。惟若以移轉命令將扣押之\r\n      金錢債權，依券面額移轉於債權人代替金錢支付者，該扣押之債權\r\n      因移轉命令，已由債務人移轉與債權人，其性質與民法之債權讓與\r\n      並無不同，該移轉命令自應於送達第三人時發生效力（強制執行法\r\n      第一百十八條第二項），債務人亦於此時喪失其對第三人之債權人\r\n      地位，而由執行債權人於移轉範圍內取得對第三人之債權人地位而\r\n      成為該債權主體，該部分執行程序即告終結，債權人縱未依強制執\r\n      行法第一百二十條第二項規定對依第一百十九條第一項聲明異議之\r\n      第三人起訴，執行法院亦無從於執行程序終結後，依第三人之聲請\r\n      而撤銷執行命令（包括扣押命令及移轉命令），故強制執行法第一\r\n      百二十條第三項所稱之「撤銷所發執行命令」，應不包括「移轉命\r\n      令」在內。\r\n（二）按假扣押之財產，如係債務人對第三人之金錢債權，該金錢債權之\r\n      終局執行債權人聲請執行而為換價後，假扣押之債權人就其保全之\r\n      債權，當然發生參與分配之效果，其應受分配之金額並應予提存。\r\n      於此情形，因移轉命令有使執行債權人獨占扣押債權，以滿足其債\r\n      權之效果，復以假扣押債權人已成為參與分配之債權人，倘該終局\r\n      執行債權人與假扣押執行債權人之債權總和超過債務人對第三人之\r\n      金錢債權金額者，執行法院即應發支付轉給命令，不得發移轉命令\r\n      ，如發移轉命令即屬無效，不生債權移轉之效力，執行法院並應依\r\n      職權就此無效之移轉命令予以撤銷。"
    },
    {
        "case_id": "最高法院 101 年度台聲字第 134 號 民事裁定",
        "case_topic": "請求確認地下室共有權存在",
        "case_date": "民國 101 年 02 月 15 日",
        "case_gist": "按上訴第三審，採律師強制代理制度，委任律師之酬金，屬因訴訟所生之\r\n必要費用，依民事訴訟法第四百六十六條之三第一項規定，為訴訟費用之\r\n一部，並應限定其最高額。此項酬金，係為計算他造應負擔訴訟費用額之\r\n目的而核定，第三審法院應就他造應負擔之律師酬金全部斟酌後定之，而\r\n不論委任律師之當事人或被委任律師之人數，司法院所定「法院選任律師\r\n及第三審律師酬金核定支給標準」第五條規定：「前條所定酬金，不論選\r\n任或委任律師人數，均按件數計算。」即明示斯旨。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 123 號 民事裁定",
        "case_topic": "聲請撤銷支付命令確定證明書",
        "case_date": "民國 101 年 02 月 15 日",
        "case_gist": "按對於法院書記官之處分，得於送達後或受通知後十日內提出異議，由其\r\n所屬法院裁定。民事訴訟法第二百四十條第二項定有明文。故對於書記官\r\n撤銷支付命令確定證明書之處分提出異議，本應由其所屬法院裁定之。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 95 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 101 年 02 月 09 日",
        "case_gist": "按公寓大廈管理條例第四條第二項及土地登記規則第九十四條規定，雖不\r\n得將區分所有建物之共同使用部分與其專有部分之主建物分離而為移轉，\r\n但在同一區分所有建物之區分所有權人相互間，就區分所有建物之共同使\r\n用部分之應有部分比例（權利範圍）所為之調整，應非不許，故共同使用\r\n部分之應有部分自非不得與其主建物分離而移轉予同建物之其他區分所有\r\n權人，即難認本件聲請無實益。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 158 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 101 年 02 月 09 日",
        "case_gist": "如當事人已證明受有損害而不能證明其數額或證明顯有重大困難者，法院\r\n應審酌一切情況，依所得心證定其數額，民事訴訟法第二百二十二條第二\r\n項固定有明文。惟揆其立法旨趣係以在損害已經被證明，而損害額有不能\r\n證明或證明顯有重大困難之情形，為避免被害人因訴訟上舉證困難而使其\r\n實體法上損害賠償權利難以實現所設之規範，用以兼顧當事人實體權利與\r\n程序利益之保護。該條項之規定，性質上乃證明度之降低，而非純屬法官\r\n之裁量權，負舉證責任之當事人仍應在客觀上可能之範圍內提出證據，俾\r\n法院得本於當事人所主張一定根據之事實，綜合全辯論意旨，依照經驗法\r\n則及相當性原則就損害額為適當之酌定。因此，主張損害賠償之當事人，\r\n對於他造就事實有所爭執時，仍負有一定之舉證責任。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 157 號 民事判決",
        "case_topic": "請求移轉所有權",
        "case_date": "民國 101 年 02 月 08 日",
        "case_gist": "選擇訴之合併，係原告以單一之聲明，主張二以上之訴訟標的，請求法院\r\n擇一訴訟標的為其勝訴之判決而言。被上訴人主張上訴人就系爭房地之買\r\n賣係通謀虛偽，及潘楊○○無權處分，其買賣應屬無效云云，其聲明為請\r\n求曾○○塗銷系爭房地之移轉登記，回復為潘楊○○所有；而其主張上訴\r\n人間之買賣係詐害行為，依民法第二百四十四條第二項規定撤銷部分，其\r\n聲明為上訴人間就該買賣之債權及物權行為，應予撤銷。上開主張之內容\r\n不同，聲明各異，原審認係同一內容之請求，為選擇合併，已有未合。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 79 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 101 年 01 月 12 日",
        "case_gist": "按契約成立後，情事變更，非當時所得預料，而依其原有效果顯失公平者\r\n，當事人得聲請法院增、減其給付或變更其他原有之效果。民法第二百二\r\n十七條之二第一項規定甚明。又解釋契約，固須探求當事人立約時之真意\r\n，不能拘泥於契約之文字，但契約文字業已表示當事人真意，無須別事探\r\n求者，即不得反捨契約文字而更為曲解。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 38 號 民事判決",
        "case_topic": "侵害專利權有關財產權爭議等",
        "case_date": "民國 101 年 01 月 12 日",
        "case_gist": "智慧財產案件審理法第八條規定：「法院已知之特殊專業知識，應予當事\r\n人有辯論之機會，始得採為裁判之基礎。審判長或受命法官就事件之法律\r\n關係，應向當事人曉諭爭點，並得適時表明法律見解及適度開示心證」，\r\n揆其立法意旨，旨在避免造成突襲性裁判及平衡保護訴訟當事人之實體利\r\n益及程序利益，以保障當事人之聽審機會及使其衡量有無進而為其他主張\r\n及聲請調查證據之必要。因此，法官依上開規定開示心證時，如當事人提\r\n出新攻擊防禦方法時，應認其符合民事訴訟法第四百四十七條第一項第五\r\n款、第六款之規定，方足以與智慧財產案件審理法第八條之立法旨趣相呼\r\n應。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 31 號 民事裁定",
        "case_topic": "支付命令聲明異議",
        "case_date": "民國 101 年 01 月 12 日",
        "case_gist": "司法事務官所發之支付命令，債務人倘未於法定期間合法提出異議者，與\r\n確定判決有同一之效力，而債務人對支付命令提出異議，已生訟爭性，有\r\n無合法提出異議，復攸關當事人權益甚為重大，司法事務官就債務人對支\r\n付命令提出之異議，自無處理權限，應由法官審查債務人異議有無逾期，\r\n分別裁定駁回或以債權人支付命令之聲請視為起訴或聲請調解。是司法事\r\n務官所發之支付命令，經債務人提出異議者，仍應適用同法第五百十八條\r\n及第五百十九條之規定，即將債務人提出異議逾期之駁回權，及合法異議\r\n視為起訴或聲請調解之審判權排除於司法事務官職權之外，俾定法官與司\r\n法事務官權限之分際。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 9 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議",
        "case_date": "民國 101 年 01 月 05 日",
        "case_gist": "擅自以重製之方法侵害他人之著作財產權，乃侵害著作權人對著作物獨占\r\n利用、收益之權利（著作權法第二十二條～第二十九條參照），可認為係\r\n侵害依法應歸屬著作權人之利用權能而獲得利益致著作權人受損害，此項\r\n利益自得依其使用該著作權所能獲致之交易上客觀價額計算之。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 5 號 民事判決",
        "case_topic": "請求確認土地所有權登記請求權存在",
        "case_date": "民國 101 年 01 月 05 日",
        "case_gist": "按法規明定自公布或發布日施行者，自公布或發布之日起算至第三日發生\r\n效力，中央法規標準法第十三條所明定。行政法規中除明定具有溯及效力\r\n者外，其適用以不溯及既往為原則，此為法律適用之原則。又各機關受理\r\n人民聲請許可案件適用法規時，除依其性質應適用行為時之法規外，如在\r\n處理程序終結前，據以准許之法規有變更者，適用新法規。但舊法規有利\r\n於當事人而新法規未廢除或禁止所聲請之事項者，適用舊法規，同法第十\r\n八條亦有明定。準此，中央法規標準法第十八條規定乃指申請時據以准許\r\n之法規有變更者，適用新法規，至於申請後有新的法規規定時，是否可適\r\n用新法規，屬新法規可否溯及既往適用之問題，與中央法規標準法第十八\r\n條規定無涉。"
    },
    {
        "case_id": "最高法院 100 年度台聲字第 1294 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 12 月 29 日",
        "case_gist": "按民事訴訟法第四百條第二項既明定主張抵銷之請求，其成立與否經裁判\r\n者，以主張抵銷之額為限，有既判力，且該條項未就主張抵銷請求之主體\r\n設其限制，並參照民法第三百三十四條、第三百三十五條有關「抵銷之要\r\n件暨方法」之規定，亦未將主張抵銷者侷限於債權人或債務人，倘主動債\r\n權及被動債權皆有效存在，復向他方為意思表示者，均得主張抵銷之。則\r\n當事人於訴訟繫屬中，不問主張抵銷之請求為原告或被告所主張之反對債\r\n權，祇要經法院裁判抵銷之數額者，即應賦予既判力，其因該部分判決所\r\n生法律上之效力，而受不利益之當事人，就該部分判決，自仍有上訴利益\r\n，不受原判決主文形式上為准駁宣示之拘束。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2199 號 民事判決",
        "case_topic": "請求給付權利金",
        "case_date": "民國 100 年 12 月 22 日",
        "case_gist": "民法第二百五十四條係規定，契約當事人之一方遲延給付者，他方當事人\r\n得定相當期限催告其履行，如於期限內不履行時，得解除其契約。故債務\r\n人遲延給付時，必須經債權人定相當期限催告其履行，而債務人於期限內\r\n仍不履行時，債權人始得解除契約。債權人為履行給付之催告，如未定期\r\n限，難謂與前述民法規定解除契約之要件相符，自不得依上開法條規定解\r\n除契約。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2198 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 100 年 12 月 22 日",
        "case_gist": "抵押權所擔保者為原債權、利息、遲延利息、違約金及實行抵押權之費用\r\n。但契約另有約定者，不在此限；上開規定於最高限額抵押權準用之。修\r\n正及增訂之民法第八百六十一條第一項、第八百八十一條之十七分別定有\r\n明文。而民法第八百六十一條第一項規定修正之理由為：「學者通說及實\r\n務上見解認為違約金應在抵押權所擔保之範圍內，爰於本條增列之，使擔\r\n保範圍更臻明確，並將「訂定」修正為「約定」，改列為第一項。至原債\r\n權乃抵押權成立之要件，且為貫徹公示效力，以保障交易安全，連同其利\r\n息、違約金均應辦理登記，始生物權效力。惟其登記方法及程序應由地政\r\n機關配合辦理（最高法院八十四年台上字第一九六七號判例參照），併此\r\n敘明」。故約定之利息，應經登記，始為抵押權擔保效力所及。至民法第\r\n八百六十一條第一項，係於當事人設定抵押權時，未表明抵押權所擔保之\r\n範圍時所作之補充規定，非謂利息可無須登記，即為抵押權擔保效力所及\r\n。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2150 號 民事判決",
        "case_topic": "給付扶養費",
        "case_date": "民國 100 年 12 月 15 日",
        "case_gist": "按九十七年一月九日修正公布、同年月十一日施行之民法第一千一百二十\r\n條有關「扶養方法決定」之規定，尋繹其修正之背景暨經過，既未採立法\r\n院原提案委員暨審查會通過之修正草案條文（即「扶養之方法，由當事人\r\n協議定之，不能協議時，由法院定之。」），改於原條文增列但書，規定\r\n為「但扶養費之給付，當事人不能協議時，由法院定之。」再依扶養費之\r\n給付，本是扶養方法之一種，且該但書祇將其中「扶養費之給付」部分予\r\n以單獨設其規範，應認當事人已就扶養之方法議定為扶養費之給付，扶養\r\n之方法即告協議完成，倘雙方僅就扶養費給付金額之多寡有所爭執時，從\r\n扶養費給付之本質觀之，殊無由親屬會議議定之必要，亦非親屬會議所得\r\n置喙。於此情形，為求迅速解決紛爭，節省時間勞費，自應由法院介入，\r\n並依非訟事件法第一百四十條之一規定，直接聲請法院以非訟程序，本於\r\n職權探知以定該扶養費之給付金額，此乃該條但書之所由設。因此，對於\r\n一定親屬間之扶養方法，究採扶養義務人迎養扶養權利人，或由扶養義務\r\n人給與一定金錢或生活資料予扶養權利人，或依其他之扶養方法為之？應\r\n由當事人協議定之，以切合實際上之需要，並維持親屬間之和諧；若當事\r\n人就是否以扶養費之給付為扶養之方法不能協議者，則仍應回歸依該條本\r\n文規定，由親屬會議定之，或依同法第一千一百三十二條、第一千一百三\r\n十七條規定暨本院四十五年台上字第三四六號判例意旨為之，尚不得逕向\r\n法院訴請給付扶養費（參看本院二十六年鄂上字第四○一號判例）。唯於\r\n當事人已協議以扶養費之給付為扶養之方法，而僅對扶養費給付金額之高\r\n低，不能達成協議時，始可依該條但書之規定，逕向管轄法院聲請以非訟\r\n程序裁判之。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2104 號 民事判決",
        "case_topic": "確認股東會決議無效等",
        "case_date": "民國 100 年 12 月 08 日",
        "case_gist": "形成訴訟，乃係請求變動權利判決之訴訟，並以新法律關係之創設、變更\r\n或消滅既存之法律關係為其目的權利之存在，且可獲得變動法律關係或權\r\n利之法律上利益者，始得為之。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 939 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 100 年 11 月 24 日",
        "case_gist": "民事訴訟法第五百三十二條規定之假處分既係以保全金錢請求以外之請求\r\n之強制執行為目的，故債權人所提起之本案訴訟，以金錢請求以外之請求\r\n之「給付之訴」為限，而依同法第五百三十三條準用第五百二十五條第一\r\n項第二款規定，債權人應於聲請假處分時表明「請求及其原因事實」，所\r\n謂請求即已在或欲在本案訴訟請求之標的，倘債權人所表明之本案請求為\r\n確認之訴，即非以金錢請求以外請求之給付之訴，自不得遽為聲請假處分\r\n。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2071 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 100 年 11 月 24 日",
        "case_gist": "按重劃區內應行拆遷之土地改良物或墳墓，以妨礙重劃土地分配或工程施\r\n工者為限。土地改良物所有權人或墓主對於補償數額有異議或拒不拆遷時\r\n，得由理事會協調；協調不成時，由理事會報請直轄市或縣（市）主管機\r\n關予以調處；不服調處結果者，應於三十日內訴請司法機關裁判，逾期不\r\n訴請裁判者，理事會應依調處結果辦理。但妨礙公共設施工程之地上物，\r\n於調處後仍拒不拆遷者，理事會得將前項補償數額依法提存後，送請直轄\r\n市或縣（市）主管機關依本條例（指平均地權條例）第六十二條之一第一\r\n項規定代為拆遷。為現行獎勵土地所有權人辦理市地重劃辦法第三十一條\r\n第二項所明定。"
    }
]