[
    {
        "case_id": "最高法院 102 年度台上字第 1766 號 民事判決",
        "case_topic": "請求給付工資等",
        "case_date": "民國 102 年 09 月 18 日",
        "case_gist": "按行使權利，應依誠實及信用方法。權利人在相當期間內不行使其權利，\r\n依特別情事足使義務人正當信賴權利人已不欲其履行義務，甚至以此信賴\r\n作為自己行為之基礎，而應對其加以保護，依一般社會通念，權利人行使\r\n權利乃有違誠信原則者，應認其權利失效，不得行使。至審酌上開構成權\r\n利失效之要素，得依具體個案為調整。又權利失效係源於誠信原則，如權\r\n利人怠於行使權利確悖於誠信原則，其主觀上對權利存否之認識，則非所\r\n問。再消滅時效係因一定期間權利之不行使，使其請求權歸於消滅之制度\r\n；而權利失效理論之運用旨在填補時效期間內，權利人不符誠信原則之前\r\n後矛盾行為規範上之不足，以避免權利人權利長久不行使所生法秩序不安\r\n定之缺漏，兩者之功能、構成要件及法律效果均有不同。次按不定期勞動\r\n契約屬繼續履行之契約關係，首重安定性及明確性。其契約之存否，除涉\r\n及工資之給付、勞務之提供外，尚關係勞工工作年資計算、退休金之提撥\r\n、企業內部組織人力安排、工作調度等，對勞雇雙方權益影響甚鉅，一旦\r\n發生爭議，應有儘速確定之必要。參酌德國勞動契約終止保護法（\r\nKundigungs schutzgesetz） 就勞工對解雇合法性之爭訟明定有一定期間\r\n之限制，益徵勞動關係不宜久懸未定。權利失效理論又係本於誠信原則發\r\n展而來，徵之民法第一百四十八條增列第二項之修法意旨，則於勞動法律\r\n關係，自無於勞工一方行使權利時，特別排除其適用。"
    },
    {
        "case_id": "最高法院 102 年度台聲字第 964 號 民事裁定",
        "case_topic": "請求損害賠償依職權裁定確定訴訟費用額",
        "case_date": "民國 102 年 08 月 29 日",
        "case_gist": "准予訴訟救助，於假扣押、假處分、上訴及抗告，亦有效力，民事訴訟法\r\n第一百十一條定有明文。是就本案訴訟准予訴訟救助，其效力自及於受訴\r\n法院依職權確定訴訟費用額及其相關裁定之抗告程序。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1606 號 民事判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 102 年 08 月 28 日",
        "case_gist": "違約金之約定，乃基於個人自主意思之發展、自我決定及自我拘束所形成\r\n之當事人間之規範，本諸契約自由之精神及契約神聖與契約嚴守之原則，\r\n契約當事人對於其所約定之違約金數額，原應受其約束。惟倘當事人所約\r\n定之違約金過高者，為避免違約金制度造成違背契約正義等值之原則，法\r\n院得參酌一般客觀事實、社會經濟狀況及當事人所受損害情形，依職權減\r\n至相當之金額"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1605 號 民事判決",
        "case_topic": "請求給付地租",
        "case_date": "民國 102 年 08 月 28 日",
        "case_gist": "查執行法院對於動產及不動產之拍賣，性質上屬於私法上之買賣行為（本\r\n院八十年台抗字第一四三號判例參照）。同理，執行法院因對於其他財產\r\n權之執行，依強制執行法第一百十五條第二項之規定，將一定金錢數額之\r\n債權，移轉於債權人代替金錢之支付，以清償執行債權及執行費用所核發\r\n之移轉命令，乃使債權人取得債務人對於第三人之債權人地位，性質上與\r\n民法第二百九十四條第一項前段所規定債權讓與（法律行為中之準物權行\r\n為）之情形相當，自須具備法律行為之生效要件，始生效力。又法院核發\r\n移轉命令後，於移轉之債權範圍內，有使執行債權消滅之效力，具有代物\r\n清償之效果，縱債權人嗣未獲清償，其已消滅之執行債權亦不能再行回復\r\n。因此，執行法院所核發之移轉命令，須其所移轉之債權，得以一定之金\r\n錢數額表示之債權額而能即時明確決算，即具有券面額者，始得發生換價\r\n受償之執行效力，俾免強令債權人接受難獲清償之債權致有悖交換之正義\r\n（即以兩種顯不等值之債權互換，係違反正義）。而附有對待給付之金錢\r\n債權，是否具有該券面額？因該對待給付能否確實履行，難以預料，自不\r\n能單純以其現在形式之債權額定之，尚須具備現實即時得明確決算充當清\r\n償之金額，方克稱之。倘執行法院因未行使形式上審查權，或經行使後仍\r\n未能發現債務人對第三人之金錢債權，確附有對待給付；或於債權人知悉\r\n有對待給付之場合，未詢問債權人意見並經其同意即逕予核發移轉命令者\r\n，均應認為該移轉命令違反公共秩序所蘊含之交換正義等值原則而歸於無\r\n效，此觀強制執行法第一百十五條第三項於八十五年十月九日修正時，有\r\n鑑於金錢債權附對待給付，因難以依移轉命令之換價命令辦理，乃增設其\r\n規範，明定執行法院就此得依特別換價程序為之，即得依債權人之聲請，\r\n準用對於動產執行之規定拍賣或變賣之益明。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 706 號 民事裁定",
        "case_topic": "請求所有權移轉登記等",
        "case_date": "民國 102 年 08 月 23 日",
        "case_gist": "以起訴視為調解之聲請，如調解不成立，原起訴之效力即回復，除當事人\r\n聲請延展期日外，法院應按該事件應適用之訴訟程序，命即為訴訟之辯論\r\n。此際，當事人於調解程序委任之訴訟代理人，其職務尚未終了，於該事\r\n件之訴訟程序仍有訴訟代理權。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 704 號 民事裁定",
        "case_topic": "請求返還價金",
        "case_date": "民國 102 年 08 月 22 日",
        "case_gist": "按法庭錄音含有參與法庭活動之人聲紋及情感活動等內容，交付法庭錄音\r\n光碟或數位錄音涉及其人格權等基本權之侵害，應以法律明文規定或由法\r\n律明確授權。司法院依法院組織法第九十條第二項、民事訴訟法第二百十\r\n三條之一訂頒法庭錄音辦法第七條，及依民事訴訟法第二百四十二條第六\r\n項訂頒民事閱卷規則第二十三條規定，依法得聲請檢閱或閱覽卷宗之人，\r\n得請求交付法庭錄音光碟或法庭數位錄音內容。惟依民事訴訟法第二百十\r\n九條、第二百十三條之一規定，法庭錄音係為輔助製作言詞辯論筆錄，當\r\n事人為確保筆錄之正確，得依法庭錄音辦法第五條、第六條規定播放錄音\r\n內容以核對更正。同辦法第七條規定得聲請交付法庭錄音光碟或數位錄音\r\n內容，已逾越輔助必要範圍。又法庭錄音光碟或數位錄音內容並非民事訴\r\n訟法第二百四十二條第一項所訂之卷內文書，當事人依該項規定聲請閱覽\r\n、抄錄或攝影卷內文書，或預納費用聲請付與繕本、影本或節本，自不包\r\n括法庭錄音光碟或數位錄音內容。另法院組織法第九十條第一項規定法庭\r\n開庭時，非經審判長核准，不得錄音。乃許訴訟關係人得逕請求交付法庭\r\n錄音光碟或數位錄音內容，亦違背該規定。是法庭錄音辦法第七條及民事\r\n閱卷規則第二十三條規定，顯逾越母法授權範圍，且非妥適，法院得不予\r\n交付。"
    },
    {
        "case_id": "最高法院 102 年度台簡上字第 17 號 民事判決",
        "case_topic": "給付票款",
        "case_date": "民國 102 年 08 月 22 日",
        "case_gist": "委任取款背書之背書人，不論何時，均得對受任取款之人收回票據及撤回\r\n代理權之授與，而回復其對於支票之持有，並基於票據之流通性，再將該\r\n支票依背書及交付而轉讓之（同法第一百四十四條、第三十條第一項）。\r\n因此，支票上之背書性質究竟為何？應就授受票據當事人間所存在之客觀\r\n情事判斷之，而不能逕以背書時之情況認定之。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1577 號 民事判決",
        "case_topic": "請求返還土地等",
        "case_date": "民國 102 年 08 月 22 日",
        "case_gist": "不動產物權經登記者，推定登記權利人適法有此權利，民法第七百五十九\r\n條之一第一項定有明文。此項登記之推定力，觀其立法意旨，乃為登記名\r\n義人除不得援以對抗其直接前手之真正權利人外，得對其他任何人主張之\r\n。該直接前手之真正權利人以外之人，須依法定程序塗銷登記名義人之登\r\n記，始得推翻其登記之推定力。如直接前手為真正權利人，於第三者信賴\r\n登記而取得土地權利之前，真正權利人非不得對登記名義人主張登記原因\r\n之無效或撤銷。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 652 號 民事裁定",
        "case_topic": "返還提存物",
        "case_date": "民國 102 年 08 月 14 日",
        "case_gist": "按民事訴訟法第一百零四條第一項第三款所定之「訴訟終結」，於就供訴\r\n訟費用之擔保而起訴（同法第九十六條）之情形，係指該訴訟程序終結，\r\n訴訟費用額已能確定者而言。至於其他依法令供訴訟上之擔保者，依同法\r\n第一百零六條準用第一百零四條第一項第三款之規定，應指受擔保利益人\r\n因該供擔保之原因所受損害已得確定，且其對供擔保之提存物行使權利並\r\n無障礙而言。故債權人於提供擔保，對債務人財產實施假扣押或執行假處\r\n分後，嗣撤銷假扣押或假處分裁定（同法第五百三十條第三項、第五百三\r\n十三條前段、第五百三十八條之四），復撤回假扣押或假處分之執行，債\r\n務人因假扣押或假處分執行所受之損害已往後確定不再發生，損害可得確\r\n定，並得據以行使權利請求賠償時，債權人即得依上開規定，以「訴訟終\r\n結」為由，定期催告受擔保利益人行使權利而未行使後，聲請法院裁定返\r\n還提存物，不以該假扣押或假處分之本案訴訟終結為必要。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1508 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 102 年 08 月 08 日",
        "case_gist": "土地及其土地上之房屋同屬一人所有，僅將土地或房屋所有權讓與他人，\r\n或將土地及房屋同時或先後讓與相異之人，於土地受讓人或房屋受讓人與\r\n讓與人間，或房屋受讓人與土地受讓人間，得成立租賃關係者，須以該房\r\n屋於土地或房屋讓與時業已存在，並具相當之經濟價值為要件；且其範圍\r\n應以房屋占有之土地，及與該部分土地之使用有不可分離關係之附屬地（\r\n如庭院、走道等）為限。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1494 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 102 年 08 月 08 日",
        "case_gist": "國家賠償法第三條第一項規定，公有公共設施因設置或管理有欠缺，致人\r\n民生命、身體或財產受損害者，國家應負損害賠償責任。所謂公共設施之\r\n設置有欠缺，係指公共設施建造之初，即存有瑕疵而言；管理有欠缺，係\r\n指公共設施建造後未妥善保管或因其他情事發生瑕疵，而於瑕疵發生後怠\r\n於適時修護而言。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1468 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 102 年 08 月 01 日",
        "case_gist": "按所謂製造物供給契約，乃當事人之一方專以或主要以自己之材料，製成\r\n物品供給他方，而由他方給付報酬之契約。此種契約之性質，究係買賣抑\r\n或承攬，仍應探求當事人之真意釋之。如當事人之意思，重在工作之完成\r\n，應定性為承攬契約；如當事人之意思，重在財產權之移轉，即應解釋為\r\n買賣契約；兩者無所偏重或輕重不分時，則為承攬與買賣之混合契約，並\r\n非凡工作物供給契約即屬承攬與買賣之混合契約。是承攬關係重在勞務之\r\n給付及工作之完成，與著重在財產權之移轉之買賣關係不同，至承攬關係\r\n中，材料究應由何方當事人供給，通常係依契約之約定或參酌交易慣例定\r\n之，其材料可能由定作人提供，亦可能由承攬人自備。是工程合約究為「\r\n承攬契約」抑或「製造物供給契約」，關鍵應在於「是否移轉工作物所有\r\n權」而定，至材料由何人提供，並非承攬定性之必然要件。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1447 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 102 年 07 月 31 日",
        "case_gist": "繼續性之契約已開始履行者，為免徒增法律關係之複雜，如無因嗣後之債\r\n務不履行情事，使契約關係溯及消滅之必要，原則上雖應以終止之方法消\r\n滅其契約關係，惟究不得因此即謂已履行之繼續性契約，當事人均不得行\r\n使解除權。於繼續性質之租賃契約，民法債編「租賃」，就承租人之終止\r\n權，固已有特別規定，但在出租人依約交付合於債之本旨之租賃物與承租\r\n人前，承租人要非不得依法行使解除權，以解除租賃契約。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 634 號 民事裁定",
        "case_topic": "侵害專利權",
        "case_date": "民國 102 年 07 月 25 日",
        "case_gist": "民事訴訟法第一百零二條第一項規定，供擔保應提存現金或法院認為相當\r\n之有價證券。但當事人別有約定者，不在此限。是法院裁判命以現金供擔\r\n保，除當事人別有約定外，於供擔保時，原則上應照裁判所抽象表明之數\r\n額提存現金，倘欲提存有價證券，以經法院認為相當者為限。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 631 號 民事裁定",
        "case_topic": "請求撤銷登記等",
        "case_date": "民國 102 年 07 月 25 日",
        "case_gist": "司法院依法院組織法第九十條第二項、民事訴訟法第二百十三條之一訂頒\r\n法庭錄音辦法第七條，及依民事訴訟法第二百四十二條第六項訂頒民事閱\r\n卷規則第二十三條固規定，依法得聲請檢閱或閱覽卷宗之人得請求交付法\r\n庭錄音光碟或法庭數位錄音內容。惟法庭錄音含有參與法庭活動之人之聲\r\n紋及情感活動等內容，交付法庭錄音光碟或數位錄音涉及其人格權等基本\r\n權之保障，應以法律明文規定或由法律明確授權。而民事訴訟法第二百十\r\n九條規定，法庭活動專以筆錄證之，同法第二百十三條之一則規定，法庭\r\n錄音係為輔助製作言詞辯論筆錄。當事人為確保筆錄之正確，得依法庭錄\r\n音辦法第五條、第六條規定提出異議或聲請播放錄音內容核對更正之，無\r\n依同辦法第七條規定聲請交付法庭錄音光碟或數位錄音內容之必要。又法\r\n庭錄音光碟或數位錄音內容並非民事訴訟法第二百四十二條第一項所定之\r\n卷內文書，當事人依該項規定聲請閱覽、抄錄或攝影卷內文書，或預納費\r\n用聲請付與繕本、影本或節本，並不包括法庭錄音光碟或數位錄音內容。\r\n再法院組織法第九十條第一項規定法庭開庭時，非經審判長核准，不得錄\r\n音，倘許訴訟關係人得逕請求交付法庭錄音光碟或數位錄音內容，亦違背\r\n該規定。是法庭錄音辦法第七條及民事閱卷規則第二十三條規定，顯逾越\r\n母法授權範圍，且非妥適，法院自得不予適用。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1431 號 民事判決",
        "case_topic": "請求撤銷股東會決議等",
        "case_date": "民國 102 年 07 月 25 日",
        "case_gist": "民法第二百五十九條規定契約解除時，當事人互負回復原狀之義務，所稱\r\n回復原狀，係指契約成立前之原狀而言。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1430 號 民事判決",
        "case_topic": "請求排除侵害等",
        "case_date": "民國 102 年 07 月 25 日",
        "case_gist": "當事人於訴訟上所為之自認，於辯論主義所行之範圍內有拘束當事人及法\r\n院之效力，法院應認其自認之事實為真，以之為裁判之基礎，在未經自認\r\n人合法撤銷其自認前，法院不得為與自認之事實相反之認定。而自認之撤\r\n銷，自認人除應向法院為撤銷其自認之表示外，尚須舉證證明其自認與事\r\n實不符，或經他造同意者，始得為之。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1388 號 民事判決",
        "case_topic": "返還溢付權利金",
        "case_date": "民國 102 年 07 月 24 日",
        "case_gist": "按地上權同時約定權利金與地租者，其權利金性質應視其給付目的而定。\r\n苟權利金交付之目的在設定地上權，其性質應為取得地上權之對價，而與\r\n地租無涉。若權利金交付之目的在先行取得部分之租金，則權利金之性質\r\n應屬預付之地租。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1378 號 民事判決",
        "case_topic": "返還服務費",
        "case_date": "民國 102 年 07 月 24 日",
        "case_gist": "契約當事人以確保債務之履行為目的，約定於債務人不履行債務或不為適\r\n當之履行時，所應支付之違約金，除契約約定其為懲罰性之違約金外，概\r\n屬於賠償總額預定性之違約金，以免對債務人造成不利，此觀同法第二百\r\n五十條之規定及其修正理由自明。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 608 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 07 月 18 日",
        "case_gist": "按法庭錄音光碟或數位錄音內容含有參與法庭活動者之聲紋、情感活動等\r\n內容，交付法庭錄音光碟或數位錄音內容涉及其人格權等基本權之保障，\r\n應經法律明文規定或法律明確授權，始得為之。查關於言詞辯論所定程式\r\n之遵守，專以筆錄證之，此觀民事訴訟法第二百十九條之規定自明。而依\r\n民事訴訟法第二百十三條之一規定，法庭錄音僅在輔助製作言詞辯論筆錄\r\n。當事人為確保筆錄之正確，得依法庭錄音辦法第五條、第六條規定，聲\r\n請播放錄音內容、核對更正、或記明其異議，已足以維護當事人之訴訟權\r\n益，交付法庭錄音光碟或數位錄音內容，已逾必要之範圍。又錄音光碟或\r\n數位錄音內容並非民事訴訟法第二百四十二條第一項所定之卷內文書，故\r\n依該規定聲請閱覽、抄錄或攝影卷內文書，或預納費用聲請交予繕本、影\r\n本或節本，自不包括法庭錄音光碟或數位錄音內容。另法院組織法第九十\r\n條第一項明定法庭開庭時，非經審判長核准，不得錄音。乃許訴訟關係人\r\n得逕行聲請交付法庭錄音光碟或數位錄音內容，亦與該規定有違。準此，\r\n司法院依法院組織法第九十條第二項、民事訴訟法第二百十三條之一訂頒\r\n法庭錄音辦法第七條及依民事訴訟法第二百四十二條第六項訂頒民事閱卷\r\n規則第二十三條之規定，欠缺法律明確授權，亦非促進訴訟所必要。法院\r\n得不予適用。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1369 號 民事判決",
        "case_topic": "請求返還攤位",
        "case_date": "民國 102 年 07 月 18 日",
        "case_gist": "按訴訟標的對於數人必須合一確定者，係指固有必要共同訴訟與類似必要\r\n共同訴訟而言。查本件上訴人就備位聲明部分，對被上訴人及潘○熙二人\r\n之請求權基礎不同，且其等在法律上各有獨立實施訴訟之權能，其中一人\r\n被訴所受之本案判決對於另一人並無效力，訴訟標的於其二人間即非必須\r\n合一確定，自無從適用民事訴訟法第五十六條第一項第一款規定，故第一\r\n審就上訴人所提先位聲明部分，僅判決被上訴人部分敗訴，駁回上訴人其\r\n餘之訴，上訴人就潘○熙敗訴部分未提起上訴。是被上訴人合法提起上訴\r\n之行為，其效力不及於潘○熙。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1367 號 民事裁定",
        "case_topic": "請求許可執行",
        "case_date": "民國 102 年 07 月 18 日",
        "case_gist": "按民事訴訟法第四百零二條第一項第二款所謂「應訴」，應以被告之實質\r\n防禦權是否獲得充分保障行使為斷，如當事人於外國訴訟程序中，客觀狀\r\n態下可知悉訴訟之開始，可充分準備應訴，可實質行使防禦權，即已符合\r\n應訴要件，不以當事人本人是否親收開始訴訟之通知，是否親自參與言詞\r\n辯論程序為必要。該法條第三款所謂有背於公共秩序者，係指外國法院所\r\n宣告之法律上效果或宣告法律效果所依據之原因，違反我國之基本立法政\r\n策或法律理念、社會之普遍價值或基本原則而言。又同法第四百零二條第\r\n一項第四款所謂相互之承認，非指該國與我國互為國際法上的國家承認或\r\n政府承認，而係指法院間相互承認判決的互惠而言。如該外國未明示拒絕\r\n承認我國判決之效力，應儘量從寬及主動立於互惠觀點，承認該國判決之\r\n效力。外國法院承認我國法院判決之要件，祗須與民事訴訟法承認外國判\r\n決效力之重要原則不太懸殊即可，非以與我國規定內容完全相同為必要，\r\n倘外國並無積極否認我國法院確定判決效力之事實，且外國法院判決復無\r\n民事訴訟法第四百零二條第一項第一款、第二款、第三款情形，不妨承認\r\n其判決為有效，以符合目前我國外交現況之需要。原審既認新加坡國判決\r\n之內容僅涉及債之關係，且兩造均有出庭應訴，其訴訟程序亦無瑕疵，自\r\n無背於我國國家社會之一般公共利益、國民之道德觀念，即無違反我國公\r\n共秩序或善良風俗。又我國法院之判決得依新加坡普通法，以我國判決為\r\n訴因，獨立提起訴訟據以執行。是以新加坡法院既無積極否認我國法院確\r\n定判決效力，且可期待以普通法承認執行我國法院之判決，自無民事訴訟\r\n法第四百零二條第一項第四款所定無相互承認之情形，被上訴人請求判決\r\n認可如原判決附件所示兩造間就債務不履行等事件所受系爭新加坡法院判\r\n決之效力，並許可在我國領域內為強制執行，即屬有據。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1353 號 民事判決",
        "case_topic": "認派下權房份之財產權不存在等",
        "case_date": "民國 102 年 07 月 18 日",
        "case_gist": "依當事人主張之事實及法律關係，其聲明有不適當或錯誤之情形，審判長\r\n應予闡明，使為適切之聲明。祭祀公業派下員對於公業特定財產，並無派\r\n下權存否之問題，不得為確認之訴之標的。上訴人請求確認被上訴人就系\r\n爭土地派下權房份之財產權不存在，尚非妥適，原審未予闡明，遽為判決\r\n，並有可議。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1333 號 民事判決",
        "case_topic": "第三人撤銷之訴",
        "case_date": "民國 102 年 07 月 11 日",
        "case_gist": "查被上訴人對李○裕有一千二百五十三萬元之債權，系爭支付命令，係命\r\n李○裕給付李○勤八百萬元本息，因李○裕未提出異議，而與確定判決有\r\n同一效力，惟被上訴人就系爭支付命令所載債權，另案訴請確認債權不存\r\n在，亦經法院判決被上訴人勝訴確定，此為原審所認定之事實。果爾，系\r\n爭支付命令之當事人為上訴人二人，其既判力，亦僅及於該二人之間，並\r\n未及於被上訴人或擴張及於被上訴人，況該支付命令程序本非被上訴人所\r\n得參加，被上訴人又已另案訴請確認上訴人李○勤對上訴人李○裕之抵押\r\n債權不存在，並獲勝訴判決確定。則依上開立法意旨，尚難謂被上訴人係\r\n民事訴訟法第五百零七條之一所稱「有法律上利害關係之第三人」得提起\r\n第三人撤銷之訴，原審遽以系爭支付命令所表彰之債權若存在，被上訴人\r\n就李○裕之債權即受有難獲完全清償之不利益，進而謂被上訴人屬有法律\r\n上利害關係之第三人，於法自有未合。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1315 號 民事判決",
        "case_topic": "排除侵害等",
        "case_date": "民國 102 年 07 月 11 日",
        "case_gist": "按依建築法規之規定，提供土地作為公眾通行之道路與因時效而形成之既\r\n成道路不同，非屬司法院大法官釋字第四○○號解釋所指私人土地因成立\r\n公用地役關係，特別犧牲其財產上之利益，國家應徵收給予補償之範疇。\r\n蓋私有土地依建築法規之規定，提供予公眾使用者，私有土地所有人常因\r\n而使他基地得為建築之用或因而提高建築基地之利用價值，與因時效而形\r\n成之既成道路有別。是私有土地依建築法規之規定，提供作為公眾通行之\r\n道路，雖非上開解釋所稱之既成道路，其未經徵收者，仍應持續作為公眾\r\n使用，市區道路主管機關依其情形，得依市區道路條例第四條、第五條、\r\n第九條第二項等規定為改善、養護及重修，所有權人負有容忍之義務。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1304 號 民事判決",
        "case_topic": "返還酬勞等",
        "case_date": "民國 102 年 07 月 11 日",
        "case_gist": "按政府或法人為公司股東，當選為董事或監察人，依公司法第二十七條第\r\n一項規定，指定自然人代表行使職務者，該被指定人與政府或法人間之法\r\n律關係為委任；受任人本於其代表之資格，再由公司指派擔任子公司之董\r\n事、監察人，亦屬原委任事務範圍。受任人因代表政府或法人行使公司及\r\n子公司董事、監察人職務所得酬勞，係屬因處理委任事務之所得，除別有\r\n約定外，依民法第五百四十一條第一項規定，應交付於委任人。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1235 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 102 年 06 月 27 日",
        "case_gist": "㈠確定判決之內容如尚未實現，而因言詞辯論終結後之情事變更，依其情\r\n  形顯失公平者，當事人得更行起訴，請求變更原判決之給付或其他原有\r\n  效果。但以不得依其他法定程序請求救濟者為限，民事訴訟法第三百九\r\n  十七條第一項定有明文。\r\n㈡債權人受領遲延，僅使債務人之責任減輕，債務人所負債務並不因而消\r\n  滅，被上訴人並未受領自九十九年七月一日起之不當得利，上訴人之債\r\n  務仍存在，自符合民事訴訟法第三百九十七條第一項所定「確定判決之\r\n  內容尚未實現」。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1220 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 102 年 06 月 27 日",
        "case_gist": "按當事人於第二審行言詞辯論時，始提出新攻擊或防禦方法，如有民事訴\r\n訟法第四百四十七條第一項但書及第四百六十三條準用第二百七十六條第\r\n一項各款規定情形，尚不生失權效果。此為法院應依職權調查之事項，不\r\n待當事人主張或抗辯，均應本於職權予以探知；審判長並應曉諭當事人就\r\n此為適當完全之辯論。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 521 號 民事裁定",
        "case_topic": "拍賣抵押物聲明異議",
        "case_date": "民國 102 年 06 月 26 日",
        "case_gist": "按執行法院於債權人聲請強制執行時，除其提出之執行名義有尚未成立之\r\n情形，不得據以強制執行外，即應依執行名義所載內容開始執行。倘第三\r\n人就執行標的物主張有足以排除強制執行之權利，亦僅屬是否提起異議之\r\n訴以資解除之問題，執行法院尚不得以此為由駁回債權人強制執行之聲請\r\n。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1170 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 102 年 06 月 20 日",
        "case_gist": "按行政機關為安定所屬人員生活，提供房舍或土地供其居住或建屋居住，\r\n乃行政機關與其所屬人員間所為之私法上借貸契約，該借貸契約之存續、\r\n終止或消滅，悉依民法使用借貸之規定。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1149 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 06 月 20 日",
        "case_gist": "定作人與承攬人合意終止承攬契約，與因可歸責於承攬人之事由而終止承\r\n攬契約，性質不同，效果亦異。除有特別約定外，定作人並不當然得依原\r\n來之承攬契約請求承攬人賠償修補瑕疵之費用等損害。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1147 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 06 月 20 日",
        "case_gist": "按債權人依民法第四百九十五條第一項，與依同法第二百二十七條規定，\r\n請求債務人賠償損害，係不同之法律關係，其請求權各自獨立，消滅時效\r\n亦不同。又承攬工作物因可歸責於承攬人之事由，致工作物發生瑕疵，定\r\n作人之損害賠償請求權，其行使期間，民法債編各論基於承攬之性質及法\r\n律安定性，於民法第五百十四條第一項既已定有短期時效，自應優先適用\r\n。相關會議最終仍稱：報局核辦；報局核辦；如欲援用趕工獎金實施要點\r\n，似有未妥，請環保局衡酌南區建廠現況，如有需要則向中央爭取補助等\r\n，則能否謂兩造間已有給付趕工獎金之合意或默示合意，或高雄市環保局\r\n未同意即有違誠信原則，有再事推敲之必要。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1129 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 102 年 06 月 19 日",
        "case_gist": "損害乃指財產法益或其他法益所受之不利益，債權人因債務人債務不履行\r\n致其財產受有損害時，其損害之範圍應就其財產所受之損害額與其債權受\r\n侵害後財產之價值狀態，綜合衡量比較，以決定其財產法益所受不利益之\r\n數額，尚不得置其受侵害後財產之價值狀態於不論，而單以其財產所受之\r\n損害額斷定之。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1128 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 06 月 13 日",
        "case_gist": "運送契約具有承攬之性質，運送人之義務為完成運送之工作，而運送之履\r\n行有繼續性，運送物一經起運，在運送人未交付運送物與受貨人之前，託\r\n運人對於運送人除有終止之原因外，不能以解除之意思表示使之消滅，此\r\n觀民法第六百四十二條第一項規定即明。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1126 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 06 月 13 日",
        "case_gist": "按參加人因其所輔助之當事人之行為，不能用攻擊或防禦方法，依民事訴\r\n訟法第六十三條第一項但書規定，固得對其所輔助之當事人主張本訴訟之\r\n裁判不當。惟所謂因所輔助之當事人之行為，不能用攻擊或防禦方法，係\r\n指如因該當事人已為捨棄、認諾或自認，致參加人不能與其行為牴觸而無\r\n法用攻擊或防禦方法而言。又參加人為輔助一造當事人參加訴訟後，雖得\r\n隨時為輔助上所必要之一切訴訟行為，不以參加時之一審級為限，惟參加\r\n之目的，既僅在輔助當事人，則該當事人是否撤回上訴自仍應尊重其意願\r\n，參加人不得以該當事人撤回上訴致其無法於上訴審為參加行為而不能用\r\n攻擊或防禦方法，而謂其得對該當事人主張本訴訟之裁判不當。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1056 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 102 年 06 月 06 日",
        "case_gist": "依土地法所為之登記有絕對真實之公信力，於借名登記之場合，在出名人\r\n將借名登記之不動產移轉登記返還予借名人前，該登記並不失其效力，借\r\n名人之債權人尚不得以該不動產有借名登記契約為由，主張出名人尚未取\r\n得所有權，其無提起第三人異議之訴之權利。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1039 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 102 年 06 月 05 日",
        "case_gist": "關於舉證責任之分配原則，依民事訴訟法第二百七十七條之規定，固應由\r\n當事人就其主張有利於己之事實，負舉證責任。惟當事人雙方若基於合意\r\n，在其所訂立之契約中附加約定，將因不完全給付或物之瑕疵所生之損害\r\n賠償責任之舉證責任分配原則變更或調整者，此種附加之舉證責任分配契\r\n約，性質上為證據契約之一種，兼有程序法與實體法之雙重效力，具紛爭\r\n自主解決之特性及簡化紛爭處理程序之功能。倘其內容無礙於公益，且非\r\n屬法院依職權應調查之事項，及不侵害法官對證據評價之自由心證下，並\r\n在當事人原有自由處分之權限內，基於私法上契約自由及訴訟法上辯論主\r\n義與處分權主義之原則，應承認其效力，以尊重當事人本於權利主體與程\r\n序主體地位合意選擇追求訴訟經濟之程序利益。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 1023 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 102 年 05 月 31 日",
        "case_gist": "意外傷害保險之受益人請求保險給付時，雖應證明被保險人係因意外事故\r\n而受傷害，惟受益人如證明該事故確已發生，且依經驗法則，其發生通常\r\n係外來、偶然而不可預見者，應認其已盡證明之責。保險人如抗辯非屬意\r\n外，自應就其抗辯之事實（老化、疾病及細菌感染）負證明之責，始符舉\r\n證責任之原則。換言之，被保險人倘非因老化、疾病及細菌感染而生保險\r\n事故，原則上即應認係意外。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 429 號 民事裁定",
        "case_topic": "請求遷讓房屋",
        "case_date": "民國 102 年 05 月 23 日",
        "case_gist": "按訴訟標的之價額，由法院核定。核定訴訟標的之價額，以起訴時之交易\r\n價額為準，無交易價額者，以原告就訴訟標的所有之利益為準。以一訴附\r\n帶請求其孳息、損害賠償、違約金或費用者，不併算其價額。民事訴訟法\r\n第七十七條之一第一項、第二項及第七十七條之二第二項分別定有明文。\r\n又房屋及土地為各別之不動產，各得單獨為交易之標的，故房屋所有人對\r\n無權占有人請求遷讓交還房屋之訴，應以房屋起訴時之交易價額，核定其\r\n訴訟標的之價額，不得併將房屋坐落土地之價額計算在內。而房屋所有人\r\n倘附帶請求給付相當於租金之不當得利，亦不得併算其價額。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 428 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 102 年 05 月 23 日",
        "case_gist": "按假處分所保全之請求，得以金錢之給付達其目的，或債務人將因假處分\r\n而受難以補償之重大損害，或有其他特別情事者，法院始得於假處分裁定\r\n內，記載債務人供所定金額之擔保後免為或撤銷假處分。假處分裁定未依\r\n前項規定為記載者，債務人亦得聲請法院許其供擔保後撤銷假處分，民事\r\n訴訟法第五百三十六條第一項、第二項定有明文。又債務人陳明願供擔保\r\n聲請撤銷假處分裁定時，依同條之規定，非有特別情事不得准許，至有無\r\n適於為此處置之特別情事，應由法院自由裁量，如依債務人之供擔保足以\r\n達假處分之目的者，即可認為有適於為此處置之特別情事，法院自得許債\r\n務人供擔保而撤銷假處分之裁定。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 427 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 05 月 23 日",
        "case_gist": "載貨證券係運送人或船長於貨物裝載後，應託運人之請求，由運送人或船\r\n長單方簽發之證券，載貨證券上雖有「管轄合意條款」之記載，乃運送人\r\n或船長單方所為之意思表示，除有其他情事足認有合意外，不能單憑該項\r\n記載，認雙方當事人已有管轄之合意。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 930 號 民事判決",
        "case_topic": "給付新植工程費用等",
        "case_date": "民國 102 年 05 月 22 日",
        "case_gist": "按不當得利制度，旨在矯正及調整因財貨之損益變動而造成財貨不當移動\r\n之現象，使之歸於公平合理之狀態，以維護財貨應有之歸屬狀態，俾法秩\r\n序所預定之財貨分配法則不致遭到破壞。故當事人間之財產變動，即一方\r\n受財產上之利益，致他方受損害，倘無法律上之原因，即可構成不當得利\r\n，不以得到受益人之同意或受益人有受領之意思為必要。又不當得利之成\r\n立，不以出於受損人之給付行為為限，如因受損人給付以外之行為，使他\r\n人之財產有所增益，亦可成立不當得利。至於受益人於受請求返還時，其\r\n所受之利益已因無償讓與而不存在，乃不當得利返還範圍之問題（民法第\r\n一百八十二條參照），對於不當得利之成立並不生影響。準此，擅自對於\r\n他人所有或管有土地上之樹木施以養護，致使他人受有利益（包含積極得\r\n利，如增加樹木之價值，或消極得利，如本應支出之養護費用而未支出）\r\n，如他人欠缺受益之權利者，支出費用者係以給付以外之行為，使他人受\r\n有財產上之利益，自亦可成立不當得利（支出費用型或耗費型之不當得利\r\n）。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 929 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 102 年 05 月 22 日",
        "case_gist": "當事人為避開情事變更原則之適用，於契約中對於日後所發生之風險預作\r\n排除請求增加給付之約定者，倘綜合當事人之真意、契約之內容及目的、\r\n社會經濟情況、一般觀念及其他客觀情事，認該風險事故之發生及風險變\r\n動之範圍，為當事人於訂立時所能預料，基於「契約嚴守」及「契約神聖\r\n」之原則，當事人固不得再根據情事變更原則，請求增加給付。惟該項風\r\n險之發生及變動之範圍，若非客觀情事之常態發展，且已逾當事人於訂約\r\n時所認知之基礎或環境，而顯難有預見之可能性時，本於誠信原則對契約\r\n規整之機能，自仍應許當事人依情事變更原則調整契約之效力，而不受契\r\n約原訂排除條款之拘束，庶符情事變更原則所蘊涵之公平理念。"
    },
    {
        "case_id": "最高法院 102 年度台聲字第 522 號 民事裁定",
        "case_topic": "清償債務聲請退還第三審裁判費",
        "case_date": "民國 102 年 05 月 22 日",
        "case_gist": "按原告於第一審言詞辯論終結前撤回者，得於撤回後三個月內聲請退還該\r\n審級所繳裁判費三分之二，民事訴訟法第八十三條第一項定有明文。揆其\r\n立法意旨，係為鼓勵當事人撤回無益或不必要之訴訟，以減輕訟累，並減\r\n省法院之勞費而設。至於原告在第一、二審敗訴後，迨上訴第三審時，始\r\n於第三審判決前撤回起訴者，雖未為上開規定之文義所涵蓋，惟此種情形\r\n既足以節省第三審法院之勞費，具有與上開規定相同之共通基礎，尋繹民\r\n國八十九年二月九日及九十六年三月二十一日該條歷經二次修正之經過，\r\n該條未將之積極的納入得聲請退費之範圍，顯屬公開之法律漏洞，自應依\r\n漏洞補充之方法作目的性之擴張，透過其包括作用，將上述情形，涵攝於\r\n民事訴訟法第八十三條第一項適用之範圍內，以貫徹該條規範意旨之目的\r\n。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 906 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 05 月 16 日",
        "case_gist": "民法第二百十八條之一第一項係規定，關於物或權利之喪失或損害，負賠\r\n償責任之人，得向損害賠償請求權人，請求讓與基於其物之所有權或基於\r\n其權利對於第三人之請求權。是賠償權利人對第三人倘無上開權利存在，\r\n自無上開規定之適用，賠償義務人亦不得依同條第二項規定，準用同法第\r\n二百六十四條為同時履行之抗辯。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 410 號 民事裁定",
        "case_topic": "第三人異議之訴聲請停止執行",
        "case_date": "民國 102 年 05 月 16 日",
        "case_gist": "第三人異議之訴之訴訟標的為該第三人之異議權，法院核定此訴訟標的之\r\n價額，應以該第三人本於此項異議權，請求排除強制執行所有之利益為準\r\n。又請求拆屋還地之訴，係以土地返還請求權為訴訟標的，其訴訟標的價\r\n額應以土地之交易價額為準。故於拆屋還地強制執行程序主張土地上建物\r\n等係其所有提起第三人異議之訴，如地上物之價值高於執行名義所載土地\r\n之價值時，其就訴訟標的所有之利益，僅為排除該執行名義之強制執行，\r\n故其訴訟標的之價額，應以該執行名義所載土地之價值為準。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 889 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 102 年 05 月 15 日",
        "case_gist": "賠償總額預定性之違約金，乃以該違約金作為債務人於債務不履行時之損\r\n害賠償總額之預定（或推定）。當事人有損害賠償總額預定性違約金之約\r\n定時，如債務人不於適當時期或不依適當方法履行債務時，債權人除得請\r\n求債務人履行原債務及支付違約金外，不得再請求債務人支付或賠償因債\r\n務不履行而生之其他債務，此觀民法第二百五十條第二項之規定甚明。"
    },
    {
        "case_id": "最高法院 102 年度台再字第 19 號 民事判決",
        "case_topic": "請求履行契約提起再審之訴",
        "case_date": "民國 102 年 05 月 15 日",
        "case_gist": "按物之出賣人就其交付之買賣標的物，有應負瑕疵擔保責任或不完全給付\r\n之債務不履行責任，買受人固得請求出賣人補正或賠償損害，並得依民法\r\n第二百六十四條規定行使同時履行抗辯權；惟行使同時履行抗辯拒絕給付\r\n部分，應與出賣人應負之瑕疵補正或損害賠償責任「相當」，若買受人應\r\n為之給付與出賣人之瑕疵補正或損害賠償責任顯然不相當，且其給付為可\r\n分，則其同時履行抗辯之範圍應受「相當」之限制，不得遽以拒絕全部之\r\n給付。"
    },
    {
        "case_id": "最高法院 102 年度台再字第 16 號 民事判決",
        "case_topic": "分配表異議之訴再審之訴",
        "case_date": "民國 102 年 05 月 02 日",
        "case_gist": "民法第九百零二條之一規定，權利質權之設定，除依本節規定外，並應依\r\n關於其權利讓與之規定為之。所稱「應依關於其權利讓與之規定為之」，\r\n係指權利質權之設定應依「權利讓與」之方式辦理，例如權利之讓與應以\r\n書面為之，以該權利設定權利質權，亦應以書面為之；權利之讓與應經登\r\n記，始得對抗善意第三人，以該權利設定權利質權，亦應經登記，始得對\r\n抗善意第三人。設定權利質權後，該權利仍屬出質人所有。非謂需將權利\r\n移轉予受質人，始生權利質權設定之效力。以當舖經營權設定權利質權，\r\n法律就此並無特別規定，自無不同。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 701 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 102 年 04 月 18 日",
        "case_gist": "公用地役關係為公法關係，私有土地具有供公眾通行使用之公用地役關係\r\n者，土地所有權人之權利行使，固不得違反供公眾通行使用之目的，惟特\r\n定之人倘違背公用地役關係，無權占用有上開關係之私有土地，受有不當\r\n利得時，土地所有人非不得行使物上請求權，及請求該特定之人返還不當\r\n得利。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 698 號 民事判決",
        "case_topic": "請求確認分配款債權不存在（給付租金）",
        "case_date": "民國 102 年 04 月 18 日",
        "case_gist": "破產債權人對於破產人所負債務，其屬於破產財團之財產者，如破產債權\r\n人得抵銷而不為抵銷，或不得抵銷時，破產管理人應收取之，以充分配之\r\n用，不得以之與破產債權為抵銷。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 682 號 民事判決",
        "case_topic": "請求給付買賣價金等",
        "case_date": "民國 102 年 04 月 17 日",
        "case_gist": "意思表示有明示及默示之分，前者係以言語文字或其他習用方法直接表示\r\n其意思，後者乃以其他方法間接的使人推知其意思。而默示之意思表示與\r\n單純之沈默有別，單純之沈默除經法律明定視為已有某種意思表示外，不\r\n得即認係表示行為。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 590 號 民事判決",
        "case_topic": "不得為一定之行為等",
        "case_date": "民國 102 年 04 月 03 日",
        "case_gist": "民事訴訟法於民國八十九年二月九日修正時，為發揮確認之訴預防及解決\r\n紛爭之功能，雖在第二百四十七條第一項後段及第二項增訂法律關係基礎\r\n事實存否，亦得作為確認之訴之客體，但限制須以原告不能提起他訴訟者\r\n，始得提起，否則應認原告無即受確認判決之法律上利益，以避免導致濫\r\n訴，觀諸其立法修正理由自明。此與確認法律關係存否之訴，不以原告不\r\n能提起他訴訟為必要，固有不同，惟參照確認法律關係存否之訴，僅限以\r\n確認現在之法律關係為其訴之標的之意旨，在解釋上，原告提起確認為法\r\n律關係基礎事實存否之訴，仍須其因該基礎事實所生之法律關係，為現在\r\n之法律關係，始可認為有即受確認判決之法律上利益，俾憑以判斷原告就\r\n該法律關係基礎事實之存否，得否提起其他訴訟。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 584 號 民事判決",
        "case_topic": "給付履約保證金",
        "case_date": "民國 102 年 04 月 03 日",
        "case_gist": "國內工程實務界之擔保制度，除保證金之實際交付外，常由銀行金融機構\r\n出具保證書，以疏解承包商之籌資壓力；並於保證書上記載立即照付約款\r\n，以滿足業主快速實現權利之需求。該保證書雖為承包商繳交保證金之替\r\n代，惟其性質及法律效力究與承包商原應繳付之保證金不同，不宜混淆。\r\n核其性質，應屬立即照付之擔保，擔保銀行於業主行使請求付款之形式要\r\n件時，即有付款義務；擔保銀行除得主張該擔保契約本身有效與否之抗辯\r\n或業主之請求付款明顯即知為權利濫用或有違反誠信原則外，均不得以源\r\n於承攬契約法律關係為抗辯。至擔保銀行付款後，業主如未因承包商之違\r\n約受有損害或所受損害少於擔保金額，致不應終局保有全額或部分擔保金\r\n時，除有特別約定外，基於擔保金於擔保銀行給付後，即為承包商依承攬\r\n契約所應繳納保證金，依債之相對性原則，應由承包商依其與業主間之約\r\n定定之，擔保銀行不得逕向業主請求返還，僅能依補償關係向承包商求償\r\n。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 553 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 102 年 03 月 28 日",
        "case_gist": "按稱承攬者，謂當事人約定，一方為他方完成一定之工作，他方俟工作完\r\n成，給付報酬之契約。約定由承攬人供給材料者，其材料之價額，推定為\r\n報酬之一部。民法第四百九十條定有明文。準此，契約約定由承攬人供給\r\n材料之情形，如未就材料之內容及其計價之方式為具體約定，應推定該材\r\n料之價額為報酬之一部，除當事人之意思重在工作物（或材料）財產權之\r\n移轉，有買賣契約性質者外，當事人之契約仍應定性為單純承攬契約。次\r\n按所謂製造物供給契約，乃當事人之一方專以或主要以自己之材料，製成\r\n物品供給他方，而由他方給付報酬之契約。此種契約之性質，究係買賣抑\r\n或承攬，應探求當事人之真意釋之。如當事人之意思，重在工作之完成，\r\n應定性為承攬契約；如當事人之意思，重在財產權之移轉，即應解釋為買\r\n賣契約；兩者無所偏重或輕重不分時，則為承攬與買賣之混合契約，並非\r\n凡工作物供給契約即屬承攬與買賣之混合契約。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 548 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議",
        "case_date": "民國 102 年 03 月 28 日",
        "case_gist": "著作人專有將其著作改作成衍生著作或編緝成編緝著作之權利，著作權法\r\n第二十八條定有明文。故未經原著作人或著作財產權人同意，就原著作擅\r\n予改作，即係不法侵害原著作人或著作財產權人之改作權，其改作之衍生\r\n著作不能取得著作權。"
    },
    {
        "case_id": "最高法院 102 年度台聲字第 338 號 民事裁定",
        "case_topic": "請求土地所有權移轉登記聲請核定第三審參加訴訟之律師酬金",
        "case_date": "民國 102 年 03 月 28 日",
        "case_gist": "從參加訴訟之參加人，其參加訴訟，並非直接為自己有所請求，僅在輔助\r\n當事人之一造為訴訟行為，使其勝訴之結果，間接保護自己私法上之利益\r\n，該訴訟仍為本案當事人間之訴訟，從參加人係以第三人之資格，輔助當\r\n事人之一造，究非請求確定私權之人或其相對人，不能認為係本案之當事\r\n人，更非民事訴訟法第四百零一條第一項所稱之當事人。即從參加訴訟之\r\n法律性質，係參加人透過協助當事人一造取得勝訴判決以間接保護自己之\r\n權益，其對所輔助之當事人，雖不得主張本訴訟之裁判不當（民事訴訟法\r\n第六十三條第一項前段），惟非民事訴訟法第四百零一條第一項所定之當\r\n事人，其與他造當事人間之關係，亦非確定判決之既判力所能及（本院二\r\n十三年上字第三六一八號及三十二年上字第二六○○號判例參照），且民\r\n事訴訟法關於從參加訴訟，亦未採取律師強制代理制度。因此參加人委任\r\n律師之酬金，尚難認為係伸張或防衛當事人之權益所必要，自非屬於民事\r\n訴訟法第四百六十六條之三第一項所稱第三審律師之酬金。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 543 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 102 年 03 月 27 日",
        "case_gist": "按執行名義無確定判決同一之效力者，於執行名義成立前，如有債權不成\r\n立或消滅或妨礙債權人請求之事由發生，債務人固得依強制執行法第十四\r\n條第二項規定，於強制執行程序終結前提起異議之訴。惟債務人異議之訴\r\n之目的在於排除執行名義之執行力，而抵押權人於其抵押債權未受全部清\r\n償前，依民法第八百七十三條規定，應得就抵押物之全部行使權利，抵押\r\n權所擔保之債權若經一部清償而一部消滅，抵押權仍為擔保其餘之債權而\r\n存在。於此情形，其為執行名義之拍賣抵押物裁定之執行力並未因而喪失\r\n，抵押人縱爭執抵押債權金額已部分清償，亦無從以異議之訴排除該拍賣\r\n抵押物之部分執行程序。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 530 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 102 年 03 月 27 日",
        "case_gist": "按不當得利返還請求權之成立，須當事人間財產之損益變動，即一方受財\r\n產上之利益致他方受財產上之損害，係無法律上之原因。在給付型之不當\r\n得利，關於有無法律上之原因，應視當事人間之給付行為是否存在給付目\r\n的而定；倘當事人一方基於一定之目的（針對所存在之法定或約定之法律\r\n關係為目標）而對他方之財產有所增益，其目的在客觀上即為給付行為之\r\n原因，自非無法律上之原因。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 524 號 民事判決",
        "case_topic": "請求給付貨款",
        "case_date": "民國 102 年 03 月 27 日",
        "case_gist": "民法第一百二十七條第八款之所以將商人供給商品之代價，規定適用二年\r\n之短期時效，主要乃著眼於該項商品或產物代價債權，多發生於日常頻繁\r\n之交易，亦即平日具慣常性之行為，故賦與較短之時效期間以促從速確定\r\n。從而，原告若為依其營業登記項目所供給商品之販賣，自可推定屬其日\r\n常頻繁之交易行為，因而賦與較短時效；惟若原告所供給販賣者非其營業\r\n登記項目之商品時，能否認定為其日常頻繁之交易行為，即非無疑，究竟\r\n販賣該商品是否屬於日常頻繁之交易，殊有探查釐清之必要，倘不具有平\r\n日慣常性，即無從認為屬日常頻繁之交易，進而適用上開二年短期時效之\r\n規定。再者，民法第一百二十七條第八款規定之商人雖不必具有一定之條\r\n件，惟必須係從事商品販賣實業之人，即以販賣為業務之人，始得謂「商\r\n人」。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 522 號 民事判決",
        "case_topic": "侵害專利權有關財產權爭議等",
        "case_date": "民國 102 年 03 月 27 日",
        "case_gist": "按民事訴訟法第四百九十六條第一項第十一款規定「為判決基礎之行政處\r\n分，依其後之行政處分已變更」之再審事由，係指確定判決以行政處分為\r\n判決基礎，而該行政處分已因其後之行政處分有所變更，其結果使原確定\r\n判決之基礎發生動搖而言。予以專利之行政處分，嗣經智慧財產局為撤銷\r\n專利權之行政處分，如非係依據行政法院命其為該特定內容之行政處分之\r\n確定判決而為（行政訴訟法第五條參見），則該撤銷專利權之行政處分雖\r\n因送達、通知而發生效力，但是項行政處分仍可能因提起行政救濟而變動\r\n，依專利法第七十三條第一項第二款、第二項規定，於經提起行政救濟經\r\n駁回確定前，專利權仍繼續存在。是原確定判決縱以予以專利之行政處分\r\n為判決基礎，智慧財產局撤銷專利權之行政處分既經提起行政救濟而未確\r\n定，仍難謂因該撤銷專利權之行政處分，使原確定判決之基礎發生動搖。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 488 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 03 月 21 日",
        "case_gist": "按解釋契約，應探求當事人立約時之真意。而買賣契約有預約及本約之分\r\n，買賣預約非不得就標的物及價金之範圍先為擬定，作為將來訂立本約之\r\n張本，但不能因此即認買賣本約業已成立。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 201 號 民事裁定",
        "case_topic": "請求給付票款強制執行聲明異議",
        "case_date": "民國 102 年 03 月 21 日",
        "case_gist": "依一定事實，足認以廢止之意思離去其住所者，即為廢止其住所，民法第\r\n二十四條固有明文。惟雖離去其住所，如出國留學、出外就業、在營服役\r\n、在監服刑、離家避債、逃匿等，但有歸返之意思者，尚不得遽認廢止其\r\n住所。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 482 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 102 年 03 月 20 日",
        "case_gist": "按第三人利益契約，乃當事人之一方與他方約定，由他方向第三人為一定\r\n之給付，第三人因此取得直接請求他方給付權利之契約。倘第三人並未取\r\n得直接請求他方給付之權利，即僅為當事人與第三人間之指示給付關係，\r\n尚非民法第二百六十九條所規定之第三人利益契約。又於指示給付關係中\r\n，被指示人係為履行其與指示人間之約定，始向領取人（第三人）給付，\r\n被指示人對於領取人原無給付之目的存在。苟被指示人與指示人間之法律\r\n關係不存在（或不成立、無效或被撤銷、解除），被指示人應僅得向指示\r\n人請求返還其無法律上原因所受之利益。至領取人所受之利益，原係本於\r\n指示人而非被指示人之給付，即被指示人與第三人間尚無給付關係存在，\r\n自無從成立不當得利之法律關係。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 466 號 民事判決",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 102 年 03 月 20 日",
        "case_gist": "在原告請求確認債權不存在之訴，如被告主張其債權存在時，固應由被告\r\n就債權存在之事實負舉證責任；惟原告請求確認之債權，倘係票據（票款\r\n）債權時，由於票據具有無因性（抽象性或無色性）之特質，票據行為一\r\n經成立後，即與其基礎之原因關係各自獨立，而完全不沾染原因關係之色\r\n彩。票據權利之行使不以其原因關係存在為前提，原因關係不存在或無效\r\n，並不影響票據行為之效力，執票人仍得依票據文義行使權利。因此，於\r\n票據債務人請求確認票據債權不存在時，執票人僅須就該票據之真實，即\r\n票據是否為發票人作成之事實，負證明之責，至於執票人對於該票據作成\r\n之原因為何，則無庸證明。如票據債務人依票據法第十三條規定主張其與\r\n執票人間有抗辯事由存在時，原則上仍應由票據債務人負舉證責任，以貫\r\n徹票據無因性之本質，與維護票據之流通性。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 427 號 民事判決",
        "case_topic": "侵害專利權有關財產權爭議",
        "case_date": "民國 102 年 03 月 13 日",
        "case_gist": "按發明為所屬技術領域中具有通常知識者依據申請前之先前技術所能輕易\r\n完成者，該發明即不具進步性。惟進步性之判斷應就申請專利之發明整體\r\n為之，非僅針對個別或部分技術特徵。若該發明所屬技術領域中具有通常\r\n知識者依據先前技術，並參酌申請時之通常知識，顯然可能促使其組合、\r\n修飾、置換或轉用先前技術而完成申請專利之發明者，應認該發明不具進\r\n步性。而二件以上之先前技術與申請專利之發明屬相同或相關之技術領域\r\n，所欲解決之問題、功能或作用相近或具關連性，且為申請專利之發明所\r\n屬技術領域具通常知識者可輕易得知，而有合理組合動機，且申請專利之\r\n專利技術內容，可為該等組合所能輕易完成者，則該等先前技術之組合可\r\n據以認定該申請專利之發明不具進步性。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 128 號 民事裁定",
        "case_topic": "請求確認申報權不存在",
        "case_date": "民國 102 年 02 月 27 日",
        "case_gist": "按祭祀公業條例施行前已存在，而未依祭祀公業土地清理要點或台灣省祭\r\n祀公業土地清理辦法之規定申報並核發派下全員證明書之祭祀公業，應由\r\n管理人或派下現員過半數推舉派下現員一人向該祭祀公業不動產所在地之\r\n鄉（鎮、市）公所（以下簡稱公所）辦理申報。同一祭祀公業有二人以上\r\n申報者，公所應通知當事人於三個月內協調以一人申報，屆期協調不成者\r\n，由公所通知當事人於一個月內向法院提起確認之訴並陳報公所，公所應\r\n依法院確定判決辦理；屆期未起訴者，均予駁回。此觀祭祀公業條例第六\r\n條第一、二項及第十條第二項規定自明。該條例第十條第二項之規定，僅\r\n在解決二人以上辦理申報之爭執，當事人提起確認之訴，係請求確認何人\r\n得向公所申報，以便公所得依據法院確定判決辦理；此與同條例第十二條\r\n第三項規定公所受理祭祀公業申報而為公告後，祭祀公業派下現員或利害\r\n關係人對公告事項有異議，應向法院提起確認派下權、不動產所有權之訴\r\n之情形，尚有不同。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 302 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 02 月 21 日",
        "case_gist": "刑事法院依刑事訴訟法第五百零四條第一項規定將附帶民事訴訟以裁定移\r\n送該法院之民事庭，其移送是否合法，以裁定時為準。本件刑事法院判處\r\n上訴人余武森、許勝為有罪後，以裁定將附帶民事訴訟移送同院民事庭，\r\n於法並無不合。雖余武森、許勝為嗣經刑事法院改判公訴不受理，尚不得\r\n據之認本件刑事附帶民事訴訟為不合法。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 297 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 102 年 02 月 20 日",
        "case_gist": "按當事人主張有利於己之事實，就其事實有舉證責任，若一方就其主張之\r\n事實已提出適當之證明，他造欲否認其主張者，即不得不提出相當之反證\r\n，以盡其證明之責，此為舉證責任分配之原則，更是民事訴訟法第二百七\r\n十七條基於「公平原理及誠信原則，適當分配舉證責任」而設其抽象規範\r\n之具體展現。此在有別於一般「列舉保險」之「概括保險」，因其承保範\r\n圍包括可能發生損害之所有保險事故（即災害全包性原則），保險人就因\r\n偶發事故所生之損害，除保單所列舉之不保事項外，對被保險人皆須賠償\r\n；被保險人於訂定該保險契約時，基於對價之平衡性，必將風險及利益均\r\n考量在內，因而多付較高保費，降低舉證成本，以獲周全之保障，於此情\r\n形，尤應依上開原則定其舉證責任之分配。故「概括保險」之被保險人，\r\n對保險法第二十九條第一項所稱「由不可預料或不可抗力之事故所致之損\r\n害」之權利要件，固應就其主張有利於己之事實先負舉證責任，惟揆諸「\r\n概括保險」屬於全險（All risks ）性質之「全部危險保單（all－risk \r\ninsurance policies）」，並尋繹民事訴訟法第二百七十七條規定，揭櫫\r\n「公平原理及誠信原則，適當分配舉證責任」之趣旨，自應依該條但書所\r\n蘊含之法意，按具體個案之情形，將被保險人舉證責任之證明度予以適度\r\n降低；亦即被保險人就「概括保險」損害之發生，及該損害係偶發事故（\r\n不確定因素）所造成，如提出適當之證明，且依經驗法則，其發生通常係\r\n偶然而不可預見者，即為已足，無須就造成損害之具體確實原因為證明；\r\n保險人若反對其主張，並抗辯其為保單所列舉之不保事項者，即不得不提\r\n出相當之反證，以盡其證明之責，俾符公平與誠信。"
    },
    {
        "case_id": "最高法院 102 年度台聲字第 151 號 民事裁定",
        "case_topic": "聲請定暫時處分",
        "case_date": "民國 102 年 02 月 20 日",
        "case_gist": "按訴訟之全部或一部，法院認為無管轄權而移送，如受移送之訴訟係專屬\r\n於他法院管轄者，受移送之法院仍得將該訴訟更行移送於有專屬管轄權之\r\n法院，此觀民事訴訟法第三十條第二項但書之規定自明。此項規定，於家\r\n事非訟事件，依家事事件法第九十七條及非訟事件法第五條規定，亦應準\r\n用之。又監護宣告事件於家事事件法施行前或後，皆屬家事非訟事件；對\r\n於地方法院家事法庭或少年及家事法院就該事件所為裁定之抗告，並應由\r\n地方法院家事法庭或少年及家事法院之合議庭裁定之（參看非訟事件法第\r\n一百三十九條之二、第四十四條、家事事件法第二條、第九十四條第一項\r\n規定）。另暫時處分，由受理本案之法院裁定；本案裁定業經抗告，由抗\r\n告法院裁定，家事事件法第八十六條前段復定有明文。各該管轄法院之規\r\n定係依事件之性質而定其管轄誰屬之事務管轄，且出於各級法院之職務功\r\n能而劃分，與法院之審級制度有密切關係，亦涉及公益，具有專屬、強制\r\n性質，不許任意變更。故違背此類本係專屬管轄而予移送之事件，自不發\r\n生受移送法院受其覊束之問題，並仍有民事訴訟法第三十條第二項但書規\r\n定之適用。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 269 號 民事判決",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 102 年 02 月 07 日",
        "case_gist": "基於買賣契約請求給付價金，與本於承攬契約請求給付報酬，在實體法上\r\n為兩種不同之請求權，在訴訟法上為不同之訴訟標的。又民事訴訟本諸當\r\n事人處分權主義，除別有規定外，法院不得就當事人未聲明之事項為判決\r\n，此觀民事訴訟法第三百八十八條之規定自明。兩造所訂系爭裝潢工程契\r\n約既屬承攬契約，經原審一再闡明，上訴人仍主張依實木材料買賣契約之\r\n法律關係，請求被上訴人給付買賣價金，未依承攬契約之法律關係，請求\r\n被上訴人給付承攬報酬，法院自無從就後者加以審究。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 246 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 102 年 02 月 06 日",
        "case_gist": "鑑定為調查證據方法之一種，當事人因裁判上確定事實所需之證據資料而\r\n行鑑定時，參照民事訴訟法第三百七十六條之一第一項、第三百二十六條\r\n第二項前段及第二百七十條之一第一項第三款、第三項之規定，得於起訴\r\n前或訴訟進行中，就鑑定人、鑑定範圍、鑑定方法等事項加以合意；此種\r\n調查證據方法所定之證據契約，兼有程序法與實體法之雙重效力，具紛爭\r\n自主解決之特性及簡化紛爭處理程序之功能。倘其內容無礙於公益，且非\r\n屬法院依職權應調查之事項，及不侵害法官對證據評價之自由心證下，並\r\n在當事人原有自由處分之權限內，基於私法上契約自由及訴訟法上辯論主\r\n義與處分權主義之原則，自應承認其效力，以尊重當事人本於權利主體與\r\n程序主體地位合意選擇追求訴訟經濟之程序利益。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 242 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 102 年 02 月 06 日",
        "case_gist": "物因侵權行為而受損害，請求金錢賠償，其有市價者，應以請求時或起訴\r\n時之市價為準。蓋損害賠償之目的在於填補所生之損害，其應回復者，並\r\n非「原來狀態」，而係「應有狀態」，應將損害事故發生後之變動狀況考\r\n慮在內。故其價格應以加害人應為給付之時為準，被害人請求賠償時，加\r\n害人即有給付之義務，算定被害物價格時，應以起訴時之市價為準，被害\r\n人於起訴前已曾為請求者，以請求時之市價為準。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 232 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 102 年 01 月 31 日",
        "case_gist": "按房屋不能脫離土地而獨立存在，使用房屋必須使用該房屋之基地，故占\r\n有基地者，係房屋所有人，而非使用人。倘房屋所有人無權占有該房屋之\r\n基地，基地所有人本於土地所有權之作用，於排除地上房屋所有人之侵害\r\n，即請求拆屋還地時，固得一併請求亦妨害其所有權之使用該房屋第三人\r\n，自房屋遷出，然不得單獨或一併請求該使用房屋而間接使用土地之第三\r\n人返還土地，否則無從強制執行。至房屋所有人有權占有該房屋之基地者\r\n，不論第三人是否有權使用該房屋，均難謂其妨害基地所有人之所有權，\r\n土地所有人更不得請求該第三人返還土地。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 67 號 民事裁定",
        "case_topic": "返還租賃物等",
        "case_date": "民國 102 年 01 月 30 日",
        "case_gist": "按同一訴訟，數法院有管轄權者，原告得任向其中一法院起訴。又合意管\r\n轄於本法定有專屬管轄之訴訟，不適用之，民事訴訟法第二十二條及第二\r\n十六條分別定有明文。準此，專屬管轄與合意管轄間，固不生管轄競合而\r\n有選擇管轄法院之問題，惟於原告就不同之訴訟標的，對於同一被告為同\r\n一聲明而提起重疊合併之訴，或為其他訴之競合（諸如單純、預備、選擇\r\n之訴的合併等是），其中一訴訟標的為專屬管轄，他訴訟標的屬於兩造合\r\n意管轄之訴訟，究以何者為其管轄法院？得否分由不同法院管轄？民事訴\r\n訟法就此原應積極設其規定者，卻未定有規範，乃屬「公開的漏洞（開放\r\n的漏洞）」。於此情形，參照該法除於第一條至第三十一條之三，分就普\r\n通審判籍、特別審判籍、指定管轄、管轄競合、專屬管轄、合意管轄及訴\r\n訟移送等設有專節外，復於第二百四十八條前段針對「客觀之訴的合併」\r\n，另規定：「對於同一被告之數宗訴訟，除定有專屬管轄者外，得向就其\r\n中一訴訟有管轄權之法院合併提起之。」尋繹其規範意旨，均側重於「便\r\n利當事人訴訟」之目的，並基於專屬管轄之公益性，為有助於裁判之正確\r\n及訴訟之進行，自可透過「個別類推適用」該法第二百四十八條前段規定\r\n；或「整體類推適用」該法因揭櫫「便利訴訟」之立法趣旨，演繹其所以\r\n設管轄法院之基本精神，而得出該法規範之「一般的法律原則」，將此類\r\n訴訟事件，本於是項原則，併由專屬管轄法院審理，以填補該法之「公開\r\n的漏洞」，進而兼顧兩造之訴訟利益及節省司法資源之公共利益。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 189 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 102 年 01 月 30 日",
        "case_gist": "關於債務人債務不履行所違反之給付義務，不以積極之作為義務或單純之\r\n消極不作為義務為限，即債務人應容許或聽許債權人為某種行為之容忍義\r\n務（屬於不作為義務之一種）亦包括在內（民法第一百九十九條第三項參\r\n照），倘債務人負有容忍債權人為某項行為之義務，而在債權人行使權利\r\n時，無正當理由加以干擾或妨礙，致債權人之債權無法實現者，亦屬債務\r\n之違反，而可構成債務不履行。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 170 號 民事裁定",
        "case_topic": "請求損害賠償再審之訴",
        "case_date": "民國 102 年 01 月 24 日",
        "case_gist": "對於第一審判決於上訴期間內，有合法之上訴者，依民事訴訟法第三百九\r\n十八條第一項但書之規定，阻其確定，故以其上訴為不合法而予駁回之裁\r\n定，於提起抗告而尚未確定前，無從斷定為非合法之上訴，該判決亦即不\r\n能認為確定，自不得對該未確定之第一審判決，提起再審之訴。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 123 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 102 年 01 月 17 日",
        "case_gist": "修正前證交法第一百五十七條之一第四項規定，第一項所稱有重大影響其\r\n股票價格之消息，指涉及公司之財務、業務或該證券之市場供求、公開收\r\n購，對其股票價格有重大影響，或對正當投資人之投資決定有重要影響之\r\n消息；其範圍及公開方式等相關事項之辦法，由主管機關定之。而主管機\r\n關行政院金融監督管理委員會於九十五年五月三十日訂定發布之證券交易\r\n法第一百五十七條之一第四項重大消息範圍及其公開方式管理辦法第四條\r\n規定，前二條所定消息之成立時點，為事實發生日、協議日、簽約日、付\r\n款日、委託日、成交日、過戶日、審計委員會或董事會決議日或其他足資\r\n確定之日，以日期在前者為準。其立法理由為：重大消息之發生與經過有\r\n許多時點，為求明確，明定其成立時點，以日期在前者為準。另本條對於\r\n重大消息之認定係參酌美國聯邦最高法院之判決，包含初步之合併磋商（\r\n即協議日）亦可能為重大消息認定之時點。依此規定，可知修正前證交法\r\n第一百五十七條之一第一項所謂獲悉發行股票公司有重大影響股票價格之\r\n消息，係指獲悉在某特定時間內將成為事實之重大影響股票價格之消息而\r\n言，並不限於獲悉時該消息已確定成立或已為確定之事實為必要。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 117 號 民事裁定",
        "case_topic": "請求補償金遲延利息",
        "case_date": "民國 102 年 01 月 17 日",
        "case_gist": "民事訴訟法第五十二條規定，本法關於法定代理之規定，於法人之代表人\r\n準用之。而關於訴訟之法定代理，依民法及其他法令之規定，同法第四十\r\n七條亦定有明文。合作社乃社員組成之團體，具有法人資格，此觀合作社\r\n法第一條及第二條之規定即明。又合作社應設理事至少三人，並互推一人\r\n或數人對外代表合作社，合作社法第三十二條、第三十四條第一項規定甚\r\n明。準此，合作社之理事如已互推一人為理事主席，對外代表合作社，則\r\n未受推選之理事，除有特別情事外，自無權代表合作社，或於訴訟上為合\r\n作社之法定代理人。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 70 號 民事判決",
        "case_topic": "因第三人異議之訴等",
        "case_date": "民國 102 年 01 月 16 日",
        "case_gist": "所有人各異之動產，如互相結合，非毀損不能分離，或分離需費過鉅者，\r\n依民法第八百十二條之規定，應由各共有人按其動產附合時之價值，共有\r\n合成物，或由一人取得合成物之所有權。其目的旨在使附合後之合成物，\r\n能繼續存在，避免因回復原狀而遭受破壞，以維護社會整體之經濟利益與\r\n所有人之權益。是動產與動產因附合之結果，依上開規定即當然發生動產\r\n所有權變動之法律效果。而是否達非毀損不能分離，或分離需費過鉅之程\r\n度，不能僅根據物理上之觀察決定之，倘分離之結果，影響其經濟上之價\r\n值甚鉅者，亦足當之，自應依客觀情形及一般交易習慣認定之。"
    },
    {
        "case_id": "最高法院 102 年度台抗字第 26 號 民事裁定",
        "case_topic": "國家賠償",
        "case_date": "民國 102 年 01 月 16 日",
        "case_gist": "當事人雖曾聲請停止訴訟程序，但在未經法院裁定准許停止前，仍須於審\r\n判長所定之言詞辯論期日到場，否則仍應視為遲誤期日。"
    },
    {
        "case_id": "最高法院 102 年度台上字第 26 號 民事判決",
        "case_topic": "確認優先承買權不存在",
        "case_date": "民國 102 年 01 月 09 日",
        "case_gist": "農地共有人於出賣其農地應有部分及坐落該農地上之農舍時，土地法第三\r\n十四條之一第四項規定之文義，雖未將土地（農地）應有部分及所坐落之\r\n農舍之類型涵蓋在土地共有人優先承購權內，惟綜觀上開土地法第三十四\r\n條之一第四項及農業發展條例第十八條第四項中段規定之原規範意旨，乃\r\n屬漏洞，自應依漏洞補充之方法作目的性擴張，透過其包括作用，將土地\r\n法第三十四條之一第四項規定所取得之優先承購權範圍，擴及於農地之應\r\n有部分及該農地上所坐落之農舍，以符合並貫徹該二條項立法之規範目的\r\n，初與農地之共有人就該農地之使用有無為分管之約定無關。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 1076 號 民事裁定 (家事類)",
        "case_topic": "請求剩餘財產分配",
        "case_date": "民國 101 年 12 月 27 日",
        "case_gist": "按司法院公布之民事訴訟文書傳真及電子傳送作業辦法第一條明定：本辦\r\n法依民事訴訟法第一百十六條第三項、第一百五十三條之一第二項、第三\r\n百零五條第八項、第三百二十四條及第五百零八條第二項訂定之。故乃限\r\n於上開條文所規定之事項始有該作業辦法之適用。經查：①、民事訴訟法\r\n第一百十六條第三項規定係針對該條第一項之當事人書狀得由當事人以電\r\n信傳真或其他科技設備將書狀傳送於法院之規定。②、民事訴訟法第一百\r\n五十三條之一第二項規定，係針對法院對於當事人關於訴訟文書之送達得\r\n以電信傳真或其他科技設備傳送之規定。③、民事訴訟法第三百零五條第\r\n八項規定係關於證人以書狀為陳述之傳送規定。④、民事訴訟法第三百二\r\n十四條規定係關於鑑定人準用證人以書狀為陳述之傳送規定。⑤、民事訴\r\n訟法第五百零八條第二項規定，則係關於支付命令之聲請及處理，得視電\r\n腦或其他科技設備發展狀況，使用其設備之規定。以上法條規定均無任何\r\n關於當事人委任律師為訴訟代理人之委任書得以電信傳真或其他科技設備\r\n取代提出委任書正本之記載。再參諸民事訴訟法第六十九條關於委任書提\r\n出之規定，亦無得以電信傳真或其他科技設備將委任書傳送至法院之特別\r\n明文規定。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 1017 號 民事裁定",
        "case_topic": "請求給付退休金等",
        "case_date": "民國 101 年 12 月 20 日",
        "case_gist": "按因職業災害所提民事訴訟，除顯無勝訴之望外，法院應依職業災害勞工\r\n聲請，以裁定准予訴訟救助，為職業災害勞工保護法第三十二條第一項所\r\n明定。且該條項係民事訴訟法第一百零七條之特別規定，應優先適用。因\r\n此勞工因職業災害而提起民事訴訟，其聲請訴訟救助，並不以無資力支出\r\n訴訟費用為必要。查本案訴訟有一部分係因職業災害所提起，依上說明，\r\n倘該部分並非顯無勝訴之望，法院即應依抗告人之聲請，以裁定准予訴訟\r\n救助。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 2037 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 101 年 12 月 13 日",
        "case_gist": "查七十七年一月二十九日修正之證交法第二十條第二項、第三項，於規範\r\n募集、發行、私募或買賣有價證券之誠實義務及損害賠償責任之主體範圍\r\n與舉證責任分配，雖規定不盡明確，惟參酌九十五年一月十一日修正之同\r\n法第二十條之一第一項，業已規定：「前條第二項之財務報告及財務業務\r\n文件或依第三十六條第一項公告申報之財務報告，其主要內容有虛偽或隱\r\n匿之情事，下列各款之人，對於發行人所發行有價證券之善意取得人、出\r\n賣人或持有人因而所受之損害，應負賠償責任：一、發行人及其負責人。\r\n二、發行人之職員，曾在財務報告或財務業務文件上簽名或蓋章者」；第\r\n二項規定：「前項各款之人，除發行人、發行人之董事長、總經理外，如\r\n能證明已盡相當注意，且有正當理由可合理確信其內容無虛偽或隱匿之情\r\n事者，免負賠償責任」；第五項規定：「第一項各款……之人，除發行人\r\n、發行人之董事長、總經理外，因其過失致第一項損害之發生者，應依其\r\n責任比例，負賠償責任」，及七十七年一月二十九日修正之同法第三十二\r\n條第一項、第二項，並就公開說明書記載為虛偽或隱匿行為其責任主體及\r\n舉證責任分配設其明文規範，則上開增修之規定，經斟酌其立法政策、社\r\n會價值及法律體系精神，應係合乎事物本質及公平正義原則，為價值判斷\r\n上本然或應然之理，自可引為法理而予適用。是以適用修正前證交法第二\r\n十條規定之損害賠償責任時，在解釋上，自應援引上開新法第二十條之一\r\n規定之趣旨及民法第一條之規定，將發行證券公司（發行人）負責人，包\r\n括董事長、總經理與公司法第八條所稱當然負責人之董事及職務負責人之\r\n監察人、經理人，均涵攝在該條第三項所規定之責任主體範圍之列，以維\r\n護證券市場之交易秩序及保障投資人之權益；並就發行人及發行人負責人\r\n，其中關於董事長、總經理部分採結果責任主義（無過失主義），課其縱\r\n無故意或過失，亦應負賠償責任。至其他應負賠償責任之發行人負責人即\r\n公司法第八條所稱之董事、監察人、經理人部分，則採過失推定主義，由\r\n其舉證證明已盡相當注意，且有正當理由可合理確信其內容無虛偽或隱匿\r\n之情事者，始得主張免負賠償責任，以與證交法第一百七十一條第一項第\r\n一款之罪係採故意之刑事責任有所區隔。另基於責任衡平之考量，於法院\r\n認定發行人及發行人負責人之董事長、總經理外之其他負責人，或曾在財\r\n務報告或財務業務文件上簽名或蓋章之發行人職員應負責任時，尤須考量\r\n導致或可歸屬於被害人損失之每一違法人員之行為特性，及違法人員與被\r\n害人損害間因果關係之性質與程度，進而依其責任比例之不同以定其賠償\r\n責任，參照該增修條文之立法理由益明。"
    },
    {
        "case_id": "最高法院 101 年度台聲字第 1367 號 民事裁定",
        "case_topic": "給付違約金再審聲請承當訴訟人",
        "case_date": "民國 101 年 12 月 13 日",
        "case_gist": "按訴訟繫屬中為訴訟標的之法律關係，雖移轉於第三人，於訴訟無影響，\r\n民事訴訟法第二百五十四條第一項前段定有明文。故在訴訟繫屬中，訴訟\r\n當事人雖讓與其實體法上之權利，惟為求訴訟程序之安定，以避免增加法\r\n院之負擔，並使讓與之對造能保有原訴訟遂行之成果，本於當事人恆定主\r\n義之原則，該讓與人仍為適格之當事人，自可繼續以其本人之名義實施訴\r\n訟行為，此乃屬於法定訴訟擔當之一種。至受移轉訴訟標的法律關係之第\r\n三人如經兩造同意，固得依同條第一項但書規定，聲請代當事人承當訴訟\r\n；或在僅他造不同意其承當訴訟之情形下，依同條第二項規定，聲請法院\r\n以裁定許其承當訴訟，惟均須以其所受讓權利之當事人將為訴訟標的之法\r\n律關係全部移轉於第三人，始有其適用。倘讓與之當事人所移轉者僅為權\r\n利之一部，該當事人既仍具實施訴訟行為之資格而未脫離訴訟程序，則該\r\n受移轉權利一部之第三人應祇成為有法律上利害關係之人而已，充其量僅\r\n屬是否可向法院聲請訴訟參加之問題（民事訴訟法第五十八條、第五十九\r\n條參照），自不得據以聲請承當訴訟。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1970 號 民事判決",
        "case_topic": "請求給付地租",
        "case_date": "民國 101 年 12 月 05 日",
        "case_gist": "按地上權之成立，不以支付地租為要件，地租既非地上權之必要內容，則\r\n關於地租之約定，如未經登記，自僅發生債之效力，其經登記者，始為地\r\n上權之內容，而有物權效力。又不動產物權，係以登記表現其內容，而有\r\n公示與公信力，是登記之內容，自應特定、明確。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1868 號 民事判決",
        "case_topic": "請求排除侵害",
        "case_date": "民國 101 年 11 月 15 日",
        "case_gist": "按姓名乃用以區別人己之一種語言標誌，將人個別化，以確定其人之同一\r\n性，公司名稱之法律意義及功能亦在於識別企業之主體性，得以與其他企\r\n業主體區別。公司名稱依上開具有之意義與功能予以普通使用，與作為表\r\n彰商品或服務來源賦予表徵（商標）之積極使用，二者迥異。觀之九十二\r\n年五月二十八日修正公布之商標法第二十三條第一項第十六款：有著名之\r\n法人、商號或其他團體之名稱，有致相關公眾混淆誤認之虞者，不得註冊\r\n商標，可見立法者就公司姓名權與商標權二者有所權衡。公司名稱須達於\r\n著名程度，始有防止商標權意欲攀附不當竊用公司著名名聲而否准註冊之\r\n必要；苟公司名稱未達著名程度，立法者准許商標權註冊，二法益得以併\r\n存，尚難謂商標權有侵害公司名稱可言。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1816 號 民事判決",
        "case_topic": "請求給付補償金遲延利息",
        "case_date": "民國 101 年 11 月 08 日",
        "case_gist": "平均地權條例第六十三條第二項係依出租人有無受土地之分配，而區分承\r\n租人補償金之請求對象及內容，其條文既謂「重劃後分配土地者」即係指\r\n完成土地重劃並受有土地之分配者而言，而非指土地分配結果公告確定而\r\n已，蓋單純之土地分配公告確定，依九十二年一月二十四日修正公布之市\r\n地重劃實施辦法第十七條第二項但書之規定，僅生不得廢止或撤銷重劃或\r\n修訂重劃計畫書、圖之效力，即確定出租人土地分配位置及範圍而已，並\r\n不因此即取得受分配之土地，市地重劃實施辦法第四十六條第一項復明定\r\n：「重劃前訂有耕地租約之公、私有耕地，應於重劃土地分配結果公告確\r\n定後二個月內，依照本條例第六十三條暨其施行細則第八十九條及第九十\r\n條規定協調清理」、第四十八條亦規定：「重劃前訂有耕地三七五租約之\r\n土地，如無本條例施行細則第八十九條所定不能達到原租賃目的之情形者\r\n，主管機關應於重劃分配結果公告確定後二個月內邀集權利人協調。協調\r\n成立者，應於權利變更登記後函知有關機關逕為辦理終止租約登記。協調\r\n不成者，應於權利變更登記後函知有關機關逕為辦理租約變更登記」。準\r\n此，於重劃土地分配結果公告確定後二個月內，出租人既尚須與承租人協\r\n調清理原租約是否因市地重劃而無法達其目的，如原耕地租約已因重劃而\r\n不能達其目的，則依平均地權條例第六十三條第一項規定解決，若無不能\r\n達原租約目的之情形，則依市地重劃實施辦法第四十八條之規定，應由主\r\n管機關邀集權利人協調，若協調成立者，應於權利變更登記後函知有關機\r\n關逕行辦理終止租約登記，若協調不成者，應於權利變更登記後函知有關\r\n機關逕為辦理租約標示變更登記。倘若認一旦重劃土地分配公告確定，出\r\n租人即對承租人負有給付補償金之義務，則主管機關如何依市地重劃實施\r\n辦法第四十六條之規定為協調及清理？故由市地重劃實施辦法第四十六條\r\n、第四十八條之規定暨衡平之趣旨互核參照，應認平均地權條例第六十三\r\n條第二項第一款所規定「重劃後分配土地者」，應係指出租人已實際受土\r\n地之交接及分配而言，而非指重劃土地分配之公告確定。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1753 號 民事判決",
        "case_topic": "請求清償債務等",
        "case_date": "民國 101 年 10 月 31 日",
        "case_gist": "按增訂民法第二百四十四條第三項之規定，乃係基於債務人之全部財產為\r\n全體債權人之總擔保，債權人應於債權之共同擔保減少，致害及全體債權\r\n人之利益時，方得行使撤銷權，即撤銷權之規定，旨在保障全體債權人之\r\n利益為目的，此觀修法旨意即明。然於債務人違反給付特定物為標的債權\r\n（特定債權）之履行，而得轉換為損害賠償之債時，倘債務人之資力已不\r\n足賠償損害，或其所為之無償行為，將引致不足賠償損害而有害及債權者\r\n，仍屬債權之共同擔保減少而害及全體債權人之利益，此時該特定債權之\r\n債權人，自得行使民法第二百四十四條之撤銷權，並不以債務人陷於無資\r\n力為要件。次按民法第二百四十五條規定，債權人之撤銷權，自債權人知\r\n有撤銷原因時起，一年間不行使，或自行為時起經過十年而消滅。依此規\r\n定，債權人之撤銷權，係自行為時經過十年始行消滅，至上述一年之期間\r\n，須自債權人知有撤銷原因，始能起算。所謂撤銷原因係指構成行使撤銷\r\n權要件之各事由而言。在無償行為，應自債權人知有害及債權之事實時起\r\n算；在有償行為，債權人除須知有害及債權之事實外，並須知債務人及受\r\n益人亦知其情事時起算。倘債權人僅知悉債務人有為有償行為或無償行為\r\n之事實，而對於該無償行為係有害及債權，或有償行為除害及債權外，債\r\n務人及受益人亦知其情事之事實，並不知悉，則債權人之撤銷權尚不能因\r\n一年間不行使而消滅。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 861 號 民事裁定",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 101 年 10 月 24 日",
        "case_gist": "按因犯罪而受損害之人，於刑事訴訟程序得附帶提起民事訴訟，對於被告\r\n及依民法負賠償責任之人，請求回復其損害。刑事訴訟法第四百八十七條\r\n第一項定有明文。該條項所稱請求回復其損害者，除以被訴犯罪事實所生\r\n之損害為範圍外，其附帶民事訴訟之對象，更不以刑事訴訟之被告為限，\r\n即依民法負賠償責任之人，亦包括在內。次按民法第二十八條規定法人對\r\n於其董事或其他有代表權之人因執行職務所加於他人之損害，與該行為人\r\n連帶負賠償之責任。此係就法人侵權行為責任所作之特別規定。所稱法人\r\n董事或其他有代表權之人，包括雖未經登記為董事，但實際為該法人之負\r\n責人即有權代表法人之實質董事在內。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1722 號 民事判決",
        "case_topic": "不當得利等",
        "case_date": "民國 101 年 10 月 24 日",
        "case_gist": "按民法第八十七條第一項所定之通謀虛偽意思表示，必須表意人與相對人\r\n均明知其互為表現於外部之意思表示係屬虛構，而有不受該意思表示拘束\r\n之意，始足當之，故規定此項意思表示為無效。此與同條第二項所定「虛\r\n偽意思表示隱藏他項法律行為」之隱藏行為，當事人雙方仍須受該隱藏行\r\n為拘束之情形有間。前者為無效之行為，後者所隱藏之他項行為仍屬有效\r\n，兩者在法律上之效果截然不同。其次，不當得利依其類型可區分為「給\r\n付型之不當得利」與「非給付型不當得利」，前者係基於受損人有目的及\r\n有意識之給付而發生之不當得利，後者乃由於給付以外之行為（受損人、\r\n受益人、第三人之行為）或法律規定所成立之不當得利。又於「非給付型\r\n之不當得利」中之「權益侵害之不當得利」，凡因侵害歸屬於他人權益內\r\n容而受利益，致他人受損害，即可認為基於同一原因事實致他人受損害，\r\n並欠缺正當性；亦即以侵害行為取得應歸屬他人權益內容的利益，而不具\r\n保有該利益之正當性，即應構成無法律上之原因，成立不當得利。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1716 號 民事判決",
        "case_topic": "塗銷所有權移轉登記等",
        "case_date": "民國 101 年 10 月 24 日",
        "case_gist": "土地法第一百零四條第一項規定承租人於基地出賣時，有依同樣條件優先\r\n購買之權。出賣人如未通知優先購買權人，而與第三人訂立買賣契約者，\r\n依同條第二項規定，其契約不得對抗優先購買權人，故承租人之優先購買\r\n權具有物權之效力。此項效力，不因買受人買受基地後，已輾轉移轉所有\r\n權於第三人而有異。又買賣價額屬買賣主要條件之一，出租人通知承租人\r\n優先承買時自應將出賣與他人之買賣價額一併通知，承租人始能抉擇是否\r\n願優先承購，不得僅以承租人知悉買賣土地之事實，即謂已盡通知之義務\r\n。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1695 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 101 年 10 月 24 日",
        "case_gist": "所謂法理，乃指為維持法秩序之和平，事物所本然或應然之原理；法理之\r\n補充功能，在適用上包括制定法內之法律續造（如基於平等原則所作之類\r\n推適用）及制定法外之法律續造（即超越法律計畫外所創設之法律規範）\r\n。因此，證券交易法第二條既規定：「有價證券之募集、發行、買賣，其\r\n管理、監督依本法之規定；本法未規定者，適用公司法及其他有關法律之\r\n規定」，則有關因證券交易所生之損害賠償事件，在事實發生時縱無實定\r\n法可資適用或比附援引（類推適用），倘其後就規範該項事實所增訂之法\r\n律，斟酌立法政策、社會價值及法律整體精神，認為合乎事物本質及公平\r\n原則時，亦可本於制定法外法之續造機能（司法自由造法之權限），以該\r\n增訂之條文作為法理而填補之，俾法院對同一事件所作之價值判斷得以一\r\n貫，以維事理之平。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 829 號 民事裁定",
        "case_topic": "取回提存物聲明異議",
        "case_date": "民國 101 年 10 月 11 日",
        "case_gist": "按當事人對於提存所之處分提出異議，法院認為無理由時，應以裁定駁回\r\n之。對於該裁定得為抗告，但不得再抗告，提存法第二十五條第一、三項\r\n定有明文。再抗告人復對該抗告法院之裁定，提起再抗告，依上開說明，\r\n顯難認為合法。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1649 號 民事判決",
        "case_topic": "確認董事會決議無效等",
        "case_date": "民國 101 年 10 月 11 日",
        "case_gist": "按主管機關、檢察官或利害關係人依民法第六十四條規定，聲請法院宣告\r\n財團法人董事行為為無效，應依民事訴訟程序提起形成之訴。董事會之決\r\n議為董事之行為，財團法人之主管機關、檢察官或利害關係人，自得為此\r\n項訴訟適格之原告，以決議行為之董事為被告，提起宣告該董事決議行為\r\n為無效之訴，為具公益性質之形成之訴。該形成判決勝訴之形成力，具有\r\n對世效力，原則上對於當事人以外之第三人亦有既判力，自無欠缺權利保\r\n護必要之問題。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1618 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 101 年 10 月 11 日",
        "case_gist": "按民法第八百十六條規定所謂「依不當得利之規定，請求償還價額」，係\r\n指法律構成要件之準用，非僅指法律效果而言。易言之，此項請求權之成\r\n立，除就返還客體限制不得請求返還利益之原形外，尚須具備不當得利之\r\n一般構成要件始有其適用。且所謂「償還價額」，應以受損人因添附喪失\r\n其所有權時，該動產之客觀價值計算之，價額計算之準據時點則以該受益\r\n者受利益之時為準。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1616 號 民事裁定",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 101 年 10 月 11 日",
        "case_gist": "按民法第二百四十七條之一所稱按其情形顯失公平，乃指依契約本質所生\r\n之主要權利義務，或按法律規定加以綜合判斷，有顯失公平之情形。倘承\r\n攬契約中關於給付報酬之約定，顯使承攬人無法於工程完成後合理時日內\r\n取得應有報酬，造成資金調度上重大負擔，又使定作人得以片面操作契約\r\n外之因素阻擾承攬人報酬請求權之行使，不啻減輕定作人之責任或限制承\r\n攬人之權利行使及對承攬人有重大不利益，此項約定自難謂無顯失公平，\r\n應屬無效。"
    },
    {
        "case_id": "最高法院 101 年度台上字第 1602 號 民事判決",
        "case_topic": "給付資遣費等",
        "case_date": "民國 101 年 10 月 11 日",
        "case_gist": "按雇主應為適用勞工退休金條例之勞工，按月提繳退休金，儲存於勞工保\r\n險局設立之勞工退休金個人專戶。雇主每月負擔之勞工退休金提繳率，不\r\n得低於勞工每月工資百分之六，勞工退休金條例第六條第一項、第十四條\r\n第一項定有明文。依同條例第三十一條第一項規定，雇主未依該條例之規\r\n定按月提繳或足額提繳勞工退休金，致勞工受有損害者，勞工得向雇主請\r\n求損害賠償。該專戶內之本金及累積收益屬勞工所有，僅於未符合同條例\r\n第二十四條第一項所定請領退休金規定之前，不得領取。是雇主未依該條\r\n例之規定，按月提繳或足額提繳勞工退休金者，將減損勞工退休金專戶之\r\n本金及累積收益，勞工之財產受有損害，自得依該條例第三十一條第一項\r\n規定請求損害賠償；於勞工尚不得請領退休金之情形，亦得請求雇主將未\r\n提繳或未足額提繳之金額繳納至其退休金專戶，以回復原狀。"
    },
    {
        "case_id": "最高法院 101 年度台抗字第 788 號 民事裁定",
        "case_topic": "聲請返還借款強制執行",
        "case_date": "民國 101 年 09 月 27 日",
        "case_gist": "按區分所有建物，謂數人區分一建築物而各專有其一部，就專有部分有單\r\n獨所有權，並就該建築物及其附屬物之共同部分共有之建築物（民法第七\r\n百九十九條第一項規定）；區分所有乃就建築物而言，亦即就一建築物之\r\n特定部分（專有部分）各自得成為單獨所有權之標的，該專有部分與其他\r\n該建築物專有部分所有人全體共有之共同部分組合而成為一區分所有權。\r\n故一建築物得原始或繼受而由數人各自取得建物區分所有權，亦得由一人\r\n原始取得後就建築物為區分所有權之登記（民法第七百九十九條之二）。\r\n又建築物不能與其坐落基地分離，同一基地上各區分所有建物均應有相對\r\n應使用基地比例即應有部分（至區分所有建物與坐落基地應有部分之使用\r\n權源係基於所有權或地上權或租賃關係或使用借貸關係，為別一法律問題\r\n），僅其應有部分究應如何計算？九十八年一月二十三日修正公布、同年\r\n七月二十三日施行之民法第七百九十九條第四項規定，除當事人另有約定\r\n外，應依區分所有建物專有部分面積與專有部分總面積之比例定之，此項\r\n原則性之規範於該條項修正施行前，本於公平正義、社會通念、誠實信用\r\n或事物之本然，亦均當如此，自應引為法理而予適用。因此，建築物由一\r\n人原始取得而以區分所有型態為所有權第一次登記時，其各專有部分所屬\r\n共有部分及基地應有部分之分配，仍應按各專有部分面積與專有部分總面\r\n積之比例定之。"
    }
]