[
    {
        "case_id": "最高法院 100 年度台上字第 481 號 民事判決",
        "case_topic": "返還補償金",
        "case_date": "民國 100 年 03 月 31 日",
        "case_gist": "按政府採購法係為建立政府採購制度，依公平、公開之採購程序，提升採\r\n購效率與功能，確保採購品質而制定，乃政府機關、公立學校、公營事業\r\n或受政府機關等補助一定金額之法人或團體辦理採購時，使政府採購程序\r\n回歸市場競爭機制所應遵守之規範，該法復未就政府機關立於私法主體地\r\n位從事私經濟行政（國庫行政）之行政輔助行為而訂定之「私法行為」，\r\n其效力是否因此受影響設其明文，此觀同法第一條、第三條、第四條及其\r\n他條文規定自明。權衡該法所規範目的保護之法益與該私法行為本身涉及\r\n交易安全、信賴保護之法益，應認政府採購法之性質係行政機關之內部監\r\n督規範，為行政機關辦理採購時之取締規定，而非效力規定，縱採購機關\r\n未依該法規定辦理採購，僅生該機關首長或採購人員之行政責任，尚不影\r\n響政府機關依民事法規締結採購契約之效力。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 480 號 民事判決",
        "case_topic": "侵害專利權有關財產權爭議等",
        "case_date": "民國 100 年 03 月 31 日",
        "case_gist": "按依智慧財產案件審理法第十六條第一項規定，於智慧財產權爭訟事件，\r\n當事人主張或抗辯智慧財產權有應撤銷、廢止之原因者，法院雖應就其主\r\n張或抗辯有無理由自為判斷，不適用民事訴訟法等法律有關停止訴訟程序\r\n之規定，然智慧財產權之審定或撤銷，與該財產權專責機關依職權審查所\r\n為之實體判斷相關，該等事件動輒涉及跨領域之科技專業知識，智慧財產\r\n法院並依智慧財產法院組織法第十五條第四項及智慧財產案件審理法第四\r\n條之規定，配置有技術審查官，使其受法官之指揮監督，依法協助法官從\r\n事案件之技術判斷，蒐集、分析相關技術資料及對於技術問題提供意見（\r\n性質上屬於受諮詢意見人員）。是以，智慧財產法院審理是類訟爭事件就\r\n自己具備與事件有關之專業知識，或經技術審查官為意見陳述所得之專業\r\n知識，倘認與專責機關之判斷歧異，自應依智慧財產案件審理法第八條及\r\n第十七條第一項規定，將所知與事件有關之特殊專業知識對當事人適當揭\r\n露，令當事人有辯論之機會，或適時、適度表明其法律上見解及開示心證\r\n，或裁定命智慧財產專責機關參加訴訟及表示意見，經兩造充分攻防行言\r\n詞辯論後，依辯論所得心證本於職權而為判決，此觀同法第八條立法說明\r\n揭櫫：「……如未於裁判前對當事人為適當揭露，使當事人有表示意見之\r\n機會，將對當事人造成突襲……」、「為避免突襲性裁判及平衡保護訴訟\r\n當事人之實體利益及程序利益……」、第十七條立法說明：「……智慧財\r\n產訴訟之結果，與智慧財產專責機關之職權有關，自宜使其得適時就智慧\r\n財產之訴訟表示專業意見……」，以及智慧財產案件審理細則第十六條理\r\n由說明揭示「……法官如欲將技術審查官意見採為裁判之基礎，應依本法\r\n第八條第一項規定，予當事人有辯論之機會……」等意旨自明。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 463 號 民事判決",
        "case_topic": "請求交還土地",
        "case_date": "民國 100 年 03 月 25 日",
        "case_gist": "民法上之債權契約，除法律有特別規定外，固僅於特定人間發生其法律上\r\n之效力，惟物之受讓人若知悉讓與人已就該物與第三人間另訂有債權契約\r\n，而猶惡意受讓該物之所有權者，參照民法第一百四十八條第二項所揭櫫\r\n之誠信原則，該受讓人亦仍應受讓與人原訂債權契約之拘束。權利濫用禁\r\n止原則不僅源自誠實信用原則，且亦須受誠實信用原則之支配，在衡量權\r\n利人是否濫用其權利時，仍不能不顧及誠信原則之精神。故於具體案件，\r\n如當事人以權利人行使其權利有權利濫用及違反誠實信用原則為抗辯時，\r\n法院應就權利人有無權利濫用及違反誠信原則之情事均予調查審認，以求\r\n實質公平與妥當。準此而言，上訴人既抗辯被上訴人本件權利之行使屬權\r\n利濫用及有違誠信原則，則被上訴人明知上訴人就系爭土地與其父林○益\r\n間有使用借貸關係存在，猶受讓系爭土地，倘係惡意，則其行使系爭土地\r\n所有權之物上請求權，有否違反誠信原則，自應予以究明，本院前次發回\r\n意旨已予指明，乃原審僅就被上訴人權利行使是否以損害他人為目的為論\r\n斷，但就此是否違反誠信原則，則略而不提，未予論及，徒以上開理由而\r\n為上訴人敗訴之判決，亦有可議。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 452 號 民事判決 (家事類)",
        "case_topic": "回復繼承權等",
        "case_date": "民國 100 年 03 月 24 日",
        "case_gist": "按非婚生子女認領之效力，溯及於出生時，但第三人已得之權利，不因此\r\n而受影響，民法第一千零六十九條定有明文。所謂「第三人已得之權利，\r\n不因此而受影響」，就繼承財產部分，係指繼承開始，與被認領之子女之\r\n同一順位之其他繼承人已繼承取得之財產不因此而受影響，該被認領之子\r\n女不能對之提起民法第一千一百四十六條之繼承回復請求權者而言。然若\r\n同一順位之其他繼承人不知為遺產，而被他人無權占有之繼承財產，嗣後\r\n始被發現時，該被認領之子女對之仍有繼承權。易言之，被認領之子女對\r\n生父之繼承權係受有限制，而非全然喪失。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 451 號 民事判決",
        "case_topic": "確認債權存在",
        "case_date": "民國 100 年 03 月 24 日",
        "case_gist": "法定代理權有欠缺之人所為之訴訟行為，經法定代理人之承認，溯及於行\r\n為時發生效力，民事訴訟法第四十八條定有明文。其目的在避免已施行之\r\n訴訟程序歸於徒勞。該承認不論為明示或默示，且縱於言詞辯論期日終結\r\n後或上訴審審理中始為承認，均溯及於行為時發生效力。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 432 號 民事判決",
        "case_topic": "確認優先購買權存在",
        "case_date": "民國 100 年 03 月 24 日",
        "case_gist": "按土地法第三十四條之一第四項所稱之優先承購權，乃基於該法律規定，\r\n對於出賣共有土地或建築改良物共有人而生「先買特權（先買權）」之形\r\n成權，一旦行使該權利，即係對出賣人行使買賣契約訂立請求權，並請求\r\n出賣人按其與第三人約定之「同樣條件」補訂書面契約。易言之，該權利\r\n係指他共有人於共有人出賣共有土地或建築改良物時，對於該共有人有請\r\n求以「同樣條件」訂立買賣契約之權而言（本院六十五年台上字第八五三\r\n號判例參照）。因此，出賣之共有人與他人所訂契約或他人承諾之一切條\r\n件，優先承購權人必須均表示接受，始得謂為合法行使優先承購權；倘有\r\n部分不接受或擅加變更買賣條件時，自不得稱之。又強制執行法上之拍賣\r\n應解釋為買賣之一種，即拍定人為買受人，而以拍賣機關代替債務人立於\r\n出賣人之地位為出賣，故於執行法院拍賣二筆以上共有土地或建築改良物\r\n之情形，若經執行法院代債務人（出賣之共有人）定合併拍賣之條件，並\r\n經拍定人依該條件標買，主張優先承購權之他共有人自應為合併購買之表\r\n示，始得認其已依上開「同樣條件」之趣旨合法行使優先承購權。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 417 號 民事判決",
        "case_topic": "請求侵害著作權有關財產權爭議等",
        "case_date": "民國 100 年 03 月 18 日",
        "case_gist": "著作權法第十九條第一項規定共同著作之著作人格權，非經著作人全體同\r\n意，不得行使之。各著作人無正當理由者，不得拒絕同意。觀諸其立法意\r\n旨，係以共同著作之著作人格權因非屬財產權，而無由依民法第八百三十\r\n一條而準用民法共有之規定，且共同著作之著作人之著作人格權原係個別\r\n享有，因共同著作係由多數人共同創作，各著作人之著作人格權又與著作\r\n存有連繫關係，彼此不可分，故其各自獨立之著作人格權必須本於全體著\r\n作人之同意，始得行使。亦即共同著作之著作人格權，因具有人身專屬性\r\n，而無從分割享有，其行使自應經著作人全體之同意，否則不得為之。準\r\n此而言，原審認上訴人享有系爭著作之著作人格權僅為二分之一，據此為\r\n不利於上訴人之論斷，確認上訴人就系爭著作之著作人格權於超過二分之\r\n一以上不存在，自有適用法規不當之違法。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 415 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 100 年 03 月 18 日",
        "case_gist": "第三人主張表意人與相對人通謀而為虛偽意思表示者，該第三人應就其所\r\n主張有利於己之此項積極事實負舉證之責。又民事訴訟如係由原告主張權\r\n利者，應先由原告負舉證之責，若原告先不能舉證，以證實自己主張之事\r\n實為真實，則被告就其抗辯之事實即令不能舉證，或其所舉證據尚有疵累\r\n，亦應駁回原告之請求。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 390 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 03 月 17 日",
        "case_gist": "民法第一百八十四條第二項前段之規定，違反保護他人之法律，致生損害\r\n於他人者，負賠償責任。所謂違反保護他人之法律者，係指以保護他人為\r\n目的之法律，亦即一般防止妨害他人權益或禁止侵害他人權益之法律而言\r\n；或雖非直接以保護他人為目的，而係藉由行政措施以保障他人之權利或\r\n利益不受侵害者，亦屬之。惟仍須以行為人有違反該保護他人法律之行為\r\n並其違反保護他人法律之行為與損害之發生間有相當因果關係為必要。查\r\n建築師法第二十條規定：建築師受委託辦理各項業務，應遵守誠實信用之\r\n原則，不得有不正當行為及違反或廢弛其業務上應盡之義務。蓋建築師受\r\n託辦理建築物之設計、監造等業務，若未遵守誠實信用之原則，或有不正\r\n當行為及違反或廢弛其業務上應盡之義務，不僅與保護社會秩序之目的有\r\n違，亦影響委託人之權利甚鉅，難謂毋庸負損害賠償責任。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 387 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 100 年 03 月 17 日",
        "case_gist": "關於土地登記，係主管機關適用相關土地登記法令而辦理者，依高度蓋然\r\n性之經驗法則，其完成登記之內容通常可推認為真實，即所謂表現證明。\r\n因此，否認登記內容所示權利之人，應主張並證明該項登記內容係由於其\r\n他原因事實所作成，以排除上開經驗法則之適用。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 367 號 民事判決",
        "case_topic": "請求確認信託契約無效",
        "case_date": "民國 100 年 03 月 11 日",
        "case_gist": "除依法院確定判決申請移轉、設定或塗銷登記之權利人為原假處分登記之\r\n債權人外，土地經法院囑託辦理查封、假扣押、假處分登記後，未為塗銷\r\n前，登記機關應停止與其權利有關之新登記。土地登記規則第一百四十一\r\n條第一項第二款定有明文。是不動產經法院囑託辦理查封、假扣押、假處\r\n分登記後，在未為塗銷登記前，登記機關既應停止與其權利有關之新登記\r\n，則對該不動產相關權利登記之請求，即處於給付不能之狀態，法院自不\r\n得命為該相關權利之登記。原審既謂系爭土地目前仍於假處分、假扣押中\r\n，則上訴人對系爭土地已喪失處分之權能，處於給付不能之狀態，無從塗\r\n銷或移轉該土地之所有權登記，法院自不得命相關權利之登記，亦無從命\r\n為土地之返還。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 341 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 100 年 03 月 10 日",
        "case_gist": "商會之和解經債權人會議可決時，應訂立書面契約，並由商會理事長署名\r\n，蓋用商會之鈐記，對一般債權人，即屬已發生和解之效力，和解程序當\r\n然因而終結，此與法院之和解，應經法院裁定認可始生效力者未盡相同，\r\n此觀破產法第三十二條、第三十六條、第四十七條及第四十九條（該條並\r\n未設有準用同法第三十二條及第三十三條之明文）規定自明。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 328 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 03 月 10 日",
        "case_gist": "依民法第一百八十四條第一項前段規定，侵權行為之成立，須行為人因故\r\n意過失不法侵害他人權利，亦即行為人須具備歸責性、違法性，並不法行\r\n為與損害間有因果關係，始能成立，且主張侵權行為損害賠償請求權之人\r\n，對於侵權行為之成立要件應負舉證責任。就歸責事由而言，無論行為人\r\n因作為或不作為而生之侵權責任，均以行為人負有注意義務為前提，在當\r\n事人間無一定之特殊關係（如當事人間為不相識之陌生人）之情形下，行\r\n為人對於他人並不負一般防範損害之注意義務。又就違法性而論，倘行為\r\n人所從事者為社會上一般正常之交易行為或經濟活動，除被害人能證明其\r\n具有不法性外，亦難概認為侵害行為，以維護侵權行為制度在於兼顧「權\r\n益保護」與「行為自由」之旨意。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 164 號 民事裁定",
        "case_topic": "聲請確定訴訟費用額聲明異議",
        "case_date": "民國 100 年 02 月 24 日",
        "case_gist": "按民事訴訟法第四百二十七條第二項第五款所謂因定不動產界線之訴訟，\r\n或設置界標涉訟者，係指不動產之經界不明，或就經界有爭執而求定其界\r\n線所在之訴訟而言，此與請求確認某不動產至某界線屬於自己所有或不屬\r\n於被告所有而涉訟者不同。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 163 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 100 年 02 月 24 日",
        "case_gist": "按債務人依民事訴訟法第五百三十三條準用同法第五百二十九條第四項規\r\n定，聲請撤銷假處分裁定，經法院裁定准許，而該撤銷假處分裁定所為之\r\n裁定，係宣示消滅原假處分裁定之效力，性質上屬形成裁定，而形成裁定\r\n僅具形成力，並無執行力，且其形成力須於裁定確定時始發生。是撤銷假\r\n處分裁定之裁定，因他造之抗告而尚未確定，類推適用民事訴訟法第五百\r\n三十條第二項規定準用同法第五百二十八條第四項規定，已實施之假處分\r\n執行程序，不受影響。故債權人於該撤銷假處分裁定之裁定確定前，就同\r\n一事件，重複聲請假處分，即無必要。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 157 號 民事裁定",
        "case_topic": "聲請清償債務強制執行",
        "case_date": "民國 100 年 02 月 24 日",
        "case_gist": "承攬人持法院命定作人會同辦理抵押權登記之確定判決，向地政機關聲請\r\n就未登記建物為抵押權登記，經地政機關編列建號，於建物登記簿其他登\r\n記事項欄記載揭示確定判決法定抵押權登記之意旨，以為登記之公示，雖\r\n與已登記建物以他項權利為抵押權登記之方式不同，惟此登載方式應不影\r\n響其登記之效力。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 171 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 100 年 01 月 27 日",
        "case_gist": "按契約成立生效後，債務人除負有主給付義務外，為準備、確定、支持及\r\n完全履行之主給付義務，尚負有從給付義務，以確保債權人之利益能獲得\r\n完全之滿足，俾當事人締結契約之目的得以實現。惟查，綜觀系爭合約書\r\n之全文，雖無任何契約文字提及被上訴人須就各個工程有交付相關竣工圖\r\n說、設備材料出廠證明及防火防焰等證明、設備規範操作說明等文件之約\r\n定，然依內政部九十九年十二月二十三日修正前建築物室內裝修管理辦法\r\n第二十九條、第三十條之規定，供公眾使用建築物之室內裝修工程，應於\r\n工程完竣後，檢附相關竣工圖說等文件，向原申請審查機關或機構申請竣\r\n工查驗合格後，向直轄市、縣（市）主管建築機關核發合格之證明。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 170 號 民事判決",
        "case_topic": "給付薪資等",
        "case_date": "民國 100 年 01 月 27 日",
        "case_gist": "按農會員工年滿六十五歲，則限齡退休，農會人事管理辦法第五十六條第\r\n一款固有明文，惟該條規定之旨趣，係基於保護員工之立場，應指員工如\r\n年滿六十五歲，農會不得故意不令其退休之意。亦即縱使員工具有強制退\r\n休之條件，而農會不為行使強制退休之權利時，亦無不可。故農會依上開\r\n規定強制員工退休時，勞雇雙方之勞動契約即可終止，農會令其員工強制\r\n退休之權利為契約終止權之一種，而終止權又屬形成權之一種，形成權於\r\n權利人行使時，即發生形成之效力，不必得員工之同意。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 143 號 民事判決",
        "case_topic": "給付承攬報酬等",
        "case_date": "民國 100 年 01 月 27 日",
        "case_gist": "雙務契約之一方當事人受領遲延者，其原有之同時履行抗辯權，並未因而\r\n歸於消滅。故他方當事人於其受領遲延後，請求為對待給付者，仍非不得\r\n提出同時履行之抗辯。除他方當事人應為之給付，因不可歸責於己之事由\r\n致給付不能，依民法第二百二十五條第一項規定，免其給付義務者外，法\r\n院仍應予以斟酌，如認其抗辯為有理由，應命受領遲延之一方當事人，於\r\n他方履行債務之同時，為對待給付。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 132 號 民事判決",
        "case_topic": "請求給付貨款",
        "case_date": "民國 100 年 01 月 27 日",
        "case_gist": "查當事人已證明受有損害而不能證明其數額或證明顯有重大困難者，法院\r\n應審酌一切情況，依所得心證定其數額，固為民事訴訟法第二百二十二條\r\n第二項所明定，惟依該規定酌定損害數額時，仍應就當事人有無不能證明\r\n其損害數額，或證明顯有重大困難之情形，及足以證明損害數額之各種具\r\n體的客觀情事，詳予調查審酌，並說明其心證之理由。"
    },
    {
        "case_id": "最高法院 100 年度台再字第 6 號 民事判決",
        "case_topic": "請求拆屋還地等再審之訴",
        "case_date": "民國 100 年 01 月 21 日",
        "case_gist": "占有人在他人土地上有建築物或其他工作物或竹木，可能係基於侵權行為\r\n之意思，亦可能基於越界建築使用，亦或界址不明致誤認他人土地為自己\r\n所有，或因不知為他人土地而誤為占有使用……等等，原因多端，尚難僅\r\n以占有人在他人土地上有建築物之客觀事實，即認占有人係基於行使地上\r\n權之意思而占有。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 62 號 民事裁定",
        "case_topic": "國家賠償",
        "case_date": "民國 100 年 01 月 20 日",
        "case_gist": "按民國八十九年二月九日修正之民事訴訟法第二百四十四條第一項第二款\r\n，將原規定之「訴訟標的」修正為「訴訟標的及其原因事實」，乃因訴訟\r\n標的之涵義，必須與原因事實相結合，以使訴狀所表明請求法院審判之範\r\n圍更加明確。則於判斷既判力之客觀範圍時，自應依原告起訴主張之原因\r\n事實所特定之訴訟標的法律關係為據，凡屬確定判決同一原因事實所涵攝\r\n之法律關係，均應受其既判力之拘束，且不得以該確定判決言詞辯論終結\r\n前，所提出或得提出而未提出之其他攻擊防禦方法，為與該確定判決意旨\r\n相反之主張，此乃法院應以「既判事項為基礎處理新訴」及「禁止矛盾」\r\n之既判力積極的作用，以杜當事人就法院據以為判斷訴訟標的權利或法律\r\n關係存否之基礎資料，再次要求法院另行確定或重新評價，俾免該既判力\r\n因而失其意義，亦即既判力之「遮斷效」。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 80 號 民事裁定",
        "case_topic": "請求讓售國有土地",
        "case_date": "民國 100 年 01 月 14 日",
        "case_gist": "非公用財產類之不動產，於民國三十五年十二月三十一日以前已供建築、\r\n居住使用至今者，其直接使用人得於一百零四年一月十三日前，檢具有關\r\n證明文件，向財政部國有財產局或所屬分支機構申請讓售，國有財產法第\r\n五十二條之二固定有明文，惟國有土地之出售屬私經濟行為，有契約自由\r\n原則之適用，上開條文僅係規定得申請讓售土地之資格、要件，使符合資\r\n格、要件之人，取得請求讓售國有土地即為要約之地位而已，至是否讓售\r\n，管理機關財政部國有財產局或所屬分支機構仍有審酌及決定之權限，得\r\n自行決定是否為承諾之意思表示，並不負有應與申購人訂立買賣契約，讓\r\n售國有土地之義務。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 42 號 民事判決",
        "case_topic": "許可執行外國法院判決",
        "case_date": "民國 100 年 01 月 13 日",
        "case_gist": "（一）按外國法院為被告敗訴判決，該被告倘於外國法院應訴，其程序權\r\n      已受保障，原則上固應承認該外國法院確定判決於我國之效力。惟\r\n      被告未應訴者，為保障其程序權，必以開始訴訟之通知或命令已於\r\n      相當時期在該外國域內對該被告為合法送達，或依我國法律上之協\r\n      助在該外國域外對該被告為送達，給予被告相當期間以準備行使防\r\n      禦權，始得承認該外國法院確定判決於我國對被告之效力。因此，\r\n      外國法院對在中華民國之被告，送達有關訴訟程序開始之通知或命\r\n      令時，揆之「送達，乃國家司法主權之展現」及「程序依據法庭地\r\n      法之原則」，自應依我國制定公布之「外國法院委託事件協助法」\r\n      、「司法協助事件之處理程序」及其他司法互助協定暨作業要點等\r\n      相關法規為協助送達，不得逕由外國法院依職權或由原告律師以郵\r\n      送或直接交付在我國為送達。否則，即難認該外國法院訴訟程序開\r\n      始之通知或命令，已在我國發生合法送達被告之效力，且不因於該\r\n      外國認對被告發生送達之效力而受影響，此觀民事訴訟法第四百零\r\n      二條第一項第二款但書前段係規定為「但開始訴訟之通知或命令已\r\n      於相當時期在『該國』（指該外國域內）合法送達」，而非以「但\r\n      開始訴訟之通知或命令已於相當時期依該國法律為合法送達」等文\r\n      字予以規範；並於但書後段規定「或依中華民國法律上之協助送達\r\n      者，不在此限」，以兼顧該被告如在該外國域外時，應如何送達，\r\n      始承認其效力自明。\r\n（二）按依強制執行法第四條之一第一項規定，外國法院之確定判決聲請\r\n      強制執行者，以該判決無民事訴訟法第四百零二條第一項各款情形\r\n      之一，並經中華民國法院以判決宣示許可其執行者為限，得為強制\r\n      執行，且因執行名義尚須具備給付內容為確定及可能等要件，強制\r\n      執行方克落實，足見外國確定判決，必以與我國法院許可執行判決\r\n      相結合，始得認其為具執行力之執行名義。是以，我國法院就外國\r\n      法院之確定判決許可執行之訴，除審查該外國法院判決是否為終局\r\n      給付判決？是否確定？有無民事訴訟法第四百零二條第一項所列不\r\n      承認其效力之事由外，仍應就該外國法院之確定判決其內容是否明\r\n      確、一定、具體、可能而適於強制執行等要件併予審究。"
    },
    {
        "case_id": "最高法院 100 年度台簡上字第 4 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 100 年 01 月 13 日",
        "case_gist": "按民法第一百六十九條之表見代理，代理人本係無代理權，因本人有表見\r\n授權之行為，足使交易相對人正當信賴表見代理人之行為，為保護交易之\r\n安全，始令本人應負授權人之責任。準此，所謂不法行為不得成立表見代\r\n理，係指不法行為之本身而言，非謂所無權代理之法律行為不得成立表見\r\n代理。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 39 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 100 年 01 月 13 日",
        "case_gist": "按訴訟標的對於共同訴訟之各人必須合一確定者，共同訴訟人中一人之行\r\n為，不利益於共同訴訟人，對於全體不生效力，民事訴訟法第五十六條第\r\n一項第一款定有明文。共同訴訟人中一人之行為，是否不利益於共同訴訟\r\n人，應於行為時形式上觀之。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 4 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 100 年 01 月 06 日",
        "case_gist": "按所謂附屬建物，係指依附於原建築以助其效用而未具獨立性之次要建築\r\n而言，諸如依附於原建築而增建之建物，缺乏構造上及使用上之獨立性（\r\n如由內部相通之頂樓或廚廁），或僅具構造上之獨立性，而無使用上之獨\r\n立性，並常助原建築之效用（如由外部進出之廚廁）等是。此類附屬建物\r\n依民法第八百十一條之規定，固應由原建築所有人取得增建建物之所有權\r\n，原建築所有權範圍因而擴張。但於構造上及使用上已具獨立性而依附於\r\n原建築之增建建物（如可獨立出入之頂樓加蓋房屋），或未依附於原建築\r\n而興建之獨立建物，則均非附屬建物，原建築所有權範圍並不擴張及於該\r\n等建物。是以判斷其是否為獨立建物或附屬建物？除斟酌上開構造上及使\r\n用上是否具獨立性外，端在該建物與原建築間是否具有物理上之依附關係\r\n以為斷。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 32 號 民事判決",
        "case_topic": "請求確認股東會決議無效",
        "case_date": "民國 100 年 01 月 06 日",
        "case_gist": "按公司法第三百三十四條準用同法第八十五條第一項規定：股份有限公司\r\n之清算人有數人時，得推定一人或數人代表公司，如未推定時，各有對於\r\n第三人代表公司之權。關於清算事務之執行，取決於過半數之同意。而清\r\n算期間召開股東會，亦在清算人對外代表公司執行業務範疇之列，故於清\r\n算人有數人未推定代表人時，自得經過半數清算人之同意，由一清算人對\r\n外代表公司召開股東會議。倘一清算人未得過半數清算人之同意，即召開\r\n股東會，固未合公司法第八十五條第一項後段之規定，然僅屬召集程序違\r\n法之問題，究與無召集權人召開會議有間，尚無從逕認該次會議決議為無\r\n效。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 01 月 06 日",
        "case_gist": "（一）查契約成立生效後，債務人除負有給付義務（包括主給付義務與從\r\n      給付義務）外，尚有附隨義務。所謂附隨義務，乃為履行給付義務\r\n      或保護債權人人身或財產上利益，於契約發展過程基於誠信原則而\r\n      生之義務，包括協力及告知義務以輔助實現債權人之給付利益。倘\r\n      債務人未盡此項義務，應負民法第二百二十七條第一項不完全給付\r\n      債務不履行之責任。又附隨義務性質上屬於非構成契約原素或要素\r\n      之義務，如有違反，債權人原則上固僅得請求損害賠償，然倘為與\r\n      給付目的相關之附隨義務之違反，而足以影響契約目的之達成，使\r\n      債權人無法實現其訂立契約之利益，則與違反主給付義務對債權人\r\n      所造成之結果，在本質上並無差異（皆使當事人締結契約之目的無\r\n      法達成），自亦應賦予債權人契約解除權，以確保債權人利益得以\r\n      獲得完全之滿足，俾維護契約應有之規範功能與秩序。\r\n（二）按契約一經解除，契約即溯及歸於消滅，與自始未訂立契約同。因\r\n      此契約解除後，當事人在契約存續期間所受領之給付，即成為無法\r\n      律上之原因，自亦構成不當得利，該受損害者倘捨解除契約後回復\r\n      原狀請求權而行使不當得利請求權，應非法所不許，此觀民法第一\r\n      百七十九條後段立法理由揭櫫：「其先雖有法律上之原因，而其後\r\n      法律上之原因已不存在（如撤銷契約、解除契約之類），亦應返還\r\n      其利益」自明。"
    },
    {
        "case_id": "最高法院 99 年度台再字第 60 號 民事判決",
        "case_topic": "租佃爭議再審之訴",
        "case_date": "民國 99 年 12 月 30 日",
        "case_gist": "按當事人對於在第一審已提出之攻擊或防禦方法為補充者，非在第二審程\r\n序禁止之列（民事訴訟法第四百四十七條第一項但書第三款規定參照）。\r\n故當事人以在第一審已經主張之爭點，即其攻擊或防禦方法（包含事實、\r\n法律及證據上之爭點），因第一審法院就該事實、法律及證據上評價錯誤\r\n為理由，提起上訴，其上訴理由，仍在第一審審理之範圍內，應允許當事\r\n人就該上訴理由，再行提出補強之攻擊或防禦方法，或就之提出其他抗辯\r\n事由，以推翻第一審法院就該事實上、法律上及證據上之評價，此尋繹該\r\n條項但書第三款之修正理由自明。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2448 號 民事判決",
        "case_topic": "確認買賣關係不存在",
        "case_date": "民國 99 年 12 月 30 日",
        "case_gist": "按稱「借名登記」者，謂當事人約定一方將自己之財產以他方名義登記，\r\n而仍由自己管理、使用、處分，他方允就該財產為出名登記之契約，倘其\r\n內容不違反強制禁止規定或公序良俗者，應承認其法律效力，於其內部間\r\n仍應承認借名人為真正所有權人。而出名者既非該借名登記財產之真正所\r\n有權人，該登記財產原不構成出名人自己債務之總擔保，第三人與出名人\r\n成立法律關係時，如已知悉該財產為借名登記者所有，自不能主張該財產\r\n為其債權之總擔保範圍，亦不得援引民法第二百四十二條債權人代位權規\r\n定，代位出名人行使權利。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2447 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 12 月 30 日",
        "case_gist": "按因故意或過失不法侵害他人權利，應負侵權行為損害賠償責任者，須行\r\n為人具備故意或過失之主觀要件，且其行為須係不法，如行為人之行為有\r\n阻卻「不法」事由者，亦得免其責任。惟所謂阻卻不法事由，與欠缺故意\r\n或過失，兩者不同，前者為客觀要件，後者為主觀要件。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2446 號 民事判決",
        "case_topic": "確認買賣債權不存在等",
        "case_date": "民國 99 年 12 月 30 日",
        "case_gist": "按附解除條件之法律行為，於條件成就時，當然失其效力，無待當事人另\r\n以意思表示為之。是以附解除條件之契約，於條件成就時，當然失其效力\r\n。次按民事訴訟法第一百六十八條所稱當事人，專指當事人本人即原告或\r\n被告而言，不含從參加人及輔佐人在內。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2443 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 99 年 12 月 30 日",
        "case_gist": "按買賣因物有瑕疵，而出賣人應負擔保之責者，除有顯失公平之情形外，\r\n買受人得解除契約，民法第三百五十九條規定甚明。買受人此項解除權，\r\n為特殊的法定解除權，無待於催告出賣人先行修補瑕疵，即得行使。又有\r\n關瑕疵擔保之規定，原則上於危險移轉後，始有適用，但在危險移轉前，\r\n買受人已發覺其物有瑕疵，倘出賣人無法提出無瑕疵物，或擔保除去該瑕\r\n疵後給付，則買受人亦有拒絕受領瑕疵物之權利，並解除契約。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2426 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 12 月 30 日",
        "case_gist": "按原告以單一之聲明，主張數項訴訟標的法律關係，為客觀訴之合併，民\r\n事訴訟法就此並未設有合併型態及種類之限制，基於處分權主義之原則，\r\n固應尊重原告程序處分權之行使，以其意思決定合併型態及排列審理順序\r\n。然就不能併存之法律關係間，倘有邏輯上之先後順序，法院即應本於法\r\n官知法原則，闡明令原告為適當之聲明或陳述，非必受當事人聲明及主張\r\n之拘束。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2425 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 99 年 12 月 30 日",
        "case_gist": "按依營業秘密法第二條規定，得作為該法保護對象之營業秘密，固以具有\r\n秘密性（非一般涉及該類資訊之人所知）、經濟價值（因其秘密性而具有\r\n實際或潛在之經濟價值）、保密措施（所有人已採取合理之保密措施），\r\n且可用於生產、銷售或經營之資訊，始足稱之。惟同法第一條既規定：「\r\n為保障營業秘密，維護產業倫理與競爭秩序，調和社會公共利益，特制定\r\n本法」，是於判斷爭執之資訊是否符合上開營業秘密要件時，自應以第一\r\n條規定之立法目的為重要依據。若僅表明名稱、地址、連絡方式之客戶名\r\n單，可於市場上或專業領域內依一定方式查詢取得，且無涉其他類如客戶\r\n之喜好、特殊需求、相關背景、內部連絡及決策名單等經整理、分析之資\r\n訊，即難認有何秘密性及經濟價值；又市場中之商品交易價格並非一成不\r\n變，銷售價格之決定，復與成本、利潤等經營策略有關，於無其他類如以\r\n競爭對手之報價為基礎而同時為較低金額之報價，俾取得訂約機會之違反\r\n產業倫理或競爭秩序等特殊因素介入時，亦難以該行為人曾接觸之商品交\r\n易價格資訊逕認具有經濟價值，以調和社會公共利益。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2397 號 民事裁定",
        "case_topic": "請求返還所有物",
        "case_date": "民國 99 年 12 月 24 日",
        "case_gist": "按民法第八百十八條固規定：各共有人按其應有部分，對於共有物之全部\r\n，有使用、收益之權。同法第八百二十一條但書規定：回復共有物之請求\r\n，僅得為共有人全體之利益為之。惟上開規定係指共有物尚未經共有人為\r\n分管之約定時，始有其適用。倘共有人就共有物已為分管之約定，各共有\r\n人僅能就各自分管部分為使用、收益。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 990 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 99 年 12 月 23 日",
        "case_gist": "按祭祀公業管理人之選任契約，性質上屬委任之契約關係，祭祀公業管理\r\n人之解任，除規約另有約定外，應適用民法委任契約終止之規定，當事人\r\n之任何一方，得隨時終止委任契約（民法第五百四十九條第一項規定）。\r\n又依民法第二百六十三條準用同法第二百五十八條第一項及第九十四條、\r\n第九十五條第一項規定，終止權之行使，應向他方當事人以意思表示為之\r\n，其以對話為意思表示者，其意思表示以相對人了解時，發生效力；非對\r\n話為意思表示者，其意思表示以通知到達相對人時，發生效力。是祭祀公\r\n業解任其管理人，必以向管理人為解任之意思表示，始生其效力。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2375 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 99 年 12 月 23 日",
        "case_gist": "按民法第一百二十九條第一項第二款所稱之承認，係因時效而受利益之當\r\n事人（債務人）向請求權人表示認識其請求權存在之觀念通知。又此項承\r\n認無須一一明示其權利之內容及範圍等，以有可推知之表示行為即為已足\r\n，故如債務人之一部清償可視為對於全部債務之承認。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2344 號 民事判決",
        "case_topic": "請求返還土地等",
        "case_date": "民國 99 年 12 月 17 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之基地，本院四\r\n十八年台上字第一四五七號判例之本旨，係依此法理加以闡釋，謂土地及\r\n房屋同屬一人，而將土地及房屋分開同時或先後出賣，應推斷土地承買人\r\n默許房屋承買人繼續使用土地，體現上述法理，以保護房屋既得之使用權\r\n。民法第四百二十五條之一之增訂乃以上開判例意旨及法理而予以明文化\r\n。若房屋及土地轉讓之事實，發生於上開規定施行前，即與上開判例意旨\r\n或法理相符，非不得以該判例或法理為基礎，推斷土地受讓人或房屋受讓\r\n人與讓與人間或房屋受讓人與土地受讓人間，在房屋得使用期限內，有租\r\n賃關係，土地所有人應許房屋保有者或受讓者使用土地。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2342 號 民事判決",
        "case_topic": "請求共有物分割",
        "case_date": "民國 99 年 12 月 17 日",
        "case_gist": "關於祭祀公業之祀產在現行法上，雖以不可分為原則。然遇有必要情形，\r\n如子孫生計艱難，或因管理而生重大之糾葛，並得各房全體同意時，仍准\r\n分析。此項必要情形，如已顯然存在，各房中仍有意圖自利，故不表示同\r\n意者，審判衙門，據其他房份之請求，亦得准其分析（見大理院民國四年\r\n上字第一八四九號判例）。準此，公業派下之各房，於其認有不得繼續維\r\n持其共同關係情事發生時，縱有一部分派下（包括管理人）為圖利自己，\r\n而故意不表示同意者，仍得由其他派下請求司法機關判決准許為公業財產\r\n之分析（台灣民事習慣調查報告第八一三頁、八一四頁參照）。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2314 號 民事判決",
        "case_topic": "請求侵害著作權有關財產權爭議",
        "case_date": "民國 99 年 12 月 16 日",
        "case_gist": "㈠按著作權法第十條之一規定：依本法取得之著作權，其保護僅及於該著\r\n  作之表達，而不及於其所表達之思想、程序、製程、系統、操作方法、\r\n  概念、原理、發現。是以著作權之保護標的僅及於表達，而不及於思想\r\n  ，此即思想與表達二分法。然思想如僅有一種或有限之表達方式，此時\r\n  因其他著作人無他種方式或僅可以極有限方式表達該思想，如著作權法\r\n  限制該等有限表達方式之使用，將使思想為原著作人所壟斷，該有限之\r\n  表達即因與思想合併而非著作權保護之標的，因此，就同一思想僅具有\r\n  限表達方式之情形，縱他人表達方式有所相同或近似，此為同一思想表\r\n  達有限之必然結果，亦不構成著作權之侵害。次按，著作權法第七條規\r\n  定：就資料之選擇及編排具有創作性者為編輯著作，以獨立之著作保護\r\n  之。編輯著作之保護，對其所收編著作之著作權不生影響。是以編輯著\r\n  作其受著作權保護標的為著作人對資料之選擇及編排而具有創作性之部\r\n  分，並未及於著作人所選擇或編排之資料本身。\r\n㈡按著作權法雖未對抄襲加以定義，但著作權法保護之著作祇須具有原創\r\n  性，即著作人之獨立創作，非抄襲自他人之著作即可，是一著作雖與他\r\n  人之前之著作雷同，但如非抄襲前一著作，而係自己獨立創作者，仍具\r\n  有原創性，而受著作權法之保護，故主張他人之著作抄襲自己之著作，\r\n  而構成著作權侵害者，應先證明他人之著作有直接或間接抄襲自己著作\r\n  ，且二者間有其關聯性。即主張權利者應證明他人曾接觸其著作，且其\r\n  所主張抄襲部分，與主張權利者之著作構成實質相似。所謂接觸，指依\r\n  社會通常情況，可認為他人有合理機會或可能見聞自己之著作而言。所\r\n  謂實質相似，則由法院就爭執部分著作之質或量加以觀察，為價值判斷\r\n  ，認為二者相似程度頗高或屬著作之主要部分者，始足當之。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 952 號 民事裁定",
        "case_topic": "侵權行為損害賠償聲請假處分",
        "case_date": "民國 99 年 12 月 09 日",
        "case_gist": "按國家賠償法第十一條第二項明文規定：「依本法請求損害賠償時，法院\r\n得依聲請為假處分，命賠償義務機關暫先支付醫療費或喪葬費。」，其立\r\n法理由，旨在考量醫療費及喪葬費之支出，往往刻不容緩，為避免判決確\r\n定後始支付緩不濟急之虞，特制定此定暫時狀態假處分之規定。準此，上\r\n開規定之假處分有臨時救急之性質；則解釋上，得依上開規定聲請對賠償\r\n義務機關為假處分者，自應以權利人係依國家賠償法規定求償，且賠償義\r\n務機關應暫先支付之項目，屬權利人因賠償事故所生有即刻支付必要之「\r\n醫療費」及「喪葬費」為限，倘權利人所請求之損害，並非因賠償事故所\r\n生之緊急性負擔，即無類推適用之餘地。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2292 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 99 年 12 月 09 日",
        "case_gist": "按債權之讓與，非經讓與人或受讓人通知債務人，對於債務人不生效力。\r\n但法律另有規定者，不在此限。民法第二百九十七條第一項定有明文。惟\r\n民法第二百九十七條第一項之通知，係屬觀念通知，使債務人知有債權移\r\n轉之事實，免誤向原債權人清償而已，倘債務人既知債權已移轉於第三人\r\n，不容藉詞債權之移轉尚未通知，拒絕對受讓人履行債務。又繼承編施行\r\n法第一條之三第二項至第四條繼承人依修正施行前之規定已清償之債務，\r\n不得請求返還，此觀諸繼承編施行法第一條之三第五項規定固明。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2274 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 99 年 12 月 09 日",
        "case_gist": "按修正前證券交易法第二十條第二、三項之損害賠償責任，僅以賠償義務\r\n人所為財務報告之不實資訊足以影響股價，且該不實資訊遭揭露或更正後\r\n，股價因而有大幅變動，致賠償請求人受有損害，而該有價證券之取得人\r\n或出賣人於買賣時不知有虛偽或隱匿情事，於不實資訊公告之後，被揭露\r\n或更正之前，買賣該股票，即足當之。方足以保護投資人，並符合資本市\r\n場之本質。又上巿公司之營收、盈虧及其成長性，乃投資人購買股票之重\r\n要參考，財務報告為投資人據以獲悉公司營業、財務、盈虧等之資訊管道\r\n，而備抵呆帳之多寡，常影響該公司之盈虧。準此，呆帳金額之比重，自\r\n應與上巿公司每季之營收、盈虧金額為比較，以判斷上巿公司在財務報告\r\n或財務業務文件就備抵呆帳金額為隱匿或虛偽情事，對該股票價格有無影\r\n響。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2248 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 12 月 02 日",
        "case_gist": "按銀行法第四十五條之二第二項規定，銀行對存款帳戶應負善良管理人責\r\n任。對疑似不法或顯屬異常交易之存款帳戶，得予暫停存入或提領、匯出\r\n款項。本項規定意旨，係指銀行對存款帳戶所應盡善良管理人之注意義務\r\n，又依九十四年本條增訂理由，係謂「為維護各銀行經管財務之安全，提\r\n高金融從業人員之警覺，減低銀行營運上之風險，爰依據行政院強化社會\r\n治安第十八次專案會議結論，增訂銀行安全維護相關行政命令之法律授權\r\n依據」等語，依此存款帳戶以外之人對銀行，得否援引本條項規定，以及\r\n本條規定究係訓示規定或強制規定，其保護主體為何？非無疑義。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 935 號 民事裁定",
        "case_topic": "排除侵害人格權",
        "case_date": "民國 99 年 11 月 25 日",
        "case_gist": "人格權受侵害時，得請求法院除去其侵害；有受侵害之虞時，得請求防止\r\n之；前項情形，以法律有特別規定者為限，並得請求損害賠償或慰撫金；\r\n不法侵害他人之名譽者，被害人雖非財產上之損害，亦得請求賠償相當之\r\n金額，並得請求回復名譽之適當處分，民法第十八條第一項、第二項、第\r\n一百九十五條第一項亦分別定有明文。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2172 號 民事判決",
        "case_topic": "確認派下權存在",
        "case_date": "民國 99 年 11 月 25 日",
        "case_gist": "按台灣在日據時期本省人間之親屬及繼承事項不適用日本民法第四編（親\r\n屬）第五編（繼承）之規定，而依當地之習慣決之。（原大正十一年九月\r\n十八日敕令四○七號參照）關於光復前，台灣習慣養媳與養家為姻親關係\r\n，故以養家姓冠諸本姓，養女與養家發生擬制血親關係，故從養家姓，本\r\n院五十七年台上字第三四一○號著有判例。又「既立有贅入招婚字，並舉\r\n行婚姻儀式，招夫婚姻即已成立，非以戶口登記婚姻始為成立」、「日據\r\n時期媳婦仔與養子親屬發生準於成婚婦之姻親關係，依當時之習慣，係冠\r\n以養家姓。一般之收養，養子女則從養家姓，且不以作成書面為要件」、\r\n「無頭對媳婦仔嗣後於養家招贅者，具備收養之要件，應視為自該時起與\r\n養家親屬間發生準血親關係，其身分即轉換為養女」（參看台灣民事習慣\r\n調查報告一二○、一三六、一四七、一六四、一七一、二七一頁及日據時\r\n期大正六年覆審法院控字第一六○號、同年六月九日判決）。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 900 號 民事裁定",
        "case_topic": "損害賠償聲請命相對人提供訴訟費用之擔保",
        "case_date": "民國 99 年 11 月 18 日",
        "case_gist": "按原告在中華民國境內無住所、事務所及營業所者，法院應依被告之聲請\r\n，以裁定命原告供訴訟費用之擔保，民事訴訟法第九十六條第一項前段定\r\n有明文。其立法意旨無非係因原告於中華民國無住所、事務所及營業所者\r\n，將來訴訟終結命其負擔賠償訴訟費用時，難免執行困難，為保全被告利\r\n益，始設此預供訴訟費用擔保之規定。該條所謂原告，固包括自然人、法\r\n人及公法人，但不得解釋為包括原審被告之上訴人在內。且法律上所謂準\r\n用，係法律明定將關於某種事項（法律事實）所設之規定，適用於其相同\r\n或相類似之事項之上，故法律規定「準用」者，必須性質相類者，始有準\r\n用餘地。聲請訴訟費用之擔保，惟有對於提起訴訟之原告始得為之，觀之\r\n民事訴訟法第九十六條第一項前段規定自明，若原告就其敗訴部分提起上\r\n訴，既為第一審之原告，且於第一審已為本案之言詞辯論，則自無準用民\r\n事訴訟法第四百六十三條、第九十六條第一項而聲請命相對人為訴訟費用\r\n擔保之餘地。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 872 號 民事裁定",
        "case_topic": "請求確認借貸關係不存在",
        "case_date": "民國 99 年 11 月 18 日",
        "case_gist": "惟按核定訴訟標的之價額，以起訴時之交易價額為準；無交易價額者，以\r\n原告就訴訟標的所有之利益為準，民事訴訟法第七十七條之一第二項定有\r\n明文。相對人馬來西亞商上鼎資產管理股份有限公司台灣分公司係請求確\r\n認再抗告人間就上開房屋之使用借貸關係不存在，再抗告人則係抗辯其就\r\n該房屋之使用借貸關係存在，則自應以相對人除去再抗告人間就該房屋之\r\n使用借貸關係所得受之客觀利益，核定本件訴訟標的之價額，非依該房屋\r\n之價值為準。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2109 號 民事判決",
        "case_topic": "請求排除侵害著作權行為等",
        "case_date": "民國 99 年 11 月 12 日",
        "case_gist": "學生在校期間，如果教師僅給予觀念之指導，而由學生自己搜集資料，以\r\n個人之意見，重新詮釋相同想法或觀念，而以文字表達其內容，撰寫研究\r\n報告，則學生為該報告之著作人，應受著作權法之保護，享有、行使著作\r\n權。次按判斷是否「抄襲」他人著作，主要考慮之基本要件為被侵害之著\r\n作必須是表達而非思想；其次為被告必須有接觸或實質相似之抄襲行為。\r\n被上訴人雖接受上訴人上課指導，然上訴人上課僅係作觀念、思考之指導\r\n，系爭報告則係由被上訴人嗣後自行搜集資料，綜合判斷考量後獨力以文\r\n字撰寫完成，難謂係抄襲而不具原創性，被上訴人自享有系爭報告之著作\r\n權。"
    },
    {
        "case_id": "最高法院 99 年度台再字第 50 號 民事判決",
        "case_topic": "返還不當得利等再審之訴",
        "case_date": "民國 99 年 11 月 11 日",
        "case_gist": "不當得利依其類型可區分為「給付型之不當得利」與「非給付型不當得利\r\n」，前者係基於受損人有目的及有意識之給付而發生之不當得利，後者乃\r\n由於給付以外之行為（受損人、受益人、第三人之行為）或法律規定所成\r\n立之不當得利。而在「非給付型之不當得利」中之「權益侵害之不當得利\r\n」，凡因侵害歸屬於他人權益內容而受利益，致他人受損害，欠缺正當性\r\n；亦即以侵害行為取得應歸屬他人權益內容的利益，而不具保有利益之正\r\n當性，即應構成無法律上之原因，而成立不當得利。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2076 號 民事判決",
        "case_topic": "請求塗銷地役權",
        "case_date": "民國 99 年 11 月 11 日",
        "case_gist": "按稱地役權者，謂以他人土地供自己土地便宜之用之權，九十九年二月三\r\n日修正前民法（下同）第八百五十一條定有明文。其次，地役權無存續之\r\n必要，法院因供役地所有人之聲請，得宣告地役權消滅，同法第八百五十\r\n九條亦有明定。此與學理所謂之人役權，係以他人之土地供自己便宜之用\r\n之權利，並不相同。是地役權有無存續之必要，並非考量以供役地所有人\r\n與需役地所有人間之設定原因關係，而係考量需役地對供役地有不必存續\r\n之情形時，即因地役權無存在之必要，或因情事變遷無存在可能之謂。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2032 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 11 月 04 日",
        "case_gist": "按受訴法院為充實言詞辯論內容，保障當事人程序權，防止發生突襲性裁\r\n判，應依民事訴訟法第一百九十九條第二項及第二百九十六條之一第一項\r\n規定，於調查證據前，運用訴訟指揮權，將未經或已經整理及協議簡化之\r\n「事實上爭點」、「法律上爭點」、「證據上爭點」暨其他「攻擊或防禦\r\n方法上爭點」，分別曉諭當事人，且將其中關於「證據上爭點」之曉諭，\r\n依具體案情狀況之需要，擴及於將法院對當事人聲明證據與待證事實關連\r\n所為「證據評價」之認識、判斷（心證或法律觀點），作「適時或適度」\r\n之公開，再就訴訟關係及相關之各該爭點，向當事人發問或曉諭，使兩造\r\n知悉事件之爭點及聲明證據與待證事實關連後，促使其為必要之聲明、陳\r\n述或提出證據，以進行證據之調查，並令當事人就該訴訟關係之事實及法\r\n律為適當而完全之辯論，其踐行之訴訟程序始得謂為無瑕疵。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2019 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 99 年 10 月 28 日",
        "case_gist": "按主張不當得利請求權存在之當事人，對於不當得利請求權之成立要件應\r\n負舉證責任，即應證明他方係無法律上之原因而受利益，致其受有損害。\r\n如受利益人係因其給付而得利時，所謂無法律上之原因，即指其給付欠缺\r\n給付之目的，故主張該項不當得利請求權存在之當事人，自應舉證證明其\r\n欠缺給付之目的，始符舉證責任分配之原則。又當事人就其提出之事實，\r\n應為真實及完全之陳述。且當事人對於其請求及抗辯所依據之原因事實，\r\n應為具體之陳述，以保護當事人之真正權利，此觀民事訴訟法第一百九十\r\n五條第一項之規定及其修正理由自明。惟當事人違反應為真實陳述義務者\r\n，並非因此而生舉證責任倒置或舉證責任轉換效果。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2015 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 10 月 28 日",
        "case_gist": "禁止內線交易之理由，學理上固有所謂資訊平等理論、信賴關係理論或私\r\n取理論之區別，惟實際上均係基於「公布消息否則禁止買賣」之原則所發\r\n展出來之理論，即具特定身分之公司內部人於知悉公司之內部消息後，若\r\n於未公開該消息前，即在證券市場與不知該消息之一般投資人為對等交易\r\n，該行為本身即已破壞證券市場交易制度之公平性，足以影響一般投資人\r\n對證券市場之公正性、健全性之信賴，故內線交易之可非難性，並不在於\r\n該內部人是否利用該內線消息進行交易而獲取利益或避免損害，而是根本\r\n腐蝕證券市場之正常機制，影響正當投資人之投資決定甚或進入證券市場\r\n意願，故各國莫不超脫理論爭議，而以法律明定禁止內線交易，對違反者\r\n課以民、刑責任。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 2014 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 10 月 28 日",
        "case_gist": "按醫師對於危急之病人，應即依其專業能力予以救治或採取必要措施，不\r\n得無故拖延，醫師法第二十一條定有明文。準此，基於對病患之保護，而\r\n對醫師課以救治之義務，若醫師有違反此項義務，依民法第一百八十四條\r\n第二項規定，自得認定具有過失。且醫師未為診斷或追蹤、確認之檢驗結\r\n果，而未對病人施予必要之用藥救治，以致發生病人之死亡結果，有關責\r\n任成立因果關係，已難期待被害人有舉證之可能性，於此情形，如嚴守民\r\n事訴訟法第二百七十七條前段之規定，將使被害人無從獲得應有之賠償，\r\n有違正義原則，基於公平之衡量，依舉證責任轉換之原則，就此不具相當\r\n因果關係，即應由醫師負舉證責任。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1972 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 99 年 10 月 28 日",
        "case_gist": "惟按買受人因物有瑕疵而請求減少價金，應就買賣時瑕疵物與無瑕疵物之\r\n應有價值比較後，再按二者之差額占無瑕疵物應有價值之比例，計算其應\r\n減少之數額，不得依瑕疵部分占買賣標的物之比例計算。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1954 號 民事判決",
        "case_topic": "清償借款等",
        "case_date": "民國 99 年 10 月 26 日",
        "case_gist": "按民法第四百七十八條後段規定：消費借貸未定返還期限者，貸與人得定\r\n一個月以上之相當期限，催告返還。貸與人經向借用人催告（或起訴）請\r\n求返還，其消費借貸關係即行終止，而法律為使借用人便於準備起見，因\r\n設「一個月以上相當期限」之準備猶豫期間，故貸與人須俟該期間屆滿，\r\n始得請求返還。準此，貸與人為終止契約之通知或請求後，於其一個月以\r\n上之相當期間屆滿時，其消滅時效始開始進行。"
    },
    {
        "case_id": "最高法院 99 年度台聲字第 1082 號 民事裁定",
        "case_topic": "返還標購金等聲請核定第三審律師酬金",
        "case_date": "民國 99 年 10 月 21 日",
        "case_gist": "當事人對於第二審判決提起上訴，嗣於上訴期間屆滿以後撤回第三審上訴\r\n者，因原來提起上訴之訴訟行為，已因在後之撤回行為而不存在，第三審\r\n訴訟繫屬因撤回上訴而溯及的消滅，其結果與未提起上訴之情形相同，第\r\n二審判決之確定日期應與未上訴同，第二審判決應溯及於上訴期間屆滿時\r\n確定。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 771 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 10 月 07 日",
        "case_gist": "按當事人對於第一審判決不服之程度，及應如何廢棄或變更之聲明，依民\r\n事訴訟法第四百四十一條第一項第三款之規定，固應表明於上訴狀，惟此\r\n項聲明未明白記載者，如依其對於第一審判決不服之本旨，及其在第一審\r\n所為應受判決事項之聲明，已可認其上訴聲明之內容如何，自不得以其記\r\n載稍欠明確，即謂其上訴之程式有欠缺（本院三十年抗字第四一七號判例\r\n參照）。且我國民事訴訟第二審採續審制，乃第一審程序之續行，第一審\r\n之訴訟行為，該訴訟資料經由第二審言詞辯論時，依民事訴訟法第四百四\r\n十五條第二項規定，當事人陳述第一審言詞辯論之要領，即為第二審判決\r\n之基礎。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1723 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 99 年 09 月 16 日",
        "case_gist": "民法第四百二十五條之一規定「土地及其土地上之房屋同屬一人所有，而\r\n僅將土地或僅將房屋所有權讓與他人，或將土地及房屋同時或先後讓與相\r\n異之人時，土地受讓人或房屋受讓人與讓與人間或房屋受讓人與土地受讓\r\n人間，推定在房屋得使用期限內，有租賃關係。其期限不受第四百四十九\r\n條第一項規定之限制」，雖以「所有權讓與」為明文，然未辦登記建物因\r\n無法辦理所有權移轉登記，而僅得以事實上處分權讓與，受讓人所取得之\r\n事實上處分權，較之所有權人之權能，實屬無異，依上開法條立法意旨，\r\n所謂「所有權讓與」，解釋上應包括就無法辦理所有權登記之土地或建物\r\n受讓事實上處分權之情形，始符法意。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1720 號 民事判決",
        "case_topic": "請求撤銷拍定等",
        "case_date": "民國 99 年 09 月 16 日",
        "case_gist": "按水利法第八十三條第一項全文規定為：「尋常洪水位行水區域之土地，\r\n不得私有；其已為私有者，得由主管機關依法徵收之，未徵收者，為防止\r\n水患，並得限制其使用。但不得逕為分割登記。」，由此全文可知水利法\r\n第八十三條第一項之立法意旨，在禁止人民原始取得經編定尋常洪水位行\r\n水區域之土地，然對已取得土地所有權之土地因河道變更等原因事後成為\r\n行水區者，為兼顧人民財產權之保障並基於信賴保護之法治原則，另有徵\r\n收規定，在經主管機關依法徵收前，主管機關雖得限制其使用但不得逕為\r\n分割登記，惟尚未禁止買賣移轉。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1717 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 99 年 09 月 16 日",
        "case_gist": "爭點效之適用，必須前後兩訴訟當事人同一，且前案就重要爭點之判斷非\r\n顯然違背法令，及當事人未提出新訴訟資料足以推翻原判斷等情形始足當\r\n之。且此效力應發生在前後訴訟均處在對立當事人之兩造間，倘第三人以\r\n兩造（即本件當事人）為共同被告提起之訴訟，兩造於該訴訟係利害相反\r\n之同造當事人者，因其對爭點之攻擊防禦對象係為該訴訟對造之第三人，\r\n應認其後訴訟不受前訴訟確定判決既判力或前訴訟對重要爭點之判斷之拘\r\n束，而得為相反之主張，法院亦得為相反之判斷。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1699 號 民事判決",
        "case_topic": "確認優先購買權存在等",
        "case_date": "民國 99 年 09 月 15 日",
        "case_gist": "按民法第四百二十六條之二及土地法第一百零四條所定之「基地承租人之\r\n優先承買權（優先購買權）」，係基於各該法律之規定，對「基地出賣人\r\n」而生「先買特權（先買權）」之形成權，此項優先承買權對出賣人具有\r\n相對之物權效力，承租人一旦行使該權利，即係對出賣人行使買賣契約訂\r\n立請求權，亦即請求出賣人按其與第三人約定之同樣出賣條件補訂書面契\r\n約。是以上揭二條文所稱之「出賣條件以書面通知」及「出賣通知」者，\r\n係專指「出賣人」將同樣出賣條件（諸如買賣標的、範圍、價金、付款、\r\n瑕疵擔保等是）對優先承買權人而為通知而言，不包括買受該基地第三人\r\n之通知在內，此觀民法第四百二十六條之二第二項增訂「前項情形，『出\r\n賣人』應將出賣條件以書面通知優先承買權人。優先承買權人於通知達到\r\n後十日內未以書面表示承買者，視為放棄」，並於第三項增設「『出賣人\r\n』未以書面通知優先承買權人而為所有權之移轉登記者，不得對抗優先承\r\n買權人」，暨土地法第一百零四條第二項規定「前項優先購買權人，於接\r\n到『出賣通知』後十日內不表示者，其優先購買權視為放棄。『出賣人』\r\n未通知優先購買權人而與第三人訂立買賣契約者，其契約不得對抗優先購\r\n買權人」等文字，並參照八十八年四月二十一日增訂民法第四百二十六條\r\n之二及六十四年七月二十四日修正土地法第一百零四條規定時，所揭櫫「\r\n為達到使用與所有合一之目的，促進物之利用並減少糾紛，爰參照土地法\r\n第一百零四條規定，增訂本條」及「為保護現有基地或房屋所有權人、承\r\n租人或其他合法使用人之權益」之立法意旨自明。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1698 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 99 年 09 月 15 日",
        "case_gist": "按依債務本旨，向債權人或其他有受領權人為清償，經其受領者，債之關\r\n係消滅，民法第三百零九條第一項定有明文。又雖非債權人，惟以為自己\r\n意思，事實上行使債權，依一般交易觀念，足使他人認其為債權人之「債\r\n權之準占有人」之受領清償，以債務人不知其非債權人者為限，依民法第\r\n三百十條第二款規定，亦有清償之效力。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1664 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 99 年 09 月 09 日",
        "case_gist": "查言論自由為人民之基本權利，有實現個人自我、促進民主發展、呈現多\r\n元意見、維護人性尊嚴等多重功能，保障言論自由乃促進多元社會正常發\r\n展，實現民主社會應有價值，不可或缺之手段。至於名譽權旨在維護個人\r\n主體性及人格之完整性，為實現人性尊嚴所必要，二者之重要性固難分軒\r\n輊，在法的實現過程中，應力求其二者保障之平衡。故侵害名譽權而應負\r\n侵權行為損害賠償責任者，須以行為人意圖散布於眾，故意或過失詆毀他\r\n人名譽為必要，蓋如此始有使他人之名譽在社會之評價受到貶損之虞。在\r\n一對一之談話中，應賦予個人較大之對話空間，倘行為人基於確信之事實\r\n，申論其個人之意見，自不構成侵權行為，以免個人之言論受到過度之箝\r\n制，動輒得咎，背離民主社會之本質。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1662 號 民事判決",
        "case_topic": "返還土地",
        "case_date": "民國 99 年 09 月 09 日",
        "case_gist": "按稱「借名登記」者，謂當事人約定一方將自己之財產以他方名義登記，\r\n而仍由自己管理、使用、處分，他方允就該財產為出名登記之契約，其成\r\n立側重於借名者與出名者間之信任關係，及出名者與該登記有關之勞務給\r\n付，具有不屬於法律上所定其他契約種類之勞務給付契約性質，應與委任\r\n契約同視，倘其內容不違反強制、禁止規定或公序良俗者，當賦予無名契\r\n約之法律上效力，並依民法第五百二十九條規定，適用民法委任之相關規\r\n定。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1650 號 民事判決",
        "case_topic": "撤銷股東會決議等",
        "case_date": "民國 99 年 09 月 02 日",
        "case_gist": "按股份有限公司設立董事會之趣旨，在使全體董事經參與董事會會議，互\r\n換意見，詳加討論後，決定公司業務執行之方針。因此，公司法第二百零\r\n三條、第二百零四條、第二百零五條第三項、第四項、第二百零六條規定\r\n董事會之召集程序及決議方式，俾利全體董事出席董事會，及議決公司業\r\n務執行之計策。董事會召集程序及決議方式，違反法令或章程時，其所為\r\n決議，應屬無效。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1633 號 民事判決",
        "case_topic": "確認債權不存在",
        "case_date": "民國 99 年 09 月 02 日",
        "case_gist": "原告就其主張清償之事實，所提出之證據，依經驗法則及論理法則，已足\r\n使法院形成確信時，即應由被告對該待證事實之相反事實提出證據反駁，\r\n以動搖法院原就待證事實所形成之確信，否則即應就事實真偽不明之狀態\r\n承擔此一不利益，方符合舉證責任分配之原則。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1620 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 99 年 08 月 26 日",
        "case_gist": "按和解有使當事人所拋棄之權利消滅及使當事人取得和解契約所訂明權利\r\n之效力，為民法第七百三十七條所明定。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 649 號 民事裁定",
        "case_topic": "聲請返還擔保物",
        "case_date": "民國 99 年 08 月 19 日",
        "case_gist": "按債務人依停止強制執行之裁定所供之擔保，係擔保債權人因債務人聲請\r\n停止強制執行不當可能遭受之損害，故強制執行程序如因債權人之聲請撤\r\n回而不存在，應認供擔保之原因消滅。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1553 號 民事判決",
        "case_topic": "拆遷地上物",
        "case_date": "民國 99 年 08 月 19 日",
        "case_gist": "按共有物分管契約係共有人就共有物管理方法所成立之協議，依民法第八\r\n百二十條第一項規定，應由共有人全體共同協議訂定之。其次，當事人締\r\n結不動產租賃之債權契約，對於契約必要之點意思必須一致，租賃契約以\r\n租金及標的物為其要素，租金及標的物，自屬租賃契約必要之點，茍當事\r\n人對此兩者意思未能一致，其契約即難謂已成立。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1551 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 99 年 08 月 19 日",
        "case_gist": "按權利之行使，不得以損害他人為主要目的，亦應依誠實及信用方法，固\r\n為民法第一百四十八條第一項、第二項所明定。倘當事人無權利得以行使\r\n，即無適用該條規定之餘地。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1525 號 民事判決",
        "case_topic": "請求返還違約金",
        "case_date": "民國 99 年 08 月 19 日",
        "case_gist": "查約定之違約金額過高者，法院固得依民法第二百五十二條規定減至相當\r\n之數額。惟違約金係當事人約定契約不履行時，債務人應支付之懲罰金或\r\n損害賠償額之預定，以確保債務之履行為目的。若當事人係於發生債務不\r\n履行情事後，始約定一方應給付他方一定之金額，以賠償他方所受之損害\r\n，既非懲罰金或損害賠償額之預定，自與違約金之性質有間，即不得依上\r\n開法條之規定予以酌減。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1524 號 民事判決",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 99 年 08 月 19 日",
        "case_gist": "按強制執行法第十四條之一第一項係規定，債務人對於債權人依第四條之\r\n二規定聲請強制執行，如主張非執行名義效力所及者，得於強制執行程序\r\n終結前，向執行法院對債權人提起異議之訴。故債權人倘未以強制執行法\r\n第四條之二所定之人為債務人而聲請執行法院對其為強制執行，該人自無\r\n從依首揭法條之規定，提起異議之訴。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1515 號 民事判決",
        "case_topic": "返還支票",
        "case_date": "民國 99 年 08 月 19 日",
        "case_gist": "按出賣人不履行民法第三百四十九條所定之義務，依第三百五十三條規定\r\n，買受人雖得依關於債務不履行之規定，行使其權利。然買受人得依債務\r\n不履行之規定而解除契約者，除當事人另有特別約定外，必以出賣人有給\r\n付遲延、給付不能或不完全給付之情形，並符合同法第二百五十四條至第\r\n二百五十六條之規定要件，始得為之。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 639 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 99 年 08 月 12 日",
        "case_gist": "移送訴訟之聲請被駁回者，不得聲明不服，民事訴訟法第二十八條第三項\r\n定有明文。而第一審法院就訴訟之全部或一部認其無管轄權，依職權以裁\r\n定移送於他法院管轄，當事人不服提起抗告，該管抗告法院認該第一審法\r\n院有管轄權，因而以裁定廢棄第一審法院所為移送訴訟之裁定，依上開規\r\n定之立法本旨，對於該抗告法院之裁定，當事人不得聲明不服（參見本院\r\n七十年台抗字第二九八號判例）。本件再抗告人向臺灣屏東地方法院（下\r\n稱屏東地院）聲請核發支付命令，經屏東地院准許而核發九十九年度司促\r\n字第一一二七號支付命令，相對人對之聲明異議，再抗告人支付命令之聲\r\n請視為起訴。屏東地院認其無管轄權，依職權以九十九年度重訴字第一六\r\n號裁定將本件訴訟移送臺灣臺中地方法院管轄。相對人不服，提起抗告，\r\n原法院認屏東地院於本件訴訟有管轄權，屏東地院裁定移送為不當，爰裁\r\n定予以廢棄，命其更為適當之處理。依上說明，再抗告人對於原法院裁定\r\n不得聲明不服。再抗告人對之提起再抗告，為非合法。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1470 號 民事判決",
        "case_topic": "確認抵押權不存在",
        "case_date": "民國 99 年 08 月 12 日",
        "case_gist": "按抵押權乃為擔保特定債權而存在，且係就特定物設定之，抵押物與擔保\r\n債權應均屬構成抵押權內容之重要部分，是以抵押權需以登記方法加以公\r\n示者，不啻著重於標的物之特定（何一不動產有抵押權），尚包括所擔保\r\n債權之特定，必該債權「種類及金額」均特定，於確定抵押權人對抵押物\r\n所得支配交換價值之限度後，後次序抵押權之設定始不致陷於不安狀態，\r\n或阻礙抵押物交換價值之有效利用。因之，已構成抵押權重要內容一部之\r\n特定標的物及特定擔保債權「種類暨金額」（標的物及擔保債權均特定）\r\n，俱應為抵押權登記事項之範圍，各該特定事項非經依法逐一登記後，不\r\n生物權之效力，此即為抵押權所揭櫫表裏有密切關係之「公示原則」與「\r\n特定原則」。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1469 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 99 年 08 月 12 日",
        "case_gist": "按公同共有人行使優先承買權，有修正前民法第八百二十八條第二項（修\r\n正後移列為第三項）規定之適用，自應經其他公同共有人之同意，始得為\r\n之。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 606 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 99 年 08 月 05 日",
        "case_gist": "按強制執行法第三十九條第一項就分配表異議提出之時點，已於八十五年\r\n十月九日將原規定「應於分配期日前」，修正為「應於分配期日一日前」\r\n提出，尋繹其修正本旨，在於原規定「應於分配期日前」，文義欠明，致\r\n實務上常有於實行分配前一分鐘尚為異議之情事，不啻拖延分配程序，使\r\n他債權人之債權難獲及時實現。且其以書狀為異議者，法院收文單位，經\r\n收文、分文、登簿、送件等作業程序，到達承辦法官、書記官時，分配期\r\n日早已終結，執行法院不知其異議而按原定分配表分配完畢，難於補救，\r\n滋生困擾，始而修正為「應於分配期日一日前」為之，此乃民法第一百十\r\n九條所稱「法令所定之期日及期間除有特別訂定」之規定，於此情形，自\r\n無同法第一百二十二條有關期日或期間之末日為星期日、紀念日或其他休\r\n息日時，以其休息日之次日代之規定之準用。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1425 號 民事判決",
        "case_topic": "外國判決許可執行",
        "case_date": "民國 99 年 08 月 05 日",
        "case_gist": "按依中華民國之法律，外國法院無管轄權者，該外國法院之確定判決，不\r\n認其效力，此觀諸民事訴訟法第四百零二條第一項第一款規定自明。又管\r\n轄權之有無，應依上訴人主張之事實，按諸法律關於管轄之規定而為認定\r\n，與其請求之是否成立無涉。關於上訴人事務所主張被上訴人違約、違反\r\n受託義務、不當得利部分及上訴人公司請求被上訴人給付租金部分：按因\r\n契約涉訟者，如經當事人定有債務履行地，得由該履行地之法院管轄；民\r\n事訴訟法第十二條定有明文。所謂債務履行地，係以當事人契約所定之債\r\n務履行地為限。又是項約定雖不以書面或明示為必要，即言詞或默示為之\r\n，亦非法所不許，惟仍必須當事人間有約定債務履行地之意思，始有該條\r\n之適用。而管轄權之有無，雖為受訴法院應職權調查之事項，惟當事人對\r\n此訴訟成立要件之舉證責任仍不因而免除。再按主張特別管轄籍之人，對\r\n特別管轄籍事由存在，應負舉證責任，若不能舉證該特別管轄籍事由存在\r\n，應自負其不利益。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1422 號 民事判決",
        "case_topic": "所有權移轉登記等",
        "case_date": "民國 99 年 08 月 05 日",
        "case_gist": "查民事訴訟所謂不干涉主義（廣義的辯論主義）係指當事人所未聲明之利\r\n益，不得歸之於當事人，所未提出之事實及證據，亦不得斟酌之，此觀民\r\n事訴訟法第三百八十八條之規定自明。至於適用法律，係法官之職責，不\r\n受當事人所主張法律見解之拘束。因此，辯論主義之範圍僅為判決基礎之\r\n事實及其所憑之證據，而不及於法律之適用。又關於契約之定性即契約之\r\n性質在法律上應如何評價，屬於法律適用之範圍。法院依辯論主義之審理\r\n原則就當事人事實上之陳述，依調查證據之結果確定契約之內容後，應依\r\n職權判斷該契約在法律上之性質，不受當事人所陳述法律意見之拘束。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1421 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 99 年 08 月 05 日",
        "case_gist": "按解釋契約，應於文義上及論理上詳為推求，以探求當事人立約時之真意\r\n，並通觀契約全文，斟酌訂立契約當時及過去之事實、交易上之習慣等其\r\n他一切證據資料，本於經驗法則及誠信原則，從契約之主要目的及經濟價\r\n值作全盤之觀察，以為其判斷之基礎，不能徒拘泥字面或截取書據中一二\r\n語，任意推解致失其真意。"
    },
    {
        "case_id": "最高法院 99 年度台聲字第 826 號 民事裁定",
        "case_topic": "請求返還溢繳仲裁費",
        "case_date": "民國 99 年 07 月 30 日",
        "case_gist": "仲裁法第二十九條固規定當事人知悉或可得而知仲裁程序違反仲裁法或仲\r\n裁協議，而仍進行仲裁程序者，不得異議（第一項）；異議，由仲裁庭決\r\n定之，當事人不得聲明不服（第二項）。此係指當事人對於仲裁庭所進行\r\n之仲裁程序本身不得聲明不服而言，並未排除當事人基於其與仲裁機構間\r\n之契約關係向法院起訴請求救濟之權利。仲裁庭核定仲裁費用多寡之決定\r\n非屬仲裁判斷，不具同法第三十七條第一項所定與法院之確定判決，有同\r\n一效力，非屬同法第四十條第一項各款所定得對之提起撤銷仲裁判斷之訴\r\n之範疇，關於仲裁庭核定仲裁費用之決定，無從循此途徑救濟，惟當事人\r\n非不得就無關仲裁標的而就其與仲裁機構或仲裁人間爭議事項之核定仲裁\r\n費用之決定，本於其間之私法契約，向法院提起訴訟，以求救濟，否則仲\r\n裁庭若未依仲裁機構組織與調解程序及費用規則（下稱費用規則）核定仲\r\n裁標的價額，計算仲裁費用，仲裁機構仍據以通知當事人補正，當事人拒\r\n不補正，仲裁機構即依費用規則第二十五條第四項規定不受理其仲裁之聲\r\n請，造成當事人權益受損，卻無救濟途逕，顯與法治國家有權利受侵害必\r\n有救濟之原則相扞格。綜上所論，有關仲裁費用之相關爭議，應得由當事\r\n人依據其與仲裁機關間內部之契約，向法院提起訴訟，請求救濟，始符法\r\n制，並合公允。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1401 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 99 年 07 月 30 日",
        "case_gist": "按公司法第二百零四條關於董事會之召集應載明事由於七日前通知各董事\r\n及監察人之規定，其目的無非係以董事會由董事所組成，董事會之召集通\r\n知，自應對各董事為之，俾確保各董事均得出席董事會，參與議決公司業\r\n務執行之事項。故董事會之召集雖違反上開規定，惟全體董監事倘皆已應\r\n召集而出席或列席董事會，對召集程序之瑕疵並無異議而參與決議，尚難\r\n謂董事會之召集違反法令而認其決議為無效。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1400 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 99 年 07 月 30 日",
        "case_gist": "租賃物因承租人失火而毀損滅失者，以承租人有重大過失為限，始對出租\r\n人負損害賠償責任，民法第四百三十四條已有特別規定，故承租人之受雇\r\n人之失火僅為輕過失時，出租人自不得以該受雇人侵權行為為理由，依民\r\n法第一百八十八條第一項規定，請求承租人賠償損害。原審並未認定呂韋\r\n進對於火災之發生有重大過失，乃謂怡凡得公司應依民法第一百八十八條\r\n第一項規定，對天昱公司負損害賠償責任，並有未合。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1399 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 99 年 07 月 29 日",
        "case_gist": "按侵權行為損害賠償之義務人，因侵權行為受利益，致被害人受損害者，\r\n於侵權行為損害賠償請求權消滅時效完成後，仍應依關於不當得利之規定\r\n，返還其所受之利益於被害人。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1396 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 07 月 29 日",
        "case_gist": "按民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利\r\n，不以受僱人執行職務範圍內之行為為限，如職務上予以機會之行為及與\r\n執行職務之時間或處所有密切關係之行為，在客觀上足認為與其執行職務\r\n有關應包括在內。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1362 號 民事判決",
        "case_topic": "請求確認股東會決議不成立等",
        "case_date": "民國 99 年 07 月 29 日",
        "case_gist": "股份有限公司之資本分成股份，股份分屬出資股東，各股東僅得依其股份\r\n對公司主張股東權；股份有限公司亦為獨立之法人，與他股份有限公司相\r\n互間得獨立存在而有控制與從屬關係，固為公司法第三百六十九條之一所\r\n明定。但各股份有限公司之股東雖得依其股份對公司主張股東權，卻不得\r\n本於其股東權對其公司之控制公司或從屬公司，行使股東權。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1360 號 民事判決",
        "case_topic": "排除侵害商標專用權行為（損害賠償等）",
        "case_date": "民國 99 年 07 月 29 日",
        "case_gist": "（一）按商標法第六十二條第一款、第二款所稱之「公司名稱」者，係指\r\n      公司法第十八條暨經濟部訂頒公司名稱及業務預查審核準則第五條\r\n      所稱之公司中文名稱（我國文字）而言，且公司選用英文名稱，公\r\n      司法並無報備規定，更不須於章程訂明，即使在章程訂定，仍不生\r\n      登記之效力。是未得商標人之同意，以他人著名之註冊商標或他人\r\n      之註冊商標中之英文文字，作為自己公司之英文名稱，固非屬該二\r\n      條款所定之「公司名稱」。惟如以之作為其「表彰營業主體或來源\r\n      之標識」之名稱，致減損該著名註冊商標之識別性或信譽，或致商\r\n      品、服務相關消費者混淆誤認者，亦應視其為侵害商標權，此觀該\r\n      二條款除以「公司名稱、商號名稱、網域名稱」為例示規定外，另\r\n      以「或其他表彰營業主體或來源之標識」等字作概括規定，並參照\r\n      九十二年五月二十八日修正本條款以擬制方式規範侵害商標權之態\r\n      樣其立法理由自明。\r\n（二）按商標法於九十二年五月二十八日修正時，為兼顧關於事實之認定\r\n      ，有時須參考市場調查之結果而斷，乃增訂第四十三條第一項規定\r\n      ，異議人或商標權人得提出市場調查報告作為證據，此固為異議、\r\n      評定或廢止程序（同法第五十六條規定準用第四十三條）而設，但\r\n      於侵害商標權事件，如當事人提出相類之市場調查或徵信報告作為\r\n      應證事實之證據者，本於上揭規定之旨趣，在訴訟程序上仍可認其\r\n      為調查證據方法之一種。於此情形，法院自應就該市場調查或徵信\r\n      報告內容，依其專業抽樣問卷及實際調查而得之意見，踐行調查證\r\n      據程序而後定其取捨，並依自由心證判斷事實之真偽。倘法院對該\r\n      報告書所為之證據評價認不足取者，於調查證據前，亦應就證據上\r\n      之爭點（包括證據評價觀點之心證公開）曉諭兩造，並向當事人發\r\n      問或曉諭，令其聲明其他證據，俾為適當完全之辯論，以避免發生\r\n      訴訟上之突襲，此觀民事訴訟法第一百九十九條第一項、第二項及\r\n      第二百九十六條之一第一項規定益明。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 589 號 民事裁定",
        "case_topic": "支付命令異議",
        "case_date": "民國 99 年 07 月 23 日",
        "case_gist": "債務人怠於行使其權利時，債權人因保全債權，得以自己名義行使其權利\r\n，民法第二百四十二條固定有明文，惟在訴訟程序中之行為，如依法律之\r\n規定，僅該當事人始得為之，且依其性質，並不適於由他人代位行使之訴\r\n訟行為，自不能准由該當事人之債權人代位行使，例如提起上訴、對強制\r\n執行方法之聲明異議、對假扣押假處分裁定提起抗告、攻擊防禦方法之提\r\n出等是。又依民事訴訟法第五百十六條第一項規定，僅債務人得對於支付\r\n命令提出異議，如債務人於法定期間內提出異議，依同法第五百十九條第\r\n一項規定，其支付命令即失其效力，以債權人支付命令之聲請，視為起訴\r\n或聲請調解。易言之，支付命令之雙方當事人自債務人提出異議時起，即\r\n進入訴訟或調解程序，而成為訴訟或調解程序之當事人，苟該異議得由債\r\n務人之其他債權人代位行使，該代位行使異議權之債權人亦不因此而成為\r\n該訴訟程序之當事人，該訴訟程序仍應以債務人本人為當事人，該債權人\r\n即無從以自己之名義行使債務人之權利，此與前揭行使代位權之規定顯然\r\n不合，債權人並不能因此項異議而達成其保全債權之目的甚明，是債務人\r\n對於支付命令之異議權，依其性質，與前揭之上訴、抗告權相類，一旦行\r\n使，即足以使原已可確定之法律關係，再度歸於不確定之狀態，仍由原來\r\n之當事人繼續進行訴訟，自不適於由當事人以外之第三人代位行使，此與\r\n債權人得以自己之名義提起訴訟，代位行使債務人實體法上之請求權者迥\r\n然不同。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 584 號 民事裁定",
        "case_topic": "給付工程款",
        "case_date": "民國 99 年 07 月 22 日",
        "case_gist": "按原告於第二審為訴之變更或追加，除有民事訴訟法第二百五十五條第一\r\n項第二款至第六款情形外，非經他造同意，不得為之，民事訴訟法第四百\r\n四十六條第一項定有明文。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 565 號 民事裁定",
        "case_topic": "假處分強制執行聲明異議",
        "case_date": "民國 99 年 07 月 22 日",
        "case_gist": "按假處分所保全之請求，得以金錢之給付達其目的，或債務人將因假處分\r\n而受難以補償之重大損害，或有其他特別情事者，法院始得於假處分裁定\r\n內，記載債務人供所定金額之擔保後免為或撤銷假處分；假處分裁定未依\r\n前項規定為記載者，債務人亦得聲請法院許其供擔保後撤銷假處分，民事\r\n訴訟法第五百三十六條第一項、第二項定有明文。依此規定，債務人如聲\r\n請法院許其供擔保後撤銷假處分，且法院裁定准許債務人得供擔保而撤銷\r\n假處分時，應認僅須債務人已經為債權人提供擔保後，即得聲請撤銷原來\r\n假處分之執行，無須等待至法院所諭知之裁定確定後，債務人始得聲請撤\r\n銷假處分之執行。蓋債權人可無待於准供擔保而為假處分之裁定確定，得\r\n於裁定確定前，即依照該裁定內容提供擔保而聲請對債務人執行假處分，\r\n如要求債務人方面必須要等待裁定確定以後，始可依裁定內容提出擔保而\r\n聲請撤銷假處分，於該裁定確定以前，債務人不得依該裁定內容提供擔保\r\n而聲請撤銷假處分之執行，不符法律之衡平原則，對債務人有失公平。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1357 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 99 年 07 月 22 日",
        "case_gist": "按分別共有之各共有人，按其應有部分對於共有物之全部有使用收益之權\r\n，所謂應有部分，係指分別共有人得行使權利之比例，而非指共有物之特\r\n定部分言；又土地及其上之建物係屬不同權利客體，建物所有人如同為座\r\n落基地之土地共有人，其使用之土地，苟超出其土地應有部分比例者，亦\r\n不能認建物之特定部分有使用土地之正當權源，其餘建物部分係無權使用\r\n，僅能就超出行使權利比例範圍，依相關法律關係資以解決。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1336 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 99 年 07 月 22 日",
        "case_gist": "按民法第二百二十七條之二第一項所規定之情事變更原則，旨在規範契約\r\n成立後有於訂約當時不可預料之情事發生時，經由法院裁量以公平分配契\r\n約當事人間之風險及不可預見之損失。是法律關係發生後，為其基礎或環\r\n境，於法律效力終了前，因不可歸責於當事人之事由，致發生非當初所得\r\n預料之劇變，如仍貫徹原定之法律效力，顯失公平者，法院即得依情事變\r\n更原則加以公平裁量而為增減給付或變更其他原有之效果。而是否發生非\r\n當初所得預料之劇變，應綜合社會經濟情況、一般觀念及其他客觀情事加\r\n以判斷。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1335 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 99 年 07 月 22 日",
        "case_gist": "民法第一百二十八條所謂請求權可行使時，係指行使請求權在法律上無障\r\n礙時而言，請求權人因疾病或其他事實上障礙，不能行使請求權者，時效\r\n之進行不因此而受影響。權利人主觀上不知已可行使權利，為事實上之障\r\n礙，非屬法律障礙，是以民法第一百七十九條規定之不當得利返還請求權\r\n，權利人於該請求權發生時即得請求返還不當得利，其時效應自請求權可\r\n行使時起算。"
    },
    {
        "case_id": "最高法院 99 年度台簡上字第 17 號 民事裁定",
        "case_topic": "請求返還租賃物",
        "case_date": "民國 99 年 07 月 15 日",
        "case_gist": "按當事人要求法院為一定行為而發生訴訟法上效果之聲明或聲請，當事人\r\n固可以主張，惟除法有明文（如民事訴訟法第三百九十條第二項規定以受\r\n勝訴判決為條件之假執行聲請，同法第三百九十二條第二項之以受敗訴判\r\n決為條件之免為假執行之聲請等）或判例所承認之預備聲明外，原則上不\r\n得附條件，否則其聲明或聲請無效，不發生訴訟法上聲明或聲請之效力，\r\n以免訴訟行為陷於不確定之狀態而害於公益。"
    },
    {
        "case_id": "最高法院 99 年度台上字第 1264 號 民事判決",
        "case_topic": "確認派下權存在",
        "case_date": "民國 99 年 07 月 15 日",
        "case_gist": "按台灣地區祭祀公業，年代咸亙久遠，人物全非，遠年舊物，每難查考，\r\n致涉有「證據遙遠」或「舉證困難」之問題。於此情形，當事人自得依民\r\n事訴訟法第二百七十七條但書規定，主張以「證明度減低」之方式，減輕\r\n其舉證責任。苟當事人之一造依該方式提出相關之證據，本於經驗法則，\r\n可推知其與事實相符者，亦應認其已有提出適當之證明，他造欲否認其主\r\n張，即不得不更舉反證以證明之。"
    },
    {
        "case_id": "最高法院 99 年度台抗字第 518 號 民事裁定",
        "case_topic": "聲請確定訴訟費用額",
        "case_date": "民國 99 年 07 月 08 日",
        "case_gist": "當事人分擔訴訟費用者，在當事人一造聲請確定訴訟費用額之情形，為避\r\n免他造另行聲請確定訴訟費用額之煩，法院應於裁判前命他造於一定期間\r\n內，提出費用計算書、交付聲請人之計算書繕本或影本及釋明費用額之證\r\n書。於他造遲誤該期間者，依民事訴訟法第九十二條第二項規定，法院得\r\n僅就聲請人一造之費用裁判之，但他造嗣後仍得聲請確定其訴訟費用額。\r\n又當事人分擔訴訟費用者，法院為確定費用額之裁判時，除他造遲誤該第\r\n九十二條第二項所定期間外，應視為各當事人應負擔之費用，已就相等之\r\n額抵銷，而確定其一造應賠償他造之差額，為同法第九十三條所明定。準\r\n此，當事人應分擔訴訟費用，而由當事人一造聲請確定訴訟費用額時，必\r\n法院於裁判前命他造於一定期間內，提出費用計算書、交付聲請人之計算\r\n書繕本或影本及釋明費用額之證書，且他造如期提出，始有民事訴訟法第\r\n九十三條關於法院為確定費用額之裁判時，應視為各當事人應負擔之費用\r\n，已就相等之額抵銷，而確定其一造應賠償他造差額規定之適用。倘法院\r\n未於裁判前命他造於一定期間內，提出費用計算書、交付聲請人之計算書\r\n繕本或影本及釋明費用額之證書，即無逕依第九十三條之規定，確定一造\r\n應賠償他造差額之餘地。"
    }
]