[
    {
        "case_id": "最高法院 97 年度台抗字第 42 號 民事裁定",
        "case_topic": "給付保險金聲請承當訴訟",
        "case_date": "民國 97 年 01 月 24 日",
        "case_gist": "行政院金融重建基金設置及管理條例第十七條第一項規定，行政院金融重\r\n建基金依本條例規定辦理賠付後，在其賠付之限度內，取得該金融機構對\r\n其負責人、職員因委任或僱傭契約所生之債務不履行損害賠償請求權或侵\r\n權行為損害賠償請求權，與其職務保證人、保證保險人及共同侵權行為人\r\n之損害賠償請求權，此係法定之債權移轉，屬於實體規定，且係於九十四\r\n年六月二十二日修正時始增列規定擴大賠付後之求償範圍及於保證保險人\r\n，但該修正規定並無溯及既往之效力，是本件即無該條例第十七條第二項\r\n之適用。"
    },
    {
        "case_id": "最高法院 97 年度台聲字第 40 號 民事裁定",
        "case_topic": "損害賠償聲請指定管轄聲請法官迴避",
        "case_date": "民國 97 年 01 月 24 日",
        "case_gist": "法官有民事訴訟法第三十三條所定情事，當事人固得聲請法官迴避，使該\r\n當法官就當事人之具體訴訟事件不得執行審判職務。然應以其訴訟事件仍\r\n繫屬於法院，尚由該法官審理為要件。倘該事件已終結，不再繫屬於管轄\r\n之法院，或已非由當事人所指之法官所審理，即不得聲請該法官迴避。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 160 號 民事判決",
        "case_topic": "給付買賣價金",
        "case_date": "民國 97 年 01 月 24 日",
        "case_gist": "買受人因物有瑕疵而請求減少價金者，其請求權之六個月或五年存續期間\r\n，自買受人通知出賣人有應由出賣人負擔保責任之瑕疵後或物之交付時起\r\n算。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 159 號 民事裁定",
        "case_topic": "返還無權占有土地",
        "case_date": "民國 97 年 01 月 24 日",
        "case_gist": "私有土地供公眾通行數十年，已成道路，在公法上雖應認有公用地役關係\r\n存在，其所有權之行使應受限制。惟該土地既未經徵收，仍為私人保留，\r\n則土地所有權人仍保有其所有權能，對於無權占有其土地者，仍得行使民\r\n法第七百六十七條之物上請求權。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 125 號 民事判決",
        "case_topic": "給付運費",
        "case_date": "民國 97 年 01 月 24 日",
        "case_gist": "認定事實應憑證據，法院採為判決基礎之資料，並應提示兩造為適當辯論\r\n後，始得本於辯論之結果加以斟酌，以為判斷事實真偽之依據，此觀民事\r\n訴訟法第二百二十二條第一項規定自明。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 72 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 97 年 01 月 17 日",
        "case_gist": "民法第二百五十九條第六款規定之「應返還之物」，係指同條第一款規定\r\n之「由他方所受領之給付物」而言，經受領之給付物不論為代替物或不代\r\n替物，均應將原物返還，倘應返還之原物本體，並無毀損、滅失或因其他\r\n事由所生變動，而致不能返還之情形，不得僅因當事人主觀需求改變、或\r\n社會經濟狀況、科技發展等外在情事變遷，致其價值貶損，即謂為不能返\r\n還原物而應償還其價額。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 24 號 民事裁定",
        "case_topic": "清償債務強制執行聲明異議",
        "case_date": "民國 97 年 01 月 17 日",
        "case_gist": "無擁有農地之人，即無法於強制執行拍賣程序中，提出「無自用農舍」之\r\n證明文件，如強令其於投標時，即應提出該證明文件，對該等人自有不公\r\n，則上開證明文件之提出，核屬得命補正之事項，非因未提出該證明文件\r\n，即認投標無效。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 16 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 97 年 01 月 17 日",
        "case_gist": "按強制執行法第三十九條第一項就分配表異議提出之時點，已於民國八十\r\n五年十月九日將原規定「應於分配期日前」，修正為「應於分配期日一日\r\n前」提出，尋繹其修正本旨，在於原規定「應於分配期日前」，文義欠明\r\n，致實務上常有於實行分配前一分鐘尚為異議之情事，不啻拖延分配程序\r\n，使他債權人之債權難獲及時實現。且其以書狀為異議者，法院收文單位\r\n，經收文、分文、登簿、送件等作業程序，到達承辦法官、書記官時，分\r\n配期日早已終結，執行法院不知其異議而按原定分配表分配完畢，難於補\r\n救，滋生困擾，始而修正為「應於分配期日一日前」為之，此乃民法第一\r\n百十九條所稱「法令所定之期日及期間除有特別訂定」之規定，於此情形\r\n，自無同法第一百二十二條有關期日或期間之末日為星期日、紀念日或其\r\n他休息日時，以其休息日之次日代之規定之準用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 111 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 97 年 01 月 17 日",
        "case_gist": "訴之客觀預備合併，必有先位、後位不同之聲明，當事人就此數項請求定\r\n有順序，預慮先順序之請求無理由時，即要求就後順序之請求加以栽判，\r\n法院審理應受此先後位順序之拘束。於先位之訴有理由時，備位之訴即毋\r\n庸栽判。必先位之訴為無理由時，法院始得就備位之訴為裁判。此與法院\r\n應擇對原告最有利之訴訟標的而為判決之選擇合併之審理原則有別。查間\r\n接給付係為清償舊債務而負擔新債務所訂立之另一獨立契約，債權人須先\r\n就新債務請求履行。國際貿易約定以信用狀付款係屬間接給付之一種，出\r\n賣人應先請求買受人交付信用狀，以確保雙方價金及貨物之交付，用維交\r\n易之安全。倘出賣人不能憑信用狀獲得承兌、付款，經催告買受人履行，\r\n仍不獲處理時，出賣人即得本於買賣契約請求給付價金。因信用狀交付之\r\n間接給付與買賣契約為兩個獨立之契約，倘買賣雙方未約定買受人有先為\r\n給付價金之義務，買受人自非不得主張同時履行之抗辯，以保交易之安全\r\n。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 11 號 民事裁定",
        "case_topic": "假扣押執行聲請訴訟救助",
        "case_date": "民國 97 年 01 月 17 日",
        "case_gist": "外國人聲請訴訟救助，除需具備無資力支出訴訟費用要件外，固尚應以依\r\n條約、協定或其本國法令或慣例，中華民國人在其國得受訴訟救助者為限\r\n。然中華民國人民在聲請人之本國是否得受訴訟救助，既非法律規定該外\r\n國人於聲請訴訟救助時所應釋明之事項，則依民事訴訟法第二百八十三條\r\n規定「習慣、地方制定之法規及外國法為法院所不知者，當事人有舉證之\r\n責任。但法院得依職權調查之」，縱外國人聲請訴訟救助，未就中華民國\r\n人在其國得受訴訟救助之條約、協定或其本國法令或慣例加以舉證，法院\r\n仍非不得依職權調查之，茍於未經命其舉證或依職權調查前，即以聲請人\r\n未就此為舉證而駁回其聲請，應非法之所許。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 109 號 民事判決",
        "case_topic": "許可執行外國法院判決",
        "case_date": "民國 97 年 01 月 17 日",
        "case_gist": "民事訴訟法第四百零二條第一項第二款之立法本旨，在確保我國民於外國\r\n訴訟程序中，其訴訟權益獲得保障。所謂「應訴」應以被告之實質防禦權\r\n是否獲得充分保障行使為斷。倘若被告所參與之程序或所為之各項行為與\r\n訴訟防禦權之行使無涉，自不宜視之為「應訴」之行為。而在外國行送達\r\n者，須向當事人或法定代理人本人為之，向其訴訟代理人送達者，亦無不\r\n可，惟以該國之替代送達方法為之，對於當事人之防禦權是否充分保障，\r\n上訴人可否充分準備應訴，自應予詳細調查。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 102 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 01 月 17 日",
        "case_gist": "因故意或過失不法侵害他人之權利者，負損害賠償責任，民法第一百八十\r\n四條第一項前段定有明文；又民法上名譽權有無受損害，應以社會上對其\r\n人評價是否貶損作為判斷之依據，苟其行為足以使他人在社會上之評價受\r\n到貶損，不論其為故意或過失，均可構成侵權行為。所謂「流言」，係指\r\n無根據之謠言，具有負面評價之含意；則系爭啟事指名上訴人「散布市場\r\n流言，直接或間接誇示、擴張系爭專利權範圍，不法影射競爭對手侵害專\r\n利云云，與事實不符」之內容，是否無悖於事實？苟與事實不合，天行健\r\n公司仍委刊系爭啟事，主觀上能否認無侵害上訴人營業信譽之故意或過失\r\n？客觀上是否不足使人產生對上訴人為負面之評價？攸關上訴人之營業信\r\n譽有無被不法侵害，及被上訴人應否負侵權行為損害賠償責任之認定，非\r\n無詳為調查審認之必要。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 61 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 97 年 01 月 10 日",
        "case_gist": "當事人在第二審為訴之變更，係撤回原訴而提起新訴者，原訴已因訴之准\r\n許變更而視為撤回，第一審法院就原訴所為之判決，因此失其效力，第二\r\n審法院僅得就變更之新訴審判，不得就第一審之原訴更為裁判。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 60 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 97 年 01 月 10 日",
        "case_gist": "民法第二百二十七條之二第一項所稱之情事變更，係指契約成立後，其成\r\n立當時之環境或基礎有所遽變，非當時所得預料，依一般觀念，認為如依\r\n其原有效果顯然有失公平者而言，該情事變更之事實，應祇須發生於契約\r\n成立之後，即有其適用。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 54 號 民事判決",
        "case_topic": "返還股款",
        "case_date": "民國 97 年 01 月 10 日",
        "case_gist": "按債務人非依債務本旨實行提出給付者，不生提出之效力，給付兼須債權\r\n人之行為者，亦須按給付之債務本旨準備完成，通知債權人，以代提出，\r\n此觀民法第二百三十五條規定自明。次按債務人享有同時履行抗辯者，在\r\n未行使此抗辯權以前，仍可發生遲延責任之問題，必須行使以後始能免責\r\n。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 52 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 97 年 01 月 10 日",
        "case_gist": "惟按民法第三百二十條規定：因清償債務而對於債權人負擔新債務者，除\r\n當事人另有意思表示外，若新債務不履行時，其舊債務仍不消滅。乃學說\r\n上所謂之新債清償，依該規定，其新債務不履行，舊債務仍不消滅。而同\r\n法第三百十九條規定：債權人受領他種給付以代原定之給付者，其債之關\r\n係消滅。即學說上所稱之代物清償。依此規定，代物清償係一種消滅債之\r\n方法，且為要物契約，其成立除當事人之合意外，必須現實為他種給付，\r\n始生消滅債務關係之效力。兩者迥不相同。"
    },
    {
        "case_id": "最高法院 97 年度台抗字第 5 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 97 年 01 月 10 日",
        "case_gist": "強制執行法第十二條第一項所謂強制執行程序終結，究指強制執行程序實\r\n施至如何程度而言，應視聲請或聲明異議之內容，分別情形定之。執行程\r\n序因核發移轉命令而終結者，倘當事人或利害關係人就執行法院核發移轉\r\n命令是否合法有所爭執而聲明異議時，執行法院不得以執行程序業已終結\r\n為由，駁回其聲明異議。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 17 號 民事判決",
        "case_topic": "確認合夥決議無效",
        "case_date": "民國 97 年 01 月 10 日",
        "case_gist": "（一）民法所稱之合夥者，係指二人以上互約出資以經營共同事業，分享\r\n      其事業所生之利益，或分擔並分享事業所生損益之契約，各合夥人\r\n      除以金錢、其他財產權、勞務、信用、或其他利益為出資外，必以\r\n      有利益共同分享或損益共同均霑之利害關係存在，始得謂為互約出\r\n      資以經營共同事業之合夥，此觀同法第六百六十七條、第六百七十\r\n      六條及第六百七十七條之規定自明。\r\n（二）確認法律關係基礎事實存否之訴，以確認現在之法律關係基礎事實\r\n      存否為限，如已過去或將來應發生之法律關係基礎事實，則不得為\r\n      此訴之標的。"
    },
    {
        "case_id": "最高法院 97 年度台上字第 13 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 97 年 01 月 10 日",
        "case_gist": "勞工因婚、喪、疾病或其他正當事由得請假。勞工無正當理由繼續曠工三\r\n日，或一個月內曠工達六日者，雇主得不經預告終止契約。勞工因有事故\r\n，必須親自處理者，得請事假。勞工請假時，應於事前親自以口頭或書面\r\n敘明請假事由及日數。但遇有疾病或緊急事故，得委託他人代辦請假手續\r\n。勞動基準法第四十三條前段、第十二條第一項第六款，勞工請假規則第\r\n七條、第十條分別定有明文。準此，勞工於有事故，必須親自處理之正當\r\n理由時，固得請假，然法律既同時課以勞工應依法定程序辦理請假手續之\r\n義務。則勞工倘未依該程序辦理請假手續，縱有請假之正當理由，仍應認\r\n構成曠職，得由雇主依法終止雙方間之勞動契約，始能兼顧勞、資雙方之\r\n權益。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 941 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 96 年 12 月 31 日",
        "case_gist": "按因強制執行所得之金額，如有多數債權人參與分配時，執行法院應作成\r\n分配表，並指定分配期日。而他債權人參與分配者，應於標的物拍賣、變\r\n賣終結或依法交債權人承受之日一日前，其不經拍賣或變賣者，應於當次\r\n分配表作成之日一日前，以書狀聲明之。強制執行法第三十一條前段、第\r\n三十二條第一項分別定有明文。又對於已開始實施強制執行之債務人財產\r\n，他債權人再聲請強制執行者，已實施執行行為之效力，於為聲請時及於\r\n該他債權人，應合併其執行程序，並依前二條之規定辦理。同法第三十三\r\n條亦有明定。準此，他債權人對於已開始強制執行之債務人所有財產，再\r\n聲請強制執行，應屬強制執行之參加，其執行程序因競合而應合併辦理，\r\n並就合併執行所得金額，比照分配程序予以處理，是法院如於職務上已知\r\n悉該聲請執行之標的有在先之執行事件實施執行者，自應依職權合併辦理\r\n，且前已實施強制執行之效力，於後聲請債權人聲請執行之同時，及於該\r\n後聲請之債權人。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2929 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 96 年 12 月 31 日",
        "case_gist": "按民法第一百七十九條規定所謂無法律上之原因而受利益，就受損害人之\r\n給付情形而言，對給付原因之欠缺，目的之不能達到，亦屬給付原因欠缺\r\n形態之一種，即給付原因初固有效存在，然因其他障礙不能達到目的者是\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 937 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 96 年 12 月 28 日",
        "case_gist": "當事人之陳述，或得為法院認定事實之證據（民事訴訟法第三百六十七條\r\n之一至第三百六十七條之三規定參照），或得為法院依自由心證判斷事實\r\n真偽之資料（同法第二百二十二條規定參照），主張因人格權或與人格不\r\n可分之權利受侵害之人，聲請定暫時狀態之處分時，其關於所爭執之法律\r\n關係將受有重大損害、急迫危險或其他相類情形之陳述，如與經驗法則無\r\n違者，即非不得以該陳述作為定暫時狀態處分之原因之釋明方法。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2907 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 12 月 28 日",
        "case_gist": "按民事訴訟法第三百七十六條之一既於保全證據程序，設有兩造得就訴訟\r\n標的、事實、證據或其他事項成立協議等「證據契約」之具體明文。是凡\r\n當事人間以合意就特定訴訟標的及其原因事實確定其證據方法之證據契約\r\n，倘其內容於公益無妨害，不侵害自由心證主義，並在當事人原有自由處\r\n分之權限及辯論主義之適當領域內者，本於私法自治原則，自應承認其效\r\n力。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2906 號 民事判決",
        "case_topic": "給付管理費等",
        "case_date": "民國 96 年 12 月 28 日",
        "case_gist": "按公寓大廈管理條例第十四條第一項規定，公寓大廈經區分所有權人會議\r\n決議重建時，區分所有權人同意後不依決議履行其義務者，管理負責人或\r\n管理委員會得訴請法院命區分所有權人出讓其區分所有權及其基地所有權\r\n應有部分。該「同意後不依決議履行其義務」者，係指區分所有權人同意\r\n重建後，不依區分所有權人會議之重建決議履行其「重建」義務而言，不\r\n包括其不依該條例第十八條第一項第二款規定，經區分所有權人會議決議\r\n履行繳納之公共基金義務在內，此與同條例第二十二條第一項第二款、第\r\n二項規定，區分所有權人積欠依本條例規定應分擔之費用經強制執行後，\r\n再度積欠金額達其區分所有權總價百分之一者，管理負責人或管理委員會\r\n始得依區分所有權人會議之決議，訴請法院命區分所有權人出讓其區分所\r\n有權及其基地所有權應有部分之情形迥然不同。是公寓大廈之區分所有權\r\n人如不依區分所有權人會議決議繳納公共基金義務時，管理負責人或管理\r\n委員會並不當然即得訴請法院命區分所有權人出讓其區分所有權及其基地\r\n所有權應有部分，此觀該條例第十四條、第十八條、第二十一條、第二十\r\n二條第一項、第二項、第四十九條第一項第六款規定自明。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2902 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 12 月 26 日",
        "case_gist": "按損害賠償之義務人，因侵權行為受利益，致被害人受損害者，於前項時\r\n效完成後，仍應依關於不當得利之規定，返還其所受之利益於被害人。民\r\n法第一百九十七條第二項定有明文。再者，國家賠償法第二條第二項規定\r\n之損害賠償請求權，與一般損害賠償請求權相同，須以實際受有損害為成\r\n立要件。民法第二百十七條第一項規定，損害之發生或擴大，被害人與有\r\n過失者，法院得減輕賠償金額或免除之。此項基於過失相抵之責任減輕或\r\n免除，非僅視為抗辯之一種，亦可使請求權全部或一部為之消滅，法院對\r\n於賠償金額減至何程度，抑為完全免除，雖有裁量之自由，但應斟酌雙方\r\n原因力之強弱與過失之輕重以定之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2884 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 96 年 12 月 26 日",
        "case_gist": "按公司為事業體，法律上屬法人組織，固與自然人同有獨立之人格，惟其\r\n係由自然人設立、經營，對外之法律行為均須以具行為能力之自然人代表\r\n為之，故一般人常將公司（法人）與其經營者（自然人）之人格相混淆，\r\n或視該事業體之權利義務即為經營者之權利義務，甚有將前者視為商品，\r\n以之為買賣標的之情形。是以法院遇有與此相關之契約爭議，自應先釐清\r\n其契約之性質，方能兼顧法理以解決當事人之紛爭。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2870 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 96 年 12 月 21 日",
        "case_gist": "所謂無效，乃當然且確定的不生效力，此與效力未定不同，不因當事人之\r\n事後承認而使無效之法律行為發生效力。民法第一百十八條第一項規定無\r\n權利人就權利標的物所為之處分，經有權利人之承認始生效力，即無權處\r\n分並非當然且確定不生效力，乃效力未定，得因真正權利人之承認而成為\r\n有效之法律行為。查原審先認本件拍賣係拍賣第三人即上訴人所有系爭未\r\n登記建物，屬無效之法律行為，不因上訴人事後承認而使無效之法律行為\r\n發生效力云云，乃竟復認本件拍賣第三人即上訴人所有系爭未登記建物應\r\n屬債務人無權處分他人之物，買賣關係仍存於債務人與拍定人間，拍定人\r\n善意取得拍賣標的物所有權，被上訴人受領價金具有法律上之原因云云，\r\n原審先認拍賣為無效，又謂係無權處分即效力未定，自有理由前後矛盾之\r\n情形。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2868 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 96 年 12 月 21 日",
        "case_gist": "按責任保險人於被保險人對於第三人，依法應負賠償責任，而受賠償之請\r\n求時，負賠償之責。又債權人得將債權讓與第三人。保險法第九十條、民\r\n法第二百九十四條第一項前段分別定有明文。故責任保險人之賠償責任，\r\n於因責任事故依法應受賠償之第三人向被保險人行使賠償請求權時即發生\r\n，此時被保險人對責任保險人之請求給付保險金之債權即具有讓與性，而\r\n得為讓與之標的。至保險法第九十四條第一項規定：「保險人於第三人由\r\n被保險人應負責任事故所致之損失，未受賠償以前，不得以賠償金額之全\r\n部或一部給付被保險人。」，僅係為保障該事故之第三人得確實獲得賠償\r\n而設，非謂於此情形，保險人即無給付責任，或被保險人即不得將其對保\r\n險人之請求給付保險金債權讓與他人。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 921 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "再抗告人無資力委任訴訟代理人者，得依訴訟救助之規定，聲請第三審法\r\n院為之選任律師為其訴訟代理人；再抗告人依前項規定聲請者，專屬第三\r\n審法院管轄，第二審法院應將訴訟卷宗送交第三審法院。此觀民事訴訟法\r\n第四百九十五條之一第二項準用第四百六十六條之二規定自明。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 916 號 民事裁定",
        "case_topic": "聲請停止訴訟程序",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "民事訴訟法第一百八十三條所謂訴訟中有犯罪嫌疑牽涉其裁判者，法院得\r\n在刑事訴訟終結前以裁定停止訴訟程序，係指在民事訴訟繫屬中，當事人\r\n或第三人涉有犯罪嫌疑，足以影響民事訴訟之裁判，非俟刑事訴訟解決，\r\n民事法院即無從或難於判斷者而言，例如當事人或第三人於民事訴訟繫屬\r\n中涉有偽造文書、證人偽證、鑑定人為不實之鑑定等罪嫌均屬之；且所稱\r\n犯罪嫌疑，亦以刑事法院認被告有犯罪之嫌疑者而言，非謂當事人料想其\r\n有犯罪嫌疑而未經提起刑事訴訟，即可裁定停止民事訴訟程序。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 911 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "按強制執行法第四十一條第一項後段所謂「就有爭執之債權先行提起其他\r\n訴訟」，係指為異議之債權人或債務人就為反對陳述之債權人之債權，在\r\n收受分配表之前，已對該債權人提起確認債權存否之訴而言。此種訴訟，\r\n原無排除強制執行之效力，惟同一異議人依同一事由先行起訴，又再行提\r\n起分配表異議之訴，足以影響執行程序之迅速進行，並增加訟累，故特設\r\n例外規定，認聲明異議人於分配期日起十日內，就此項訴訟，向執行法院\r\n為起訴之證明者，亦生停止異議部分之分配及執行法院應依該訴訟之確定\r\n判決實行分配之效力，毋庸再行提起分配表異議之訴。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 906 號 民事裁定",
        "case_topic": "確認管理權不存在聲明異議",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "按原告於判決確定前得撤回訴之全部或一部。但被告已為本案之言詞辯論\r\n者，應得其同意。民事訴訟法第二百六十二條第一項定有明文。準此，就\r\n訴之撤回，得表示不同意者，應以已為言詞辯論之對造當事人即被告為限\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2857 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "㈠專利法第九十條第一、二項規定：關於發明專利權之民事訴訟，在申請\r\n  案、舉發案、撤銷案確定前，得停止審判。法院依前項規定裁定停止審\r\n  判時，應注意舉發案提出之正當性。既明定法院得停止審判，於裁定停\r\n  止審判時，應注意舉發案提出之正當性，則法院自得本其自由裁量權，\r\n  審酌舉發案提出之正當性，決定是否停止審判，並非一經當事人聲請，\r\n  即應停止審判。\r\n㈡民事訴訟法第三百四十條第一項係規定：法院認為必要時，得囑託機關\r\n  、團體或商請外國機關、團體為鑑定或審查鑑定意見。其須說明者，由\r\n  該機關或團體所指定之人為之。則法院認無須說明者，自毋庸命鑑定機\r\n  關或團體等指定人員到庭說明。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2851 號 民事判決",
        "case_topic": "返還無權占有土地等",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "主管機關核發建造執照所載之起造人，僅為聲請核發建造執照之人而已，\r\n未辦理建物第一次所有權以前，房屋所有權屬於出資興建之原始建築人，\r\n非謂建造執照所載之起造人，必為興建建物而原始取得其所有權之人。適\r\n用最高法院四十八年台上字第一四五七號判例，除房屋與土地須同屬一人\r\n外，尚須以房屋具有相當之價值為必要，否則非但有害基地之利用，對社\r\n會經濟亦屬無益。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2836 號 民事判決",
        "case_topic": "遷讓房屋等",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "重疊的合併之訴訟型態，法院應就原告主張之數項標的逐一審判，如認其\r\n中一項標的之請求為有理由時，固可為原告勝訴之判決，而無須就他項標\r\n的審判，惟若認其中一項請求為無理由，則仍須就他項標的請求加以審判\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2835 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "法院准為裁判分割共有物，性質上乃共有人間應有部分之交換，自屬處分\r\n行為，應以各共有人之處分權存在為前提，而此處分權必須於事實審言詞\r\n辯論終結時存在，否則法院即無從准為裁判分割。故提起分割共有物之訴\r\n，參與分割之當事人以全體共有人為限，而各共有人之應有部分應以土地\r\n登記簿上所記載者為準。倘於第二審言詞辯論終結前發生共有人亡故之情\r\n形，其繼承人因繼承關係，固於登記前已取得不動產物權，惟非經登記不\r\n得處分該物權，是以在辦畢繼承登記前，繼承人仍不得以共有人身分參與\r\n共有物之分割。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2830 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "按對保與否，固非保證契約之成立要件（本院四十六年台上字第一六三號\r\n判例參照），惟稱保證者，謂當事人約定一方於他方之債務人不履行債務\r\n時，由其代負履行責任之契約，民法第七百三十九條定有明文。而連帶保\r\n證為保證契約之一種，自應由雙方當事人就保證人願與主債務人負同一清\r\n償責任有意思之合致，始足成立。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2823 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "按直系血親尊親屬，依民法第一千一百十七條規定，如能以自己財產維持\r\n生活者，自無受扶養之權利。易言之，直系血親尊親屬受扶養之權利，仍\r\n應受不能維持生活之限制。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2811 號 民事判決 (家事類)",
        "case_topic": "確認親子關係存在等",
        "case_date": "民國 96 年 12 月 20 日",
        "case_gist": "妻之受胎，係在婚姻關係存續中者，推定其所生子女為婚生子女，民法第\r\n一千零六十三條第一項定有明文。是以，在夫妻之一方或子女依同條第二\r\n項規定提起否認之訴，得有勝訴確定判決之前，無論何人皆不得否認該子\r\n女為婚生子女之推定。且此依法推定之婚生子女既非「非婚生子女」，其\r\n生父在該子女尚具有婚生子女之身分時，自亦無從依同法第一千零六十五\r\n條第一項規定，為認領或視為認領之行為。苟為該認領或視為認領之行為\r\n，解釋上，應認不生認領之效力，始能兼顧婚姻、家庭之和諧、身分之安\r\n定及子女之利益。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 897 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 12 月 13 日",
        "case_gist": "再審之訴是否合於民事訴訟法第四百九十六條第一項但書之規定，係屬其\r\n訴有無理由之問題，故法院認有上開但書所定情形者，應以判決駁回之，\r\n不得以裁定行之。抗告人以原第二審確定判決適用法規顯有錯誤為由，對\r\n之提起再審之訴，原法院既認其已依上訴主張其事由或知其事由而不為主\r\n張，則依前開說明，即應以判決予以駁回。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2795 號 民事判決",
        "case_topic": "離婚等",
        "case_date": "民國 96 年 12 月 13 日",
        "case_gist": "民法親屬編於七十四年修正後，於第一千零五十二條增列第二項離婚事由\r\n之概括規定，其目的在使夫妻請求裁判離婚之事由較富彈性。是夫妻間發\r\n生足使婚姻難以維持之重大事由者，雖不符合該條第一項所列各款情形，\r\n亦無不准依該法條第二項訴請離婚之理，不因當事人併據同一事實主張有\r\n該條第一項離婚原因而有不同。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2792 號 民事裁定",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 96 年 12 月 13 日",
        "case_gist": "按非對話而為意思表示者，其意思表示以通知達到相對人時，發生效力，\r\n民法第九十五條第一項定有明文。所謂達到，係指意思表示達到相對人之\r\n支配範圍，置於相對人隨時可了解其內容之客觀狀態而言。若表意人以書\r\n信為意思表示（或意思通知），該書信達到相對人，相對人無正當理由而\r\n拒絕接收，或相對人已受郵局通知往取書信（郵件），該書信既已達到相\r\n對人之支配範圍內，相對人處於隨時可以了解其內容之狀態，依上說明，\r\n應認為已達到而發生效力。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2787 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 96 年 12 月 13 日",
        "case_gist": "新型專利權僅就形式審查，並未經實體審查，為防範新型專利權人濫用其\r\n權利，影響第三人對技術之利用及開發，故新型專利權人行使其權利時，\r\n應有客觀之判斷資料，亦即應提示新型專利技術報告，核其意旨，僅係防\r\n止新型專利權人濫用之權利，並非謂未提示新型專利技術報告，即不得請\r\n求損害賠償。且專利法係為鼓勵、保護、利用發明與創作，以促進產業發\r\n展而制訂（專利法第一條參照），自屬保護他人之法律，如有侵害專利權\r\n者，致專利權人受有損害，依民法第一百八十四條第二項規定，除證明其\r\n行為無過失外，即應負賠償責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2772 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 12 月 13 日",
        "case_gist": "按未辦理建物第一次所有權登記以前，房屋所有權屬於出資興建之原始建\r\n築人，又房屋之拆除為一種事實上之處分行為，是未經辦理所有權第一次\r\n登記之建物，須有事實上之處分權者，始得予以拆除。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 879 號 民事裁定",
        "case_topic": "撤銷假處分",
        "case_date": "民國 96 年 12 月 07 日",
        "case_gist": "按本院六十九年台抗字第五○三號判例謂：「本件相對人聲請假扣押再抗\r\n告人之財產後，法院命相對人於七日內起訴，相對人在此期間內於刑事訴\r\n訟程序附帶提起民事訴訟。此種附帶民事訴訟，旨在確定其私權存在，取\r\n得給付之確定判決，與民事訴訟法第五百二十九條第一項規定之起訴意義\r\n相同。再抗告人自不得以相對人未於期間內起訴為由而聲請撤銷假扣押裁\r\n定」，旨在闡示於刑事訴訟程序附帶提起之民事訴訟，與民事訴訟法第五\r\n百二十九條第一項規定之「起訴」同其意義，非謂凡提起之刑事附帶民事\r\n訴訟，不論是否經實體之判決，均有同法第五百三十條第一項規定之適用\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2749 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 96 年 12 月 07 日",
        "case_gist": "依習慣或依其事件之性質，承諾無須通知者，在相當時期內，有可認為承\r\n諾之事實時，其契約為成立，民法第一百六十一條第一項定有明文。此即\r\n學說上所謂之意思實現，乃依有可認為承諾之事實，推斷有此效果（承諾\r\n）意思。意思實現以客觀上有可認為承諾之事實存在為要件，有此事實，\r\n契約即為成立。而有無此事實，應依具體情事決定之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2745 號 民事判決",
        "case_topic": "分配財產等",
        "case_date": "民國 96 年 12 月 07 日",
        "case_gist": "按確定判決之既判力，固以訴訟標的經表現於主文判斷事項為限，判決理\r\n由並無既判力，但法院於判決理由中，就訴訟標的以外，當事人主張之重\r\n要爭點，本於當事人辯論之結果已為判斷時，對此重要爭點所為之判斷，\r\n除有顯然違背法令，或當事人已提出新訴訟資料，足以推翻原判斷之情形\r\n外，應解為在同一當事人就該已經法院判斷之重要爭點，不得作相反之主\r\n張或判斷，始符民事訴訟上誠信原則。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 871 號 民事裁定",
        "case_topic": "訴訟救助",
        "case_date": "民國 96 年 12 月 06 日",
        "case_gist": "對於外國人准予訴訟救助，以依條約、協定或其本國法令或慣例，中華民\r\n國人在其國得受訴訟救助者為限，民事訴訟法第一百零八條定有明文。查\r\n本件抗告人為越南人，依上說明，須依條約、協定或越南法令或慣例，我\r\n國國民在越南得受訴訟救助者，始得給予抗告人訴訟救助。惟在越南進行\r\n民事訴訟之外國人，得否依越南法令請求訴訟救助，係依該外國人之本國\r\n是否與越南簽訂有司法（互助）合作協定，或建立類似互惠原則定之。而\r\n我國尚未與越南簽訂司法（互助）合作協定，亦未建立相關互惠原則，故\r\n我國國民在越南進行民事訴訟無法獲得訴訟救助，有駐越南代表處民國九\r\n十六年九月二十八日越南字第二八五號函可稽，堪認我國國民在越南尚未\r\n能受訴訟救助。從而抗告人聲請訴訟救助即與得受法律扶助之事實不符，\r\n依法律扶助法第六十二條但書規定，抗告人縱已獲得財團法人法律扶助基\r\n金會台北分會准予法律扶助，其聲請訴訟救助仍屬無從准許。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2735 號 民事判決",
        "case_topic": "給付買賣價金等",
        "case_date": "民國 96 年 12 月 06 日",
        "case_gist": "按代理人於代理權限內，以本人名義所為之意思表示，直接對本人發生效\r\n力，民法第一百零三條第一項定有明文。故代理人以自己名義與他人為法\r\n律行為，對於本人不當然發生效力。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2716 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 96 年 12 月 06 日",
        "case_gist": "查票據法第二十二條第四項規定之利得償還請求權，係基於票據時效完成\r\n後所生之權利，與票據基礎原因關係所生之權利各自獨立，故執票人於未\r\n逾民法第一百二十五條規定十五年之期間行使利得償還請求權時，發票人\r\n或承兌人不得以原因關係所生權利之請求權消滅時效業已完成為抗辯。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2714 號 民事判決",
        "case_topic": "土地所有權移轉登記",
        "case_date": "民國 96 年 12 月 06 日",
        "case_gist": "八十八年增訂民法第二百四十四條第三項之規定，乃係基於債務人之全部\r\n財產為全體債權人之總擔保，債權人應於債權之共同擔保減少，致害及全\r\n體債權人之利益時，方得行使撤銷權，即撤銷權之規定，旨在保障全體債\r\n權人之利益為目的。此觀之其修法意旨自明。準此，於給付特定物為標的\r\n債權（特定債權）之履行被侵害，而得轉換為損害賠償之債，倘債務人之\r\n資力不足賠償損害時，仍屬債權之共同擔保減少而害及全體債權人之利益\r\n，債權人自得行使民法第二百四十四條之撤銷權。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2674 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "（一）法律關係之存在否不明確，致原告在私法上之地位有受侵害之危險\r\n      ，而此危險得以對於被告之確認判決除去之者，即得依民事訴訟法\r\n      第二百四十七條之規定提起確認之訴，此項訴訟，祇須主張為訴訟\r\n      標的之法律關係或其他事項之存否有不明確者，對於爭執其主張者\r\n      提起，其當事人之適格即無欠缺。\r\n（二）耕地三七五減租條例第二十六條第一項規定租佃爭議事件須經調解\r\n      、調處始得起訴，無非在於保持業主與佃農雙方情感，減少訟累。\r\n      如出租人或承租人有數人，其中一人或部分人出席調解、調處程序\r\n      ，已為不同意之表示，縱令全體出席，調解、調處自亦無從成立，\r\n      則為訴訟便宜起見，應認該租佃爭議事件已踐行調解、調處程序。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2672 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "所謂被害人與有過失，須被害人之行為助成損害之發生或擴大，就結果之\r\n發生為共同原因之一，行為與結果有相當因果關係，始足當之。倘被害人\r\n之行為與結果之發生並無相當因果關係，尚不能僅以其有過失，即認有過\r\n失相抵原則之適用。又民法第二百二十四條前段規定債務人之代理人或使\r\n用人關於債之履行有故意或過失時，債務人應與自己之故意或過失，負同\r\n一責任，係就債之履行，其代理人或使用人有故意或過失之情形，應視同\r\n債務人自己之故意或過失。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2660 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "按不當得利返還請求權之成立，以返還義務人無法律上之原因而受利益為\r\n前提要件；又未受委任，並無義務而為他人管理事務，且不違反本人明示\r\n或可得推知之意思，為適法之無因管理，其管理行為所生事實上之利益，\r\n歸屬於本人，受利益者為本人，管理人如確未受利益，僅於受損害之人與\r\n本人間發生不當得利請求權而已，與管理人之間，自不當然成立不當得利\r\n。次按租金之請求權因五年間不行使而消滅，既為民法第一百二十六條所\r\n明定，則凡無法律上之原因，而獲得相當於租金之利益，致他人受損害時\r\n，如該他人之返還利益請求權，已逾租金短期消滅時效之期間，對於相當\r\n於已罹於消滅時效之租金之利益，即不得依不當得利之法則，請求返還。\r\n其請求權之時效期間，仍應依前開規定為五年，此為本院所持之見解。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2658 號 民事判決",
        "case_topic": "國家損害賠償",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "按債務人於時效完成後所為之承認，固無中斷時效之可言，然既明知時效\r\n完成之事實而仍為承認行為，自屬拋棄時效利益之默示意思表示，且時效\r\n完成之利益，一經拋棄，即恢復時效完成前狀態，債務人顯不得再以時效\r\n業經完成拒絕給付。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2640 號 民事判決",
        "case_topic": "給付管理費等",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "共用部分、約定共用部分之修繕、管理、維護，由管理負責人或管理委員\r\n會為之，其費用由公共基金支付或由區分所有權人按其應有部分比例分擔\r\n之，為公寓大廈管理條例第十條第二項所明定。又同條例第二十八條第三\r\n項僅規定起造人於召開區分所有權人會議成立管理委員會或推選管理負責\r\n人前，為公寓大廈之管理負責人。並無起造人為管理負責人時，上述費用\r\n由起造人負擔之明文。準此，共用部分、約定共用部分之修繕、管理、維\r\n護費用，應由公共基金支付或由區分所有權人按其應有部分比例分擔，不\r\n因管理委員會成立與否而有差異。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2637 號 民事判決",
        "case_topic": "確認選舉行為有效等",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "台南縣政府就系爭董監事選舉結果應否為核備及就選舉會議紀錄與當選人\r\n名冊應否為備查之處分，係基於寺廟主管機關之立場，對於寺廟行政事務\r\n所為監督之行政處分，與私法行為之事前允許或事後承認者有別，核非私\r\n權之爭議，即非屬普通法院之權限。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2635 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "按審判長應注意令當事人就訴訟關係之事實及法律，為適當完全之辯論。\r\n並應向當事人發問或曉諭，令其陳述事實、聲明證據、或為其他必要之聲\r\n明及陳述，其所聲明及陳述有不明瞭或不完足者，應令其敘明或補充之。\r\n此係審判長（或獨任法官）因定訴訟關係之闡明權，同時為其義務，故審\r\n判長對於訴訟關係未盡此項必要之處置，違背闡明之義務者，其訴訟程序\r\n即有重大瑕疵，基此所為之判決，亦屬違背法令，此觀民事訴訟法第一百\r\n九十九條第一項、第二項規定及本院四十三年台上字第一二號判例意旨即\r\n明。又原告起訴時所主張之訴訟標的法律關係及其原因事實，不僅涉及法\r\n院審判之標的、當事人之攻擊防禦方法，並將影響未來既判力客觀範圍之\r\n特定，自應慎重求其明確。本件原審既認被上訴人於原審始依契約解除後\r\n回復原狀之法律關係之請求，係屬訴之追加，並依民事訴訟法第四百四十\r\n六條第一項但書及第二百五十五條第一項第二款規定予以准許，因之，被\r\n上訴人之請求除不當得利之法律關係外，尚有契約解除後回復原狀之請求\r\n權。而上開請求權所得請求償還利息之範圍，並不相同；前者，依民法第\r\n一百八十二條第二項規定，以受領時所得之利益或知無法律上原因時，所\r\n現存之利益，附加利息償還；後者，依民法第二百五十九條第二款，則自\r\n受領時起附加利息償還。查被上訴人於原審準備程序期日已陳明「先位」\r\n依不當得利請求，「備位」依民法第二百五十九條請求，顯係預備訴之合\r\n併，則須於先位之訴無理由時，始得就備位之訴為審判，而不能就先備位\r\n之訴同時均為有理由之裁判。原審未遑詳為推闡勾稽推求，命被上訴人就\r\n先、備位請求為適當之聲明，遽就被上訴人已陳明上述請求為先、備位而\r\n不能併存之法律關係均予准許，非無違誤。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2631 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "按解釋契約，應於文義上及論理上詳為推求，以探求當事人立約時之真意\r\n，並通觀契約全文，斟酌訂立契約當時及過去之事實、交易上之習慣等其\r\n他一切證據資料，本於經驗法則及誠信原則，從契約之主要目的及經濟價\r\n值作全盤之觀察，以為其判斷之基礎，不能徒拘泥字面或截取書據中一二\r\n語，任意推解致失其真意。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2630 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 96 年 11 月 29 日",
        "case_gist": "㈠按勞動基準法所規定之勞動契約，係指當事人之一方，在從屬於他方之\r\n  關係下，提供職業上之勞動力，而由他方給付報酬之契約，就其內涵言\r\n  ，勞工與雇主間之從屬性，通常具有：⑴人格上從屬性，即受僱人在雇\r\n  主企業組織內，服從雇主權威，並有接受懲戒或制裁之義務。⑵親自履\r\n  行，不得使用代理人。⑶經濟上從屬性，即受僱人並不是為自己之營業\r\n  勞動而是從屬於他人，為該他人之目的而勞動。⑷組織上從屬性，即納\r\n  入雇方生產組織體系，並與同僚間居於分工合作狀態等項特徵，初與委\r\n  任契約之受委任人，以處理一定目的之事務，具有獨立之裁量權者迥然\r\n  不同。\r\n㈡勞動基準法第十一條第五款規定，勞工對於所擔任之工作確不能勝任時\r\n  ，雇主得預告勞工終止勞動契約，揆其立法意旨，重在勞工提供之勞務\r\n  ，如無法達成雇主透過勞動契約所欲達成客觀合理之經濟目的，雇主始\r\n  得解僱勞工，其造成此項合理經濟目的不能達成之原因，應兼括勞工客\r\n  觀行為及主觀意志，是該條款所稱之「勞工對於所擔任之工作確不能勝\r\n  任」者，舉凡勞工客觀上之能力、學識、品行及主觀上違反忠誠履行勞\r\n  務給付義務均應涵攝在內，且須雇主於其使用勞動基準法所賦予保護之\r\n  各種手段後，仍無法改善情況下，始得終止勞動契約，以符「解僱最後\r\n  手段性原則」。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2622 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 96 年 11 月 27 日",
        "case_gist": "查承攬工作物因可歸責於承攬人之事由，致工作物發生瑕疵損害，定作人\r\n依民法第四百九十五條規定請求損害賠償，其權利行使期間，民法債編各\r\n論基於承攬之性質及法律安定性，認應從速行使，修正後民法第五百十四\r\n條第一項已定有短期時效，自應優先適用。無再適用民法總則編第一百二\r\n十五條所定十五年一般消滅時效之餘地。故定作人於民法第五百十四條所\r\n定一年期間經過後，不得再依民法第二百二十七條、第一百二十五條之規\r\n定，主張適用十五年長期時效，請求承攬人賠償瑕疵損害。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 850 號 民事裁定",
        "case_topic": "清償債務強制執行聲明異議",
        "case_date": "民國 96 年 11 月 23 日",
        "case_gist": "強制執行事件，對於抗告法院之裁定再為抗告者，依強制執行法第三十條\r\n之一之規定，準用民事訴訟法。是強制執行事件，當事人對於抗告法院之\r\n裁定再為抗告，若未委任律師為其訴訟代理人，抗告法院應先定期命其補\r\n正委任律師為其訴訟代理人，於當事人自行委任或經法院為其選任律師為\r\n訴訟代理人之前，當事人尚不具表明再抗告理由之能力，自不得以其再抗\r\n告理由非指摘抗告法院裁定適用法規顯有錯誤，或無法律上見解具有原則\r\n上重要性，即認其再為抗告為不合法，以裁定予以駁回。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 849 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 96 年 11 月 23 日",
        "case_gist": "所謂釋明，係指當事人提出證據，使法院就其主張之事實，得生薄弱之心\r\n證，信其大概如此之行為。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2618 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 96 年 11 月 23 日",
        "case_gist": "查本件工程招標方式係依政府採購法第二十二條第一項第九款規定，以限\r\n制性招標行之，為兩造所不爭執，並為原審確定之事實，而政府採購法第\r\n十八條第一至四項規定招標方式分為公開招標、選擇性招標及限制性招標\r\n三種，所稱公開招標，指以公告方式邀請不特定廠商投標，所稱選擇性招\r\n標，指以公告方式預先依一定資格條件辦理廠商資格審查後，再行邀請符\r\n合資格之廠商投標，所稱限制性招標，指不經公告程序，邀請二家以上廠\r\n商比價或僅邀請一家廠商議價，足見限制性招標係屬條件最為寬鬆及便捷\r\n之方式，因之同法第二十二條第一項第一至十六款乃規定須符合各該款情\r\n形者，方得採取限制性招標，如不符合各該款情形者，仍應視其情形以公\r\n開或選擇性招標方式採購之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2617 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 11 月 23 日",
        "case_gist": "按所謂權利瑕疵擔保，依民法第三百四十九條及第三百五十條規定，出賣\r\n人僅擔保第三人就買賣之標的物對買受人不得主張任何權利及擔保其權利\r\n確係存在，亦即出賣人應擔保買賣標的之權利完整無缺或權利存在之謂。\r\n系爭土地於移轉登記後，嗣雖經中壢地政事務所註記為徵收土地並限制移\r\n轉，此乃上訴人另循其他救濟程序除去該註記之問題。上訴人為善意第三\r\n人，係原審所確定之事實，其即受有土地法第四十三條之保護，而無虞第\r\n三人追及，其所取得之土地所有權自無權利瑕疵可言。縱上訴人與其後手\r\n因上開註記而合意解除買賣契約，並以其他土地與之交換，仍無礙於其已\r\n取得上開土地所有權之事實，併此敘明。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2615 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 96 年 11 月 23 日",
        "case_gist": "民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利，\r\n不僅指受僱人因執行其所受命令，或委託之職務自體，或執行該職務所必\r\n要之行為，而不法侵害他人之權利者而言，即受僱人之行為，在客觀上足\r\n認為與其執行職務有關，而不法侵害他人之權利者，就令其為自己利益所\r\n為亦應包括在內。"
    },
    {
        "case_id": "最高法院 96 年度台聲字第 865 號 民事裁定",
        "case_topic": "離婚等",
        "case_date": "民國 96 年 11 月 22 日",
        "case_gist": "聲請人對於原第二審判決提起上訴，其上訴理由狀雖指稱該判決違背證據\r\n法則、適用法規不當及不適用民法第一千零三十條之二規定並有理由不備\r\n之違法云云。惟就其所指該判決不適用法規及適用不當部分，並未具體敘\r\n述為從事法之續造、確保裁判之一致性或其他所涉及之法律見解具有原則\r\n上重要性之理由；就所稱該判決理由不備部分，亦未表明有合於民事訴訟\r\n法第四百六十九條第一項第六款規定情形之具體事實及係依何訴訟資料合\r\n於該違背法令之具體事實，僅係就事實審法院取捨證據、認定事實之職權\r\n行使，指摘其為不當。則原確定裁定以其上訴為不合法，裁定予以駁回，\r\n於法並無不合，自無聲請人所指適用法規顯有錯誤情事。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 829 號 民事裁定",
        "case_topic": "給付違約金",
        "case_date": "民國 96 年 11 月 22 日",
        "case_gist": "抗告人提起抗告，雖以其因原法院 95、12、7  以 95 中分通民目決 95\r\n重上 112  號函之明示，始領悟相對人之法定代理人訴訟不適格即無效，\r\n惟仍未提出該知悉在後及遵守不變期間之證據，且不因其於抗告程序之事\r\n後補正，而使其於原法院不合法之再審之訴變為合法。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 824 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 96 年 11 月 22 日",
        "case_gist": "按直轄市、縣（市）（局）主管建築機關，依建築法規定所核發之執照，\r\n僅為建造、使用或拆除建築物或工作物之許可（建築法第二十六條），屬\r\n表彰行政處分之公文書。該執照本身性質上不能為財產交易之對象而讓與\r\n，自不得以之為強制執行之標的。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2595 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 11 月 22 日",
        "case_gist": "耕地三七五減租條例第十六條第一項所謂承租人應自任耕作，係指承租人\r\n應以承租之土地供自己從事耕作之用而言。如承租人以承租之土地建築房\r\n屋居住或供其他非耕作之用者，均在不自任耕作之列。又承租人固非不得\r\n在承租之土地上建築農舍，惟所謂農舍，係指以耕作為目的或為便利耕作\r\n所建之簡陋房屋，以供堆置農具、肥料或臨時休息之用，而非以解決承租\r\n人家族實際居住問題為其目的。如所建房屋係供居住之用，即與農舍有間\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2575 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 11 月 22 日",
        "case_gist": "按審判長應注意令當事人就訴訟關係之事實及法律，為適當完全之辯論。\r\n並應向當事人發問或曉諭，令其陳述事實、聲明證據、或為其他必要之聲\r\n明及陳述，其所聲明及陳述有不明瞭或不完足者，應令其敘明或補充之。\r\n此係審判長（或獨任法官）因定訴訟關係之闡明權，同時為其義務，故審\r\n判長對於訴訟關係未盡此項必要之處置，違背闡明之義務者，其訴訟程序\r\n即有重大瑕疵，基此所為之判決，亦屬違背法令，此觀民事訴訟法第一百\r\n九十九條第一項、第二項規定及本院四十三年台上字第一二號判例意旨即\r\n明。又原告起訴時所主張之訴訟標的法律關係及其原因事實，不僅涉及法\r\n院審判之標的、當事人之攻擊防禦方法，並將影響未來既判力客觀範圍之\r\n特定，自應慎重求其明確。本件被上訴人係主張上訴人有三七五減租條例\r\n第十六條及第十七條第一項第三、四款規定之情形而為請求，而承租人違\r\n反第十六條第一項規定之效果為租約無效，違反第十七條第一項第三、四\r\n款規定之效果則為出租人得終止租約，兩者之效果不同，並不能併存，被\r\n上訴人併為請求，究其真意為何？苟係重疊訴之合併，其所請求中之一項\r\n為有理由時，即可為其勝訴之判決。如認被上訴人所主張之數項請求均有\r\n理由，而為其勝訴之判決，則為法所不許。惟若係預備訴之合併，亦須於\r\n先位之訴無理由時，始得就備位之訴為審判，而不能就先備位之訴同時均\r\n為有理由之裁判。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2569 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 11 月 22 日",
        "case_gist": "法院於確定判決理由中，對訴訟標的以外當事人所主張或抗辯之重要爭點\r\n，本於兩造辯論之結果所為之判斷結果，除有顯然違背法令，或當事人提\r\n出新訴訟資料足以推翻原判斷之情形外，於同一當事人間，就與該重要爭\r\n點有關之他訴訟，不得再為相反之主張，法院亦不得作相異之判斷，此源\r\n於訴訟上之誠信原則及當事人公平之訴訟法理，避免紛爭反覆發生，以達\r\n「一次解決紛爭」所生之一種判決效力（拘束力），即所謂「爭點效」，\r\n亦當為程序法所容許。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 816 號 民事裁定",
        "case_topic": "第三人異議之訴等",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "民事訴訟法第四百八十六條第四項之再為抗告，依同法第四百九十五條之\r\n一第二項準用第四百六十六條之一第一項前段規定，再抗告人應委任律師\r\n為訴訟代理人。如未委任律師為訴訟代理人，抗告法院應定期先命補正。\r\n於再抗告人逾期未自行委任或聲請法院依訴訟救助之規定為之選任律師為\r\n其訴訟代理人之前，尚不得逕以其對於抗告法院之裁定再為抗告未以適用\r\n法規顯有錯誤為理由，認其再抗告為不合法，以裁定予以駁回。本件抗告\r\n人對於抗告法院所為抗告無理由之裁定再為抗告，未委任律師為訴訟代理\r\n人，原法院未定期先命補正，遽以其再為抗告未以適用法規顯有錯誤為理\r\n由，即認其再為抗告不應許可，以裁定予以駁回，依上說明，自有未合。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 809 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "按請求及假扣押之原因應釋明之；前項釋明如有不足，而債權人陳明願供\r\n擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣押，民\r\n事訴訟法第五百二十六條第一項、第二項分別定有明文。故債權人聲請假\r\n扣押應就其請求及假扣押之原因加以釋明，兩者缺一不可。該項釋明如有\r\n不足而債權人陳明願供擔保或法院認為適當者，法院始得定相當之擔保，\r\n命供擔保後為假扣押。若債權人就其請求及假扣押之原因有一項未予釋明\r\n，法院即不得為命供擔保後假扣押之裁定。此所謂請求之原因，係指債權\r\n人金錢請求或得易為金錢請求之發生緣由（民事訴訟法第五百二十二條第\r\n一項），而假扣押之原因，則指有日後不能強制執行或甚難執行之虞（同\r\n法第五百二十三條第一項）而言。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 791 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "（一）因強制執行所得之金額，如有多數債權人參與分配時，執行法院應\r\n      作成分配表，並指定分配期日，於分配期日五日前以繕本交付債務\r\n      人及各債權人。債權人或債務人對於分配表所載各債權人之債權或\r\n      分配金額有不同意者，應於分配期日一日前，向執行法院提出書狀\r\n      ，聲明異議。強制執行法第三十一條、第三十九條第一項分別定有\r\n      明文。準此，倘執行法院指定分配期日通知及分配表繕本有未合法\r\n      送達於債務人或債權人之情形者，該分配期日程序即屬不合法，執\r\n      行法院自應改定分配期日，重新送達於債務人及各債權人。則債務\r\n      人或債權人依前開規定對分配表聲明異議時，所謂「分配期日一日\r\n      前」之「分配期日」應係指改定後之分配期日而言。\r\n（二）執行法院因原指定之分配期日通知未合法送達於部分當事人，而另\r\n      指定之分配期日，性質上為撤銷前分配期日之執行程序，另為執行\r\n      處分，必須對全體債權人與債務人再為送達始屬合法。應認改定後\r\n      之分配期日方屬強制執行法第三十九條第一項規定之「分配期日」\r\n      。債權人或債務人當然仍得於該分配期日一日前對分配表聲明異議\r\n      。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2540 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "查已發生之利息及違約金債權，皆為獨立之債權，非民法第二百九十五條\r\n第一項所謂之從屬債權，此觀同條第二項明定，未支付之利息，推定其隨\r\n同原本移轉於受讓人，及同法第一百二十六條就此另有短期時效之規定自\r\n明。又消滅時效，自請求權可行使時起算，民法第一百二十八條定有明文\r\n。而消滅時效完成，僅債務人取得拒絕履行之抗辯權，得執以拒絕給付而\r\n已，其原有之法律關係並不因而消滅。故原本債權縱已罹於時效，但在債\r\n務人行使該抗辯權之前，仍得陸續發生利息及違約金債權。此項已為獨立\r\n債權之利息及違約金，既與原本債權各有其時效期間及起算期，自不能因\r\n債務人抗辯原本債權罹於時效而隨同消滅。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2538 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "查兩造就系爭房地之買賣，既於系爭買賣契約書第二條及附註約定付款方\r\n式及履約時程，而上訴人於交付系爭買賣契約書第二條第二款所定之備證\r\n款時，被上訴人亦依約將辦理系爭房地所有權移轉登記所需文件交付兩造\r\n約定之永信代書事務所，可見被上訴人已完成系爭買賣契約第二條第二款\r\n及第五條第一款所定之義務；嗣因上訴人不履行交付該契約書第二條第三\r\n款所定之完稅款及與尾款同額之商業本票，復爭執系爭房地之瑕疵等事由\r\n，而提起前第一、二案訴訟，終因無理由均受敗訴判決確定，可認兩造履\r\n約已至該契約書第二條第三款所定階段，則被上訴人於上訴人拒不履行交\r\n付前述完稅款及與尾款同額之商業本票，且於系爭買賣契約所定完成交易\r\n期限之八十八年十一月九日以後之同年月十五日，始終止對永信代書事務\r\n所之委任並取回所交付辦理所有權移轉登記之一切文件，符合一般人履行\r\n契約之合理期待，並無可歸責之事由，究難認有何違反契約義務之情事。\r\n上訴人依兩造履約之階段，已應負履行前述交付完稅款及與尾款同額之商\r\n業本票之義務，竟於事隔多年經前第一、二案判決其敗訴確定後，反而一\r\n再要求被上訴人再履行系爭買賣契約書第二條第二款所定提出辦理所有權\r\n移轉登記所需之文件，形同翻異系爭買賣契約已履行之時程，將自己違反\r\n契約應負之責任，向前推移履約階段轉為要求被上訴人履行，無異要求被\r\n上訴人重複履行系爭買賣契約第二條第二款所定義務，並免除自己已經應\r\n為之上述給付義務，殊與誠實信用之原則有違。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2531 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "按兩岸關係條例第七十四條僅規定，經法院裁定認可之大陸地區民事確定\r\n裁判，以給付為內容者，得為執行名義，並未明定在大陸地區作成之民事\r\n確定裁判，與確定判決有同一之效力，該執行名義核屬強制執行法第四條\r\n第一項第六款規定其他依法律之規定得為強制執行名義，而非同條項第一\r\n款所稱我國確定之終局判決可比。又該條就大陸地區民事確定裁判之規範\r\n，係採「裁定認可執行制」，與外國法院或在香港、澳門作成之民事確定\r\n裁判（香港澳門關係條例第四十二條第一項明定其效力、管轄及得為強制\r\n執行之要件，準用民事訴訟法第四百零二條及強制執行法第四條之一之規\r\n定），仿德國及日本之例，依民事訴訟法第四百零二條之規定，就外國法\r\n院或在香港、澳門作成之民事確定裁判，採「自動承認制」，原則上不待\r\n我國法院之承認裁判，即因符合承認要件而自動發生承認之效力未盡相同\r\n，是經我國法院裁定認可之大陸地區民事確定裁判，應祇具有執行力而無\r\n與我國法院確定判決同一效力之既判力，債務人自得依強制執行法第十四\r\n條第二項規定，以執行名義成立前，有債權不成立或消滅或妨礙債權人請\r\n求之事由發生，於強制執行程序終結前，提起債務人異議之訴。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2530 號 民事判決",
        "case_topic": "確認優先購買權存在",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "㈠按受託人在信託關係成立後，即成為信託財產之名義所有人，而在實質\r\n  上享有信託財產管理權，並負有依信託目的管理信託財產之義務與責任\r\n  。且依私法自治原理，信託當事人本得於不違反公序良俗或強行禁止規\r\n  定下，自由約定管理處分權之內容。是受託人之管理處分權，如信託當\r\n  事人未另有約定，舉凡有關信託財產法律行為、事實行為、訴訟行為或\r\n  取得權利負擔義務之行為，均應包括在內。\r\n㈡按土地法第三十四條之一第四項有關「共有人出賣其應有部分時，他共\r\n  有人得以同一價格共同或單獨承購」之規定，參照土地法第一百零四條\r\n  第二項之規定，應解為共有人於接到出賣通知後十日內不表示者，即視\r\n  為放棄。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2525 號 民事判決",
        "case_topic": "運送契約損害賠償",
        "case_date": "民國 96 年 11 月 15 日",
        "case_gist": "民法第六百四十九條規定：「運送人交與託運人之提單或其他文件上，有\r\n免除或限制運送人責任之記載者，除能證明託運人對於其責任之免除或限\r\n制明示同意外，不生效力。」之旨，所稱之「明示同意」，係指除積極明\r\n確表示同意外，不得以沈默或無反對而推論為同意。縱系爭託運單之背面\r\n條款第四條訂明：「運送人對於一般貨件託運發生毀損、遺失之情事，其\r\n賠償額每件最高以不超過運費三倍為限」，然依上說明，上訴人仍應就被\r\n上訴人已對於系爭託運單背面之限制責任條款有明示同意乙節負舉證責任\r\n，否則應無該條款規定之適用。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2520 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 96 年 11 月 09 日",
        "case_gist": "按繼承人對於被繼承人之債務，負連帶債務；連帶債務之債權人，得對於\r\n債務人中之一人，或數人或其全體同時或先後請求全部或一部之給付，民\r\n法第一千一百五十三條第一項、第二百七十三條第一項分別定有明文。又\r\n共有人將共有物特定之一部讓與他人，固為共有物之處分，其讓與非得共\r\n有人全體之同意，對於其他共有人不生效力。然受讓人得對於締約之共有\r\n人，依據債權法則而請求使其就該一部取得單獨所有權，對於不履行之締\r\n約人除要求追償定金或損害賠償外，亦得請求使其取得按該一部計算之應\r\n有部分，與他共有人繼續共有之關係（本院五十五年台上字第三二六七號\r\n判例意旨參照）。次按債務人之應有部分，因裁判分割，其權利即集中於\r\n分割後之特定物，此為債務人原有權利在型態上之變更，當為買賣契約效\r\n力之所及（參見本院七十二年台上字第二六四二號判例意旨）。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2517 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 11 月 09 日",
        "case_gist": "公司法第二十三條第二項規定，公司負責人對於公司業務之執行，如有違\r\n反法令致他人受有損害時，對他人應與公司負連帶賠償之責。此所定連帶\r\n賠償責任，係基於法律之特別規定，並非侵權行為上之責任，故其請求權\r\n之消滅時效，應適用民法第一百二十五條之規定。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 772 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 96 年 11 月 08 日",
        "case_gist": "按查封不動產，以其價格足以清償強制執行之債權額及債務人應負擔之費\r\n用為限，此觀強制執行法第一百十三條、第五十條規定自明。準此，「超\r\n額查封」即為法之所不許。查封之財產，如已足供清償強制執行之債權額\r\n及債務人應負擔之費用，當然不得再以債務人之其餘財產作為應供強制執\r\n行之財產。縱所查封之財產尚有不足，須對債務人之財產再為執行，亦應\r\n以補足所需清償之債權額及應負擔之費用為限。至於所查封之財產是否足\r\n額，乃執行法院應依職權調查之事項。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 771 號 民事裁定",
        "case_topic": "供訴訟費用擔保",
        "case_date": "民國 96 年 11 月 08 日",
        "case_gist": "按原告於中華民國無住所、事務所及營業所者，法院應依被告聲請，以裁\r\n定命原告供訴訟費用之擔保；訴訟中發生擔保不足額或不確實之情事時，\r\n亦同。前項規定，如原告在中華民國有資產，足以賠償訴訟費用時，不適\r\n用之，民事訴訟法第九十六條定有明文。依此但書規定，倘原告在我國之\r\n資產，足以賠償訴訟費用時，即無命其供訴訟費用擔保之必要。所謂資產\r\n，並不以有形財產為限，無形財產如專利權、商標權，既得以之讓與、授\r\n權他人實施或設定質權，而有客觀交換價值存在，自屬資產之一種。至於\r\n其價值如何，法院應以原告提供之證據為裁量之基準。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2495 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 11 月 08 日",
        "case_gist": "國家機關因公有公共設施之設置或管理有欠缺，致人民生命、身體或財產\r\n受損害時，負無過失賠償責任。惟對於損害原因應負責任之人，有求償權\r\n，此觀國家賠償法第三條規定自明。其立法目的在於以國家之財力，就公\r\n共設施之設置或管理欠缺所造成人民之損害，給予賠償，原不以國家機關\r\n有可歸責之原因為必要。僅於另有應負責任之人，賦與國家機關對之有求\r\n償權而已。因此，若國家機關對於損害之發生，同屬應負責任之人，在其\r\n應負責任範圍內，即應自負其責，尚不得藉由契約之約定轉嫁己責於他人\r\n，以規避國家機關應負之賠償責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2476 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 96 年 11 月 01 日",
        "case_gist": "按對人體施行手術所為侵入性之醫療行為，本具一定程度之危險性，醫療\r\n法第四十六條（現行法為第六十三條）第一項前段規定，醫院實施手術時\r\n，醫師應於病人或其配偶、親屬或關係人，簽具手術同意書及麻醉同意書\r\n前，向其說明手術原因，手術成功率或可能能發生之併發症及危險，旨在\r\n經由危險之說明，使患者得以知悉侵入性醫療行為之危險性而自由決定是\r\n否接受，以減少醫療糾紛。惟法條就醫師之危險說明義務，並未具體化其\r\n內容，能否漫無邊際或毫無限制的要求醫師負一切（含與施行手術無直接\r\n關聯）之危險說明義務？已非無疑；再就醫師法第十二條第二項第三款及\r\n醫療法施行細則第四十八條（現行法第五十二條）第一項第二款所定病歷\r\n或病歷摘要應載明患者之「主訴」一項觀察，可認患者「主訴」病情，構\r\n成醫師為正確醫療行為之一環，唯有在患者充分「主訴」病情之情況下，\r\n始能合理期待醫師為危險之說明，足認患者「主訴」之病情，影響醫師對\r\n危險說明義務之範圍。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2469 號 民事判決",
        "case_topic": "確認本票債權不存在",
        "case_date": "民國 96 年 11 月 01 日",
        "case_gist": "按債務之履行需經債權人協力始得完成者，因債權人未為協力或積極干預\r\n，致債務人之履行受妨礙，債權人固應負受領遲延之責任（民法第二百三\r\n十七條以下債務人責任減輕之規定），但其債務並不因而消滅，且債權人\r\n於受領遲延後，復再表示受領之意思，或為受領給付必要之協力，並催告\r\n債務人給付時，債務人即應給付，否則仍應負給付遲延之責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2468 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 96 年 11 月 01 日",
        "case_gist": "按民法第二百二十七條之二所謂情事變更，非當時所得預料，而依其原有\r\n效因顯失公平者，係指情事劇變，非契約成立當時所得預料，依一般觀念\r\n，認為如依其原有效果顯然有失公平者而言。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2431 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 10 月 31 日",
        "case_gist": "㈠土地法第一百零六條第二項規定，耕地租用包括漁牧等語。惟按所稱耕\r\n  作，依土地法第一百零六條第二項規定，雖包括漁牧，但此係指自始即\r\n  約定租用他人之土地而為漁牧，亦屬耕地租用而已，非謂凡屬耕地租用\r\n  ，即可任意變更農地原有性質而為漁牧使用。故原為栽培農作物之耕地\r\n  租佃契約，承租人未經出租人同意，逕將農地變更為漁牧之用，即屬違\r\n  反耕地租佃契約不自任耕作，構成耕地三七五減租條例第十六條第二項\r\n  所定原定租約無效之原因。\r\n㈡按承租人應自任耕作，承租人違反此項規定時，原訂租約無效，耕地三\r\n  七五減租條例第十六條第一項、第二項前段定有明文。所謂原訂租約無\r\n  效，係指原訂租約於承租人有不自任耕作情事時，當然向後失其效力，\r\n  租賃關係因而消滅而言。縱當事人依同條例第六條第一項、第二十條規\r\n  定續訂租約，亦不能使業已無效之原訂租約回復其效力。"
    },
    {
        "case_id": "最高法院 96 年度台再字第 54 號 民事判決",
        "case_topic": "確認派下權存在",
        "case_date": "民國 96 年 10 月 26 日",
        "case_gist": "㈠確定判決消極的不適用法規，顯然影響裁判者，依司法院大法官會議釋\r\n  字第一七七號解釋意旨所示，固屬民事訴訟法第四百九十六條第一項第\r\n  一款所定適用法規顯有錯誤之範圍，應許當事人對之提起再審之訴，以\r\n  貫徹憲法保障人民權益之本旨。惟如確定判決消極的不適用法規，對於\r\n  裁判顯無影響者，即不得遽為再審理由。\r\n㈡民事訴訟法規定訴訟程序停止之制度，其立法意旨係在使當事人不失參\r\n  與訴訟程序之機會，以保障其訴訟權益，並符合辯論主義之原則。準此\r\n  ，如於當事人死亡之情形下，法院未停止訴訟程序並命其繼承人承受訴\r\n  訟，亦即未待當事人之繼承人參與訴訟，即由他造一造辯論而為裁判，\r\n  裁判結果對當事人之繼承人有利，則不得以之為再審之理由。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2425 號 民事判決",
        "case_topic": "返還消費寄託款",
        "case_date": "民國 96 年 10 月 26 日",
        "case_gist": "表見代理云者，即代理人雖無代理權而因有可信其有代理權之正當理由，\r\n遂由法律課以授權人責任之謂，而代理僅限於意思表示範圍以內，不得為\r\n意思表示以外之行為，故不法行為及事實行為不僅不得成立代理，且亦不\r\n得成立表見代理。"
    },
    {
        "case_id": "最高法院 96 年度台聲字第 798 號 民事裁定",
        "case_topic": "確認選舉無效等聲請訴訟救助",
        "case_date": "民國 96 年 10 月 25 日",
        "case_gist": "當事人提起之第三審上訴，經本院認為不合法，以裁定駁回後，其訴訟已\r\n不繫屬於本院，當事人復向本院聲請訴訟救助，顯與民事訴訟法第一百零\r\n九條第一項之規定不合，自屬不應准許。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2395 號 民事判決",
        "case_topic": "確認買賣關係存在",
        "case_date": "民國 96 年 10 月 25 日",
        "case_gist": "民事訴訟法第五百零二條第二項所謂再審之訴顯無再審理由，係指依再審\r\n原告所主張之再審理由，不經調查即可認定於法律上顯無理由，而不能獲\r\n得勝訴之判決者而言。若就再審原告所主張之事實，依其所表明之證據，\r\n能否為有利之證明，尚須經調查認定者，即非所謂顯無再審理由。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2382 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 96 年 10 月 25 日",
        "case_gist": "查承攬關係中，材料究應由何方當事人供給，通常係依契約之約定或參酌\r\n交易慣例定之，其材料可能由定作人提供，亦可能由承攬人自備。是工程\r\n合約究為「承攬契約」抑或「製造物供給契約」，關鍵應在於「是否移轉\r\n工作物所有權」而定，至材料由何人提供，並非承攬定性之必然要件。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2364 號 民事判決",
        "case_topic": "確認登記為農會會員代表侯選人資格存在等",
        "case_date": "民國 96 年 10 月 25 日",
        "case_gist": "農會選舉罷免辦法第十五條規定：農會選舉候選人之資格審查，應由左列\r\n人員組織候選人資格審查小組辦理之。第十六條規定：候選人資格審查小\r\n組應於……完成審查工作；……。候選人資格審查確定後，應抽籤排定合\r\n格候選人先後次序，造具名冊，報請主管機關核備後，由農會於投票七日\r\n前公告，並以書面通知候選人。準此，農會選舉合格候選人身分之取得，\r\n應以兼具資格審查小組審查合格暨主管機關之核備為要件。則主管機關就\r\n審查小組審查合格之候選人為核備後，於選舉前，若發現有不能核備之事\r\n由時，當然有權撤銷原有核備，以維護選舉之合法、公平性。苟經主管機\r\n關撤銷原有核備，即應認喪失其候選人之身分。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 755 號 民事裁定",
        "case_topic": "排除侵害",
        "case_date": "民國 96 年 10 月 19 日",
        "case_gist": "民事訴訟之裁判必以行政爭訟程序確定之法律關係是否成立或行政處分是\r\n否無效或違法為先決要件者，始應由認定先決事實之行政法院或受理訴願\r\n機關先為裁判或決定，以該確定裁判或決定所認定之事實作為民事法院裁\r\n判時認定事實之基礎。若行政爭訟程序之法律關係是否成立及行政處分是\r\n否無效或違法，並非民事訴訟之先決問題，則民事法院即毋庸停止訴訟程\r\n序，而應自行調查審認。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 753 號 民事裁定",
        "case_topic": "返還提存物",
        "case_date": "民國 96 年 10 月 19 日",
        "case_gist": "在假扣押債權人已聲請假扣押執行，並已提起本案訴訟之情形下，債權人\r\n依民事訴訟法第一百零六條準用第一百零四條第一項第三款規定，聲請裁\r\n定返還提存物時，必待本案訴訟已終結，並已撤銷假扣押裁定及撤回假扣\r\n押執行，始得謂與該條款所定之「訴訟終結」相當。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2332 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 10 月 18 日",
        "case_gist": "查第二審為第一審之續審，當事人在第一審所為之訴訟行為，於第二審亦\r\n有效力，民事訴訟法第四百四十八條規定甚明。是以當事人於第一審請求\r\n調查之證據，若第一審法院未加調查，第二審法院仍應依其聲請詳加查明\r\n或敘明不予調查之理由，否則即屬判決理由不備。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2326 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 96 年 10 月 18 日",
        "case_gist": "按民法第一百二十八條規定消滅時效，自請求權可行使時起算。該所謂「\r\n可行使時」，係指請求權人行使其請求權，客觀上無法律上之障礙而言，\r\n要與請求權人主觀上何時知悉其可行使無關。本件上訴人既主張被上訴人\r\n以違反誠實信用之不正當行為阻卻條件之成就，並援引民法第一百零一條\r\n第一項規定，認被上訴人已完成驗收，而可請求其給付系爭工程款，自須\r\n依系爭契約所定驗收及付款之時程，合理算定系爭工程款客觀上可請求之\r\n日期，而非依上訴人主觀之認知而定；且時效完成後，債務人得拒絕給付\r\n，為民法第一百四十四條第一項所明定，則債務人於時效完成後援為拒絕\r\n給付之抗辯，乃其權利之正當行使，且被上訴人既於本件起訴前拒絕上訴\r\n人之請求於先，復於上訴人起訴後，隨即為時效完成之抗辯，尚難遽指有\r\n何違反誠信原則。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2324 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 10 月 18 日",
        "case_gist": "民法第一百四十九條但書規定，防衛行為已逾越必要程度者，仍應負相當\r\n賠償之責，係在調和現時不法侵害與防衛行為間之衝突，使逾越正當程度\r\n之過當防衛行為，仍不能阻卻其違法性，然被動之防衛行為究與單純之不\r\n法侵害行為有間，則在過當防衛行為應負賠償責任時，如何程度始謂「相\r\n當」？非不能就行為人防衛手段之必要性，與造成侵害結果之可否避免及\r\n其損害輕重等客觀情狀，為具體之衡量，庶符比例原則之要求，若不問其\r\n情狀如何，概命過當防衛之行為人負全然之賠償之責，是否符合法條所謂\r\n仍應負「相當」賠償之責之規範意旨？即值推敲。且同法第二百十七條第\r\n一項規定，損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額\r\n或免除之。所謂被害人與有過失，只須其行為為損害之共同原因，且其過\r\n失行為並有助成損害之發生或擴大者，即屬相當，不問賠償義務人應負故\r\n意、過失或無過失責任，均有該條項規定之適用，於過當防衛行為應負相\r\n當之賠償責任時，似無排除其適用之理由。"
    }
]