[
    {
        "case_id": "最高法院 96 年度台上字第 2303 號 民事判決",
        "case_topic": "塗銷地上權登記等",
        "case_date": "民國 96 年 10 月 18 日",
        "case_gist": "按占有人於土地所有人起訴拆屋還地前，主張其已因時效取得地上權登記\r\n請求權，而向該管地政機關申請為地上權登記並經受理，或經占有人於該\r\n訴訟繫屬中依法提起反訴，請求確認其地上權登記請求權存在及命所有人\r\n容忍為地上權登記者，受訴法院既均應就該占有人是否具備時效取得地上\r\n權之要件，為實體上裁判。則占有人於土地所有人起訴拆屋還地前，倘業\r\n經地政機關為地上權設定登記，縱該登記有無效之原因，因占有人在當時\r\n形式上既登記為地上權人，殊無再以時效取得地上權為申請登記之可能。\r\n於此情形，若經其於該訴訟繫屬中以因時效取得地上權登記請求權為抗辯\r\n者，應與其已向地政機關申請時效取得地上權登記並經受理等價齊觀，為\r\n求當事人間紛爭之一次解決及訴訟經濟，法院亦仍應對該占有人是否具備\r\n時效取得地上權之要件，為實體上審究，始為適法。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2302 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 10 月 18 日",
        "case_gist": "按土地法第一百零六條第二項規定，前項所稱之耕作，包括漁牧。所謂漁\r\n牧，應涵攝飼牧或飼養雞、鴨、鴿等家禽在內，初不因其飼牧或飼養之目\r\n的而有不同。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 735 號 民事裁定",
        "case_topic": "聲請行使優先承買權",
        "case_date": "民國 96 年 10 月 17 日",
        "case_gist": "按土地共有人依土地法第三十四條之一第一項規定，出賣共有土地之全部\r\n，其為處分之共有人，僅係對自己之應有部分處分自己之權利，其得一併\r\n處分他共有人之應有部分，乃源於法律之授權，並非以此剝奪他共有人依\r\n同條第四項所定之優先承購權，是共有人依首揭規定出賣共有土地之全部\r\n時，他共有人對於出賣共有土地全部之共有人之應有部分，依同條第四項\r\n規定應有優先承購之權利。"
    },
    {
        "case_id": "最高法院 96 年度台簡上字第 25 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 10 月 17 日",
        "case_gist": "按違約金之約定，為賠償給付遲延所生之損害，於債務人給付遲延時，債\r\n權人始得請求，既非定期給付之債務，其時效為十五年而非五年，原審認\r\n違約金，係按一定利率及遲延日數計算，應適用五年之時效，所持法律見\r\n解殊有未洽。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2278 號 民事判決 (家事類)",
        "case_topic": "確認親子關係不存在",
        "case_date": "民國 96 年 10 月 11 日",
        "case_gist": "凡被婚生推定之子女，在夫妻或子女依規定提起否認之訴，得有勝訴之確\r\n定判決以前，無論何人皆不得為反對之主張，自無允許第三人以親子血緣\r\n違反真實為由，提起確認親子關係不存在之訴。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2202 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 10 月 04 日",
        "case_gist": "強制執行法第九十八條第三項規定「存於不動產上之抵押權及其他優先受\r\n償權，因拍賣而消滅。但抵押權所擔保之債權未定清償期或其清償期尚未\r\n屆至，而拍定人或承受抵押物之債權人聲明願在拍定或承受之抵押物價額\r\n範圍內清償債務，經抵押權人同意者，不在此限。」，已明揭拍賣之不動\r\n產上存在之抵押權及其他法定優先權，不問有無登記，原則上均因拍賣而\r\n消滅；僅於買受人（拍定人或承受人）聲明願承受抵押權及其所擔保之未\r\n到期或未定期之債務，經抵押權人同意者，對雙方均屬有利，始例外隨同\r\n移轉。倘不符上述例外情形，不動產上之抵押權及其他優先受償權，均因\r\n拍賣而消滅，以使買受人取得拍賣標的物之完全所有權。至於強制執行法\r\n第三十四條第四項規定「第二項之債權人（即依法對於執行標的物有擔保\r\n物權或優先受償權之債權人）不聲明參與分配，其債權金額又非執行法院\r\n所知者，該債權對於執行標的物之優先受償權，因拍賣而消滅，其已列入\r\n分配而未受清償部分，亦同。」，其立法意旨係在規範未經登記之優先受\r\n償權，如債權人未自行聲明參與分配，執行法院輒無資料可據查悉，致未\r\n能列入分配時，基於塗銷主義之精神，其優先受償權仍不容繼續存在，始\r\n明定其對於執行標的物之「優先受償權」因拍賣而消滅，以保護拍定人之\r\n利益。此與第九十八條第三項規定之目的不同，不能因其未參與分配，即\r\n謂原有之擔保物權（抵押權）依然存在。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2199 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 96 年 10 月 04 日",
        "case_gist": "公司法自六十九年修正後，有限公司已無關於召開股東會之規定，其股東\r\n表決權之行使固無須以會議方式為之，於股東行使同意權時，如以書面為\r\n之，尚非法之所不許。惟依公司法第一百十一條第一、二、三項明定：有\r\n限公司之股東非得其他全體股東過半數之同意，不得以其出資之全部或一\r\n部，轉讓於他人。前項轉讓，不同意之股東有優先受讓權；如不承受，視\r\n為同意轉讓，並同意修改章程有關股東及其出資額事項。公司董事非得其\r\n他全體股東同意，不得以其出資之全部或一部，轉讓於他人等意旨，其同\r\n意權之行使，自應由過半數或全體股東為之。否則即難謂該受讓者之股東\r\n或董事之資格無所欠缺。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2170 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 09 月 27 日",
        "case_gist": "按名譽權之侵害非即與刑法之誹謗罪相同，名譽有無受損害，應以社會上\r\n對個人之評價是否有所貶損為判斷之依據，苟其行為足以使他人在社會上\r\n之評價受到貶損，不論其為故意或過失，均可構成侵權行為，其行為亦不\r\n以廣布於社會為必要，僅使第三人知悉其事，即足當之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2167 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 09 月 27 日",
        "case_gist": "按工作需定作人之行為始能完成者，而定作人不為其行為時，承攬人得定\r\n相當期限，催告定作人為之。定作人不於前項期限內為其行為者，承攬人\r\n得解除契約，並得請求賠償因契約解除而生之損害。民法第五百零七條定\r\n有明文。準此，若承攬契約雙方當事人未將定作人之協力行為「約定」為\r\n其契約義務，而定作人不為協力行為時，依法承攬人即僅得先行催告為之\r\n，再為解除契約、並請求賠償解除契約所生之損害，尚無就定作人之「不\r\n協力」，逕行課其債務不履行責任之餘地。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2152 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 96 年 09 月 27 日",
        "case_gist": "董事任期屆滿而不及改選時，延長其執行職務至改選董事「就任」時為止\r\n；而監察人任期屆滿不及改選時，延長其執行職務至改選監察人「就任」\r\n時為止，為修正前公司法第一百九十五條第二項前段及第二百十七條第二\r\n項前段所明定；故股份有限公司之新任董事長或監察人，雖不以經主管機\r\n關准予變更登記後始生效力，惟仍須「就任」始生效力，苟新任董事長或\r\n監察人業經選舉產生，尚未就任，原任之董事長或監察人自得延長其執行\r\n職務至新任董事長或監察人「就任」時為止。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 661 號 民事裁定",
        "case_topic": "支付命令",
        "case_date": "民國 96 年 09 月 20 日",
        "case_gist": "當事人以民事訴訟法第四百九十六條第一項第十二款就同一訴訟標的在前\r\n已有確定判決或和解、調解或得使用該判決或和解、調解之再審事由，提\r\n起再審，僅限於依該裁判書記載之內容，即得以知悉該裁判之訴訟標的或\r\n請求內容，在前已有確定判決或和解、調解或得使用該判決或和解、調解\r\n之再審事由，始應認該再審理由於裁判送達時當事人即可知悉，於計算其\r\n三十日之再審不變期間，應自裁判確定時起算，而無同法第五百條第二項\r\n但書再審理由知悉在後之適用。倘依裁判書記載之內容，無從知悉有重複\r\n起訴之再審事由，即無排除適用該條第二項但書之餘地。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 660 號 民事裁定",
        "case_topic": "宣告破產",
        "case_date": "民國 96 年 09 月 20 日",
        "case_gist": "破產制度之目的，乃在使全體債權人獲得公平之受償，並使債務人在經濟\r\n上得有更生之機會，防止社會經濟發生混亂。破產制度並非在使債務人恣\r\n意消費所造成之債務，轉嫁予債權人負擔，債務人免責制度，應在鼓勵勤\r\n勞誠實之債務人，而非縱容投機不誠實之債務人奢侈浪費，倘債務人於聲\r\n請破產前之相當期間內，利用信用金融之機會，恣意為非屬通常生活所需\r\n之鉅額消費或作奢侈性、浪費性之消費，而不在意日後履行返還之能力，\r\n反而算計破產法中之免責制度，濫用破產程序以規避其應負擔之償還責任\r\n，自與破產法之立法本旨有違，此觀現行破產法第一百五十六條第一款對\r\n於浪費、賭博或其他投機行為，致財產顯然減少或負過重之債務者，予以\r\n刑事處罰自明。同時基於現行破產法第一百四十九條之規定，破產債權人\r\n依調協或破產程序已受清償者，除破產人因犯詐欺破產罪而受刑之宣告外\r\n，債權未能受清償之部分，請求權視為消滅，未能區分債務人聲請破產行\r\n為是否為善意或債務是否奢侈浪費之不當消費所致。故法院審查債務人破\r\n產之聲請時，倘債務人於聲請破產前之相當期間內，為鉅額消費或作奢侈\r\n性、浪費性之商品或服務消費，而與其通常生活所需，顯不相當，債務人\r\n已與債權人達成清償協議，其履行並無困難而故不履行，或有其他情事，\r\n在客觀上顯係在濫用破產程序以規避其應負擔之償還責任，而有違誠信原\r\n則時，應認法院得裁定駁回債務人破產之聲請，資以衡平債權人及債務人\r\n之權益，並避免債務人觸法。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 659 號 民事裁定",
        "case_topic": "宣告破產",
        "case_date": "民國 96 年 09 月 20 日",
        "case_gist": "法院審查債務人聲請宣告破產事件，是否僅限於審酌債務人之財產是否足\r\n以清償債務或有無破產實益？法院得否以債務人之聲請破產，將使其多數\r\n之債務獲得免除，不符誠信原則，而駁回其破產之聲請？在何種情形，始\r\n得認債務人之聲請破產係違反誠信原則？均有加以闡釋之必要，凡此攸關\r\n破產法第五十七條之適用，其所涉及之法律見解，即難謂無具有原則上之\r\n重要性。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 650 號 民事裁定",
        "case_topic": "遷讓房屋及交還土地等",
        "case_date": "民國 96 年 09 月 20 日",
        "case_gist": "按法院因第二百五十五條第一項但書規定，而許訴之變更或追加之裁判，\r\n不得聲明不服，民事訴訟法第二百五十八條第一項定有明文。該條規定，\r\n於第二審程序準用之，為同法第四百六十三條所明定。從而，第二審法院\r\n因前開規定，許訴之變更或追加之裁判，當事人並無聲明不服之餘地。是\r\n縱該第二審裁判經第三審法院廢棄，仍應認當事人不得於嗣後之第二審更\r\n審程序再事爭執，第二審法院亦應受該更審前裁判之羈束，不得為相反之\r\n裁判。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 648 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 96 年 09 月 20 日",
        "case_gist": "按債權人就金錢請求以外之請求，因請求標的之現狀變更，有日後不能強\r\n制執行，或甚難強制執行之虞，欲保全強制執行者，得聲請假處分，固為\r\n民事訴訟法第五百三十二條第一項、第二項所明定。惟債權人聲請假處分\r\n應就其請求及假處分之原因釋明之。前項釋明如有不足，而債權人陳明願\r\n供擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假處分，\r\n同法第五百三十三條準用第五百二十六條第一項、第二項亦定有明文。可\r\n知債權人聲請假處分應就其請求及假處分之原因加以釋明，且兩者缺一不\r\n可。該項釋明如有不足，而債權人陳明願供擔保或法院認為適當者，法院\r\n始得定相當之擔保，命供擔保後為假處分。若債權人就其請求及假處分之\r\n原因未予釋明，僅陳明願供擔保請為假處分，法院自不得為命供擔保後假\r\n處分之裁定。所謂假處分之原因，即前開法文規定請求標的之現狀變更，\r\n有日後不能強制執行或甚難執行之虞之情形，諸如債務人就其財產為不利\r\n益之處分，或隱匿財產等屬之。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 646 號 民事裁定 (家事類)",
        "case_topic": "確認繼承權存在",
        "case_date": "民國 96 年 09 月 20 日",
        "case_gist": "按對於某人遺產請求確認有繼承權存在之訴，屬於財產權訴訟，應按遺產\r\n之價額，徵收訴訟費用。又如繼承人有數人時，應就遺產之價額，依其應\r\n繼分之比例，計算其訴訟標的之價額。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2110 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 09 月 20 日",
        "case_gist": "按民法第三百三十四條但書規定，所謂依債務之性質不能抵銷者，係指互\r\n相抵銷即反於成立債務之本旨，或不符合給付之目的，或依當事人訂約之\r\n意旨，如主張抵銷，顯屬不公平者而言，一般金錢債務或種類債務，倘無\r\n不適於抵銷之特別情形者，依其債務之性質，即不得遽認其為不具「抵銷\r\n許容性」之債務。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 633 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 96 年 09 月 14 日",
        "case_gist": "土地重劃後，土地所有權人所受之損益，應互相補償，其供道路或其他公\r\n共使用所用土地之地價，應由政府補償之。土地法第一百三十九條定有明\r\n文。又重劃區內之土地扣除依平均地權條例第六十條規定折價抵付共同負\r\n擔之土地後，其餘土地仍依各宗土地地價數額比例分配與原土地所有權人\r\n。但應分配土地之一部或全部因未達最小分配面積標準，不能分配土地者\r\n，得以現金補償之。如分配結果，實際分配之土地面積多於應分配之面積\r\n者，應繳納差額地價。實際分配面積少於應分配之面積者，應發給差額地\r\n價。該應繳納之差額地價經限期繳納逾期未繳納者，得移送法院強制執行\r\n。未繳納差額地價之土地，不得移轉。但因繼承而移轉者，不在此限。平\r\n均地權條例第六十條之一第一項至第四項亦著有規定。準此，經實施重劃\r\n程序之土地，地權已重新調整，如調整結果，原土地所有權人獲分配之土\r\n地面積多於原土地面積者，應繳納差額地價，反之則應以現金補償之。其\r\n應繳納差額地價而逾限未繳納者，政府即得逕行移送法院強制執行，且於\r\n繳清前不得移轉其受分配之土地。是執行法院於強制執行拍賣該重劃後之\r\n土地時，宜先徵詢執行債權人是否願先代為繳納該未繳清之差額地價，如\r\n願代繳，則於代繳後，方實施拍賣，並以其代繳之差額地價視為強制執行\r\n法第二十九條第一項所定因強制執行而支出之費用，於拍賣價金中優先受\r\n償。如債權人不願代繳者，則宜於拍賣公告中設以承買人應負擔該未繳納\r\n之差額地價，作為拍賣之條件。執行法院若未命債權人代為繳納該差額地\r\n價，亦未於拍賣公告中附加承買人應負擔該差額地價之條件，而予拍定或\r\n准債權人承受時，該拍定或承受之價金內即含有土地所有人因重劃後增配\r\n土地面積之價值，此非該土地重劃前土地所有人原有土地之價值，自應於\r\n實施分配時，准予優先受償，始符公允，否則豈非將原不屬於債務人之財\r\n產清償債權人，而減少債務人之債務，此將使債務人無端受益，重劃後之\r\n土地之拍定人或承受人及政府之公庫均受損，自非事理之平。"
    },
    {
        "case_id": "最高法院 96 年度台簡上字第 23 號 民事判決",
        "case_topic": "確認本票債權不存在",
        "case_date": "民國 96 年 09 月 13 日",
        "case_gist": "按本票雖為無因證券，然發票人非不得以自己與執票人間所存之抗辯事由\r\n對抗執票人，如發票人提出其基礎原因關係不存在之對人抗辯，執票人自\r\n應就該基礎原因關係存在之積極事實，負舉證責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2084 號 民事裁定",
        "case_topic": "清償寄託款",
        "case_date": "民國 96 年 09 月 13 日",
        "case_gist": "按民法第二百二十七條所謂之不完全給付，係指債務人提出之給付，不合\r\n債之本旨而言，其型態有瑕疵給付及加害給付兩種。是以構成不完全給付\r\n之要件，須債務人已為給付，僅所提出之給付與債之本旨不相符合，若債\r\n務人未為給付，雖可能構成給付不能、給付拒絕或給付遲延，惟均非屬不\r\n完全給付之範疇。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2071 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 09 月 13 日",
        "case_gist": "民法第八百六十四條前段所定為抵押權效力所及之抵押人於抵押物扣押後\r\n就抵押物所得收取之法定孳息，應係指抵押權人本於自己之地位就抵押物\r\n扣押後抵押人所收取法定孳息之主張，似非抵押人之權利，而被上訴人又\r\n自承係本於抵押權人之地位為主張，則其就抵押人於抵押物扣押後就抵押\r\n物所得收取之法定孳息，行使代位權，是否與代位權規定之本旨無違？"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 605 號 民事裁定",
        "case_topic": "給付工程款",
        "case_date": "民國 96 年 09 月 06 日",
        "case_gist": "民事訴訟法第四百二十條之一，廠商起訴後之裁定移付調解與政府採購法\r\n第八十五條之一之調解，係屬不同之程序，前者係於起訴後，經當事人兩\r\n造之合意，法院始得裁定移付調解，改行調解程序，並裁定停止訴訟程序\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2034 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 96 年 09 月 06 日",
        "case_gist": "判決經宣示後，為該判決之法院受其羈束；不宣示者，經公告後受其羈束\r\n，為民事訴訟法第二百三十一條所明定，是以判決經宣示或公告後，除當\r\n事人不服得依上訴程序救濟外，為該判決之法院不得任意自行撤銷或變更\r\n之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2032 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 09 月 06 日",
        "case_gist": "按損害賠償之債之成立，其損害之發生與有責原因事實間，所謂之相當因\r\n果關係，係指依經驗法則，綜合行為當時所存在之一切事實，為客觀之事\r\n後審查，在一般情形上，有此環境、有此行為之同一條件，足以發生同一\r\n之結果者，該條件即為發生結果之相當條件，其行為與結果為有相當之因\r\n果關係。反之，若在一般情形上，有此同一條件存在，依客觀之審查，不\r\n必皆發生此結果，該條件與結果尚非相當，而僅屬偶發之事實，其行為與\r\n結果間即難認為有相當因果關係。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2028 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 09 月 06 日",
        "case_gist": "按民法第二百六十條規定解除權之行使，不妨礙損害賠償之請求，並非積\r\n極的認有新賠償請求權發生，不過規定因其他原因已發生之賠償請求權，\r\n不因解除權之行使而受妨礙。故因契約消滅所生之損害，並不包括在內，\r\n因此該條所規定之損害賠償請求權，係專指因債務不履行之損害賠償而言\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1850 號 民事判決",
        "case_topic": "確認債權不存在",
        "case_date": "民國 96 年 08 月 23 日",
        "case_gist": "為訴訟標的之法律關係，於確定之終局判決中經裁判者，當事人之一造以\r\n該確定判決之結果為基礎，於新訴訟用作攻擊防禦方法時，他造應受其既\r\n判力之拘束（既判力之「遮斷效」、「失權效」或「排除效」），不得以\r\n該確定判決言詞辯論終結前，所提出或得提出而未提出之其他攻擊防禦方\r\n法為與確定判決意旨相反之主張，法院亦不得為反於確定判決意旨之裁判\r\n，此就民事訴訟法第四百條第一項規定趣旨觀之尤明。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1845 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 96 年 08 月 23 日",
        "case_gist": "仲裁人之判斷，於當事人間，與法院之確定判決有同一效力，仲裁法第三\r\n十七條第一項定有明文。準此，仲裁庭既具實質法庭之性質，仲裁人之不\r\n偏頗，乃仲裁制度得以存續、被信賴之基礎，此為仲裁法第十五條第一項\r\n規定仲裁人應獨立、公正處理仲裁事件並保守秘密之所由設。是以當事人\r\n以仲裁人有上開第十五條第二項各款規定之迴避事由，聲請此仲裁人迴避\r\n時，即攸關該被聲請迴避之仲裁人得否繼續擔任仲裁之職務。於仲裁庭未\r\n依同法第十七條規定，作成駁回聲請之決定或當事人不服該決定，聲請法\r\n院為裁定之前，被聲請迴避之仲裁人，自不得參與是否迴避之評決（決定\r\n），及仲裁事件之判斷，始符仲裁法所定聲請仲裁人迴避之本旨。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 555 號 民事裁定",
        "case_topic": "償還犯罪被害補償金",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "按犯罪之被害人於受害後，常立即產生經濟生活上之困難，故犯罪被害人\r\n補償制度，乃在補民事侵權行為制度之不足。而犯罪行為所造成之損害，\r\n本應由犯罪行為人或其他依法應負賠償責任之人負責賠償，國家之支付賠\r\n償，乃係基於社會安全之考量，使犯罪被害人能先獲得救濟，故國家於支\r\n付補償金後，對原應負責之人，自有求償權，此觀之犯罪被害人保護法第\r\n三條、第十二條之立法說明自明。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 538 號 民事裁定",
        "case_topic": "停止強制執行",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "按法院因必要情形或依聲請定相當並確實之擔保，為停止強制執行之裁定\r\n者，該擔保金額之多寡應如何認為相當，固屬法院職權裁量之範圍。惟此\r\n項擔保係備供強制執行債權人因停止執行所受損害之賠償，故法院定擔保\r\n金額時，自應斟酌該債權人因停止執行可能遭受之損害，以為衡量之標準\r\n。而債權人因停止執行可能遭受之損害，在確定判決命為金錢給付之情形\r\n，係指債權人因停止執行延後受償，未能即時利用該款項，所可能遭受之\r\n損害而言。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1811 號 民事判決",
        "case_topic": "給付補償費",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "耕地出租人於農地變更為非耕地之際依該條規定終止租約收回土地，計算\r\n補償費時扣除土地增值稅額，考其立法原意為，如僅以土地公告現值或申\r\n報地價之三分之一補償承租人，將來土地出售時因出租人仍需繳納土地增\r\n值稅，地主實際所得可能較佃農為少，甚且不敷繳納土地增值稅之情事，\r\n顯不合理，乃參照當時獎勵投資條例及平均地權條例之相關規定而訂定；\r\n是扣除土地增值稅額純為補償費之估（預）計方式，並非因土地所有權移\r\n轉之故；至出租人日後土地所有權另行移轉或被徵收是否應減免土地增值\r\n稅？係另公法問題，與承租人應受領補償費之範圍分屬二事。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1809 號 民事判決",
        "case_topic": "確認土地所有權不存在等",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "按土地及其土地上之房屋同屬一人所有，而僅將土地或僅將房屋所有權讓\r\n與他人，或將土地及房屋同時或先後讓與相異之人時，土地受讓人或房屋\r\n受讓人與讓與人間或房屋受讓人與土地受讓人間，推定在房屋得使用期限\r\n內，有租賃關係。其期限不受民法第四百四十九條第一項規定之限制。前\r\n項情形，其租金數額當事人不能協議時，得請求法院定之，民法第四百二\r\n十五條之一定有明文。債權契約為特定人間之權利義務關係，僅債權人得\r\n向債務人請求給付，不得以之對抗契約以外之第三人，此為債之相對性原\r\n則。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1804 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "按某一民商法律關係（下稱主法律關係）往往由數個不同之次法律關係組\r\n合而成，因涉外民商法之關係極為複雜多樣而具有多元之聯繫因素，倘由\r\n數個不同之次法律關係所組合成之主法律關係，僅適用單一之衝突法則決\r\n定其準據法，恐有違具體妥當性之要求，故不妨分割該主要法律關係為數\r\n個平行之次法律關係，以適用不同之衝突法則來決定準據法，用以追求個\r\n案具體之妥當性。次按侵權行為法之理想，在給予被害人迅速及合理之賠\r\n償，務使其能獲得通常在其住所地可得到之保障及賠償。本件因被害人譚\r\n嘉茵是否對於上訴人負有法定扶養義務，並非侵權行為（主要法律關係）\r\n不可分割之必然構成部分，並無一體適用單一之衝突法則決定其準據法之\r\n必要，是以關於被上訴人應否負侵權行為損害賠償責任部分，應依涉外民\r\n事法律適用法第九條第一項規定以侵權行為地法（即我國法）為其準據法\r\n；關於損害賠償事項，即被害人譚嘉茵是否對上訴人負有扶養義務部分，\r\n既非侵權行為不可分割之必然構成部分，且對於扶養義務之歸屬，各國法\r\n律有迥然不同之規定，故就此部分應依涉外民事法律適用法第二十一條規\r\n定，以扶養義務人之本國法（即香港法）為其準據法。查依香港法律規定\r\n，子女對於父母並無扶養義務，上訴人受香港政府扶養之權利，不因其女\r\n譚嘉茵死亡而喪失。故上訴人縱未受扶養費之賠償亦難謂其未受合理之賠\r\n償。況如依我國法判決給予扶養費之賠償，則上訴人就扶養費部分將受有\r\n雙重利益，已逾損害賠償之目的。從而原審就上訴人請求賠償扶養費部分\r\n為其敗訴之判決，理由雖有未盡，結果並無二致，仍非不可維持。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1801 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "債權人或債務人對於分配表所載各債權人之債權或分配金額有不同意者，\r\n應於分配期日一日前，向執行法院提出書狀，聲明異議；前項書狀，應記\r\n載異議人所認原分配表之不當及應如何變更之聲明，強制執行法第三十九\r\n條第一項、第二項定有明文。債權人或債務人對於分配表聲明異議，必須\r\n合於上開規定，且因異議未能終結，聲明異議人始得依同法第四十一條第\r\n一項規定，提起分配表異議之訴。蓋關於分配表所載各債權人之債權或分\r\n配金額之爭執，執行法院不得為實體審認，故就分配表有異議之債權人或\r\n債務人，對為反對陳述之債權人或債務人得提起分配表異議之訴，以資解\r\n決爭端，從而同法第三十九條第一項、第四十條第一項、第四十條之一分\r\n別規定，債權人、債務人對分配表有異議之權，及對債權人或債務人之異\r\n議有為反對陳述之權。故債權人或債務人對分配表聲明異議如不合法，其\r\n異議即不存在，他債權人、債務人自無從表示意見，或對於債權人或債務\r\n人之異議為反對之陳述，自無從依上開規定提起分配表異議之訴。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1800 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "因汽車交通事故死亡者，其子女為第一順位之遺屬而有數人時，按人數平\r\n均分配保險給付或補償，強制汽車責任保險法第十一條第一項、第二項固\r\n定有明文，惟保險人依該法規定所為之保險給付，視為加害人損害賠償金\r\n額之一部分，加害人受賠償請求時得扣除之，同法第三十二條亦定有明文\r\n。蓋因強制汽車責任保險之保險人所給付之保險金，係被保險人繳交保費\r\n所生，性質上屬於被保險人賠償責任之承擔或轉嫁，自應視為加害人或被\r\n保險人損害賠償金額之一部分，而得減免其賠償責任。倘保險給付扣除損\r\n害賠償金額尚有剩餘時，固應依上開遺屬人數平均分配保險給付，惟保險\r\n給付如不敷補償加害人之損害賠償金額時，則應類推適用強制執行法第三\r\n十八條規定，按其得向加害人請求賠償金額之比例予以扣除，始符公平原\r\n則。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1783 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "當事人至第二審程序，違背民事訴訟法第四百四十七條規定，提出新攻擊\r\n或防禦方法，如他造已表示無異議或無異議而就該訴訟有所聲明或陳述者\r\n，即喪失責問權，此項程序上之瑕疵，亦因其不責問而為補正，此觀同法\r\n第一百九十七條第一項之規定自明。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1782 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "法院於確定判決理由中，對訴訟標的以外當事人所主張或抗辯之重要爭點\r\n，本於兩造辯論之結果所為之判斷結果，除有顯然違背法令，或當事人提\r\n出新訴訟資料足以推翻原判斷之情形外，於同一當事人間，就與該重要爭\r\n點有關之他訴訟，不得再為相反之主張，法院亦不得作相異之判斷，此源\r\n於訴訟上之誠信原則及當事人公平之訴訟法理，避免紛爭反覆發生，以達\r\n「一次解決紛爭」所生之一種判決效力（拘束力），即所謂「爭點效」，\r\n亦當為程序法所容許。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1780 號 民事判決",
        "case_topic": "返還共有物",
        "case_date": "民國 96 年 08 月 16 日",
        "case_gist": "按所謂「當事人適格」，係指具體訴訟可為當事人之資格，得受本案之判\r\n決而言。此種資格，稱為訴訟實施權或訴訟行為權。判斷當事人是否適格\r\n，應就該具體之訴訟，依當事人與特定訴訟標的之法律關係定之。一般而\r\n言，訴訟標的之主體通常為適格之當事人。雖非訴訟標的之主體，但就該\r\n訴訟標的之權利或法律關係有管理或處分權者，亦為適格之當事人。又在\r\n給付之訴，只須原告主張對被告有給付請求權者，其為原告之當事人適格\r\n即無欠缺。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 521 號 民事裁定",
        "case_topic": "破產宣告",
        "case_date": "民國 96 年 08 月 09 日",
        "case_gist": "保險法第一百四十九條之十第三項規定，保險業清理期間，其重整、破產\r\n、和解、強制執行等程序當然停止，此之當然停止，包括不得開始之情形\r\n，更未將清理人或清理人代表保險業聲請破產之情形除外。再抗告人之清\r\n理人既受主管機關之委託，即應依法進行清理程序，其不依法進行清理職\r\n務，反以代表人身分向法院聲請破產，有違上揭法條之立法目的，亦有負\r\n主管機關之委託。又清理程序乃行政機關介入並主導保險業債權及債務之\r\n清理，有別於公司在法院監督之清算程序，其清理程序及清理之效果，復\r\n多近於破產之規定，該程序為保險法之特別規定，性質類似於清算程序及\r\n破產程序，立法上既選擇行政機關主導清理程序，而排除司法對清理之干\r\n涉，即無由再限縮解釋保險法第一百四十九條之十第三項規定，認清理人\r\n代表保險業聲請破產時，不受該條項規定之限制。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 519 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 96 年 08 月 09 日",
        "case_gist": "按民國九十二年二月七日新修正之民事訴訟法第五百二十六條第二項，已\r\n將「債權人雖未為前項釋明，如就債務人所應受之損害已供法院所定之擔\r\n保者，得命為假扣押」規定，修正為「前項釋明如有不足，而債權人陳明\r\n願供擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣押\r\n」，以與同條第一項規定「請求及假扣押之原因，應釋明之」相呼應。是\r\n請求及假扣押之原因，債權人如絲毫未予釋明，縱就債務人所應受之損害\r\n供法院所定之擔保者，亦不得命為假扣押，必因釋明而有不足，並經債權\r\n人陳明願供擔保或法院認為適當者，始得命供擔保後為假扣押。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1734 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 96 年 08 月 09 日",
        "case_gist": "按民法第五百零八條第一項規定，工作毀損、滅失之危險，於定作人受領\r\n前，由承攬人負擔，如定作人受領遲延者，其危險由定作人負擔。所規範\r\n者，專指該「工作」如發生毀損、滅失之「危險」，應如何處理之問題。\r\n本件○○公司所請求者係材料及施作之費用，與完工之工程受領全然無關\r\n，尚難認為有本條項規定之適用。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1730 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 08 月 09 日",
        "case_gist": "查上訴人於上開九十二年三月五日寄發予被上訴人之存證信函載明其與買\r\n方之貿易條件為C&F，該所謂C&F者，係指運費在內價格（成本加運費價格\r\n）之交易條件而言，亦即賣方須負責洽定適當船隻，並須預付運費，取得\r\n可轉讓之清潔提單，載明貨物已裝船，所有貨物出口所需之輸出許可證、\r\n課徵之出口稅捐及費用，均由賣方負擔。原審審據該存證信函及上開事證\r\n，綜合研判，本於取捨證據、認定事實之職權行使，論斷上訴人應先付系\r\n爭運費，不得再主張其無支付運費之義務，並以上述理由而為上訴人敗訴\r\n之判決，經核於法洵無違背。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 2871 號 民事判決",
        "case_topic": "土地及房屋所有權移轉登記",
        "case_date": "民國 96 年 08 月 07 日",
        "case_gist": "按土地法第四十三條規定：「依本法所為之登記，有絕對效力。」，係為\r\n保護第三人起見，將登記事項賦予絕對真實之公信力，並非於保護交易安\r\n全之必要限度以外，剝奪真正權利人之權利。查本件兩造因不動產借名契\r\n約爭訟，於當事人彼此間，並無第三人因信賴登記而交易取得不動產之情\r\n形，自不得以土地法第四十三條規定逕認出名者係該借名不動產之真正權\r\n利人。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1719 號 民事判決",
        "case_topic": "返還無權占有房屋等",
        "case_date": "民國 96 年 08 月 03 日",
        "case_gist": "按判決主文乃由判決事實及理由所生之結論，苟判決內容不能自主文見之\r\n，於法即有未合。雖民事訴訟遇訟爭標的繁多，或名稱冗長者，得作一目\r\n錄附於判決書之後，或須繪圖者，得於主文內載「如附圖」而另作一圖附\r\n於判決書之後，作為判決主文之一部分，然不允許引用存於他處之文書，\r\n作為判決主文。本件原審部分廢棄第一審判決關於被上訴人應給付上訴人\r\n之不當得利，惟於原判決主文內引用第一審判決附表一作為主文之一部分\r\n，而無從自主文得悉原審駁回上訴人關於不當得利部分之內容或金額，依\r\n上說明，於法未合。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1704 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 96 年 08 月 02 日",
        "case_gist": "按編為計劃道路之土地，在徵收之前，所有權人仍得為使用、收益。又既\r\n成道路成立公用地役關係之要件須為：⑴供不特定之公眾通行所必要，而\r\n非僅為通行之便利或省時。⑵於公眾通行之初，土地所有權人並無阻止之\r\n情事。⑶經歷之年代久遠而未曾中斷。所謂年代久遠雖不必限定其期間，\r\n但應以時日長久，一般人無復記憶其確實之起始，僅能知其梗概。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1698 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 08 月 02 日",
        "case_gist": "民法第二百二十五條第二項規定之代償請求權，既係於債務人給付不能時\r\n，債權人得向債務人請求交付其所受領之賠償物，即應以債務人有「給付\r\n義務」為前提，始可能因給付不能而發生該代償請求權。準此，如原來之\r\n債權已罹於消滅時效期間，債務人本得因拒絕給付而無給付義務，自不可\r\n能再有給付不能，而發生代償請求權及其時效期間從新起算之情事。否則\r\n即與時效制度，原期確保交易安全，維護社會秩序之目的有違。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1696 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 08 月 02 日",
        "case_gist": "按強制汽車責任保險法第三十二條（修正前第三十條）明定：保險人依本\r\n法規定所為之保險給付，視為被保險人損害賠償金額之一部分；被保險人\r\n受賠償請求時，得扣除之。又同法第九條第二項規定：本法所稱被保險人\r\n，指經保險人承保之要保人及經該要保人同意使用或管理被保險汽車之人\r\n。至於汽車交通事故，則指使用或管理汽車致乘客或車外第三人傷害或死\r\n亡之事故而言，同法第十三條定有明文。準此，被保險人係因汽車交通事\r\n故對於第三人造成損害而受到賠償請求時，保險人始有依汽車強制保險法\r\n規定為保險給付之義務，並以之為被保險人損害賠償金額之一部分，由被\r\n保險人自應負擔之總賠償額中扣除之。反之，若被保險人即為請求損害賠\r\n償之人，應無上開第三十二條規定之適用。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1692 號 民事判決",
        "case_topic": "給付違約金等",
        "case_date": "民國 96 年 08 月 01 日",
        "case_gist": "出租人應以合於所約定使用、收益之租賃物，交付承租人，並應於租賃關\r\n係存續中保持其合於約定使用、收益之狀態，民法第四百二十三條定有明\r\n文。出租人未盡此項義務時，依民法第四百四十一條之反面解釋，承租人\r\n於其不能依約定為租賃物使用、收益之期間，應得按其不能使用、收益之\r\n程度免其支付租金之義務。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 504 號 民事裁定",
        "case_topic": "請求停止執行",
        "case_date": "民國 96 年 07 月 26 日",
        "case_gist": "原法院或審判長或抗告法院得在抗告事件裁定前，停止原裁定之執行，民\r\n事訴訟法第四百九十一條第二項固定有明文，然係以原裁定執行之結果將\r\n導致抗告人受不易回復之損害時，始應兼顧其利益，許法院或審判長斟酌\r\n情形而為停止原裁定執行之裁定。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1659 號 民事判決",
        "case_topic": "履行契約等",
        "case_date": "民國 96 年 07 月 26 日",
        "case_gist": "按執票人應以背書之連續，證明其權利，為票據法第三十七條第一項前段\r\n所明定。系爭支票既指定被上訴人為受款人，即應先由被上訴人背書後轉\r\n讓於被背書人，其被背書人或嗣後受讓支票之執票人，始得行使票據上之\r\n權利。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1658 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 96 年 07 月 26 日",
        "case_gist": "按專利法第五十九條所稱之非經登記不得對抗第三人，係指於第三人侵害\r\n其專利權時，若未經登記，則專利受讓人不得對侵害者主張其權利；但在\r\n當事人間，由於登記並非契約之生效要件，因此，當事人間之專利權讓與\r\n仍發生其效力，對於當事人仍有拘束力，甚至對於權利之繼受者亦有其拘\r\n束力，亦即繼受人不得以未經登記為理由，對抗原受讓人，主張其未有效\r\n取得專利權之讓與。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1654 號 民事判決",
        "case_topic": "確認繼承權存在",
        "case_date": "民國 96 年 07 月 26 日",
        "case_gist": "本件被上訴人係因上訴人逾期未提出繼承權之證明文件，駁回其分割繼承\r\n登記之申請，並非否認其繼承權存在，且該駁回之行為，係地政機關就公\r\n法上所為之行政處分，上訴人在公法上之地位雖有受侵害之危險，然非私\r\n法上地位有受侵害之虞，且此危險，尚無從以本件確認判決予以除去，難\r\n謂有即受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1649 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 07 月 26 日",
        "case_gist": "民法上所謂過失，以其欠缺注意之程度為標準，可分為抽象過失、具體過\r\n失及重大過失三種。應盡善良管理人之注意而欠缺者為抽象過失；應與處\r\n理自己事務為同一注意而欠缺者為具體過失；顯然欠缺普通人之注意者為\r\n重大過失。是以有無抽象過失係以是否欠缺應盡善良管理人之注意定之；\r\n有無具體過失係以是否欠缺應與處理自己事務為同一之注意定之；有無重\r\n大過失係以是否顯然欠缺普通人之注意定之。苟非欠缺應與處理自己事務\r\n為同一注意，即不得謂之有具體過失。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1630 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 07 月 26 日",
        "case_gist": "（一）依法經設立登記而成立之有限公司，具有獨立之法人格，而股東出\r\n      資後，該出資額即移屬公司所有，自非無法律上之原因而受利益，\r\n      各股東不得任意取回（公司法第九條第一項參照），原審未見及此\r\n      ，逕認上訴人取得該五百萬元為不當得利款應予返還，亦有可議。\r\n      且被上訴人身為上訴人公司之股東，憑其保管系爭帳戶存摺、印鑑\r\n      之機會，將股東之出資額提領殆盡另存入其個人帳戶，似與股東收\r\n      回股款之情形無異。果爾，則上訴人是否不能依公司法第九條第二\r\n      項規定請求被上訴人賠償其損害？非無再為研求之必要。\r\n（二）按代理人於代理權範圍內所為之法律行為，其效果始歸於本人；逾\r\n      越代理權範圍，則為無權代理。代理權之範圍，因法定代理或意定\r\n      代理而不同。法定代理權之範圍，依法律之規定；意定代理權之範\r\n      圍，則依本人之授權行為定之，意思表示以外之行為及不法行為並\r\n      無成立代理之餘地。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1629 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 07 月 26 日",
        "case_gist": "按民事訴訟法第四百條第一項所稱既判力之客觀範圍，不僅關於其言詞辯\r\n論終結前所提出之攻擊防禦方法有之，即其當時得提出而未提出之攻擊防\r\n禦方法亦有之。是為訴訟標的之法律關係，於確定之終局判決中經裁判者\r\n，當事人之一造以該確定判決之結果為基礎，於新訴訟用作攻擊防禦方法\r\n時，他造應受其既判力之拘束，不得以該確定判決言詞辯論終結前，所提\r\n出或得提出而未提出之其他攻擊防禦方法為與該確定判決意旨相反之主張\r\n，法院亦不得為反於確定判決意旨之認定，亦即當事人於既判力基準時點\r\n前得提出而未提出之其他攻擊防禦方法，因該既判力之遮斷效（失權效或\r\n排除效）而不得再為與確定判決意旨相反之主張，此乃法院應以「既判事\r\n項為基礎處理新訴」及「禁止矛盾」之既判力積極的作用，以杜當事人就\r\n法院據以為判斷訴訟標的權利或法律關係存否之基礎資料，再次要求法院\r\n另行確定或重新評價，俾免該既判力因而失其意義。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1618 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 07 月 19 日",
        "case_gist": "債權債務之主體應以締結契約之當事人為準，凡依契約之文義，足認為買\r\n受人，不問其買賣之動機為何，該買受人對於出賣人當然得行使買賣契約\r\n上之權利。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1595 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 96 年 07 月 19 日",
        "case_gist": "人民對於公務員為（或不為）行政處分而執行職務、行使公權力時，認有\r\n違法不當者，除得依行政爭訟程序尋求救濟外，當然亦得依國家賠償法請\r\n求賠償，且二者併行不悖，應無先後次序之限制，始符法律保障人民權利\r\n之本旨。至於行政訴訟法第十二條第一項、第二項規定：「民事或刑事訴\r\n訟之裁判，以行政處分是否無效或違法為據者，應依行政爭訟程序確定之\r\n。前項行政爭訟程序已經開始者，於其程序確定前，民事或刑事法院應停\r\n止其審判程序。」，其立法目的係為防止對於同一基礎事實所衍生之民、\r\n刑事訴訟及行政訴訟，由於不同法院對事實認定歧異，致生裁判結果互相\r\n牴觸之情形而設，並非因此剝奪人民之民事或刑事訴訟權。故民事之裁判\r\n，如以行政處分是否無效或違法為據者，苟行政爭訟程序尚未開始，民事\r\n法院審判長即應依民事訴訟法第一百九十九條第二項規定行使闡明權，曉\r\n諭當事人就行政處分是否無效或違法，先依行政爭訟程序確定之。若當事\r\n人已表明不循行政爭訟程序請求救濟，或捨棄該行政程序救濟之途，而選\r\n擇逕行提起民事訴訟請求國家賠償者，民事法院固不能否認該行政處分之\r\n效力，然究非不得就公務員為該行政處分行使公權力時，有無故意或過失\r\n不法侵害人民權利之情事，自行審查認定。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1574 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 96 年 07 月 18 日",
        "case_gist": "第三人為輔助當事人一造起見為參加後，如未撤回其參加，亦未受法院駁\r\n回其參加之確定裁定，則在該訴訟未因確定裁判或其他原因終結前，隨時\r\n得按參加時之訴訟程度，輔助當事人為一切訴訟行為，並不以參加時之一\r\n審級為限，故在第一審為參加者，上訴至第二審時其效力仍然存續，第二\r\n審法院應通知其於言詞辯論期日到場而為辯論。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1526 號 民事判決",
        "case_topic": "請求交還土地",
        "case_date": "民國 96 年 07 月 18 日",
        "case_gist": "㈠按民法第一百四十八條規定，權利之行使，不得違反公共利益，或以損\r\n  害他人為主要目的。行使權利，履行義務，應依誠實及信用方法。該所\r\n  稱權利之行使是否以損害他人為主要目的，應就權利人因權利行使所能\r\n  取得之利益，與他人及國家社會因其權利行使所受之損失，比較衡量以\r\n  定之。倘其權利之行使，自己所得利益極少而他人及國家社會所受之損\r\n  失甚大者，非不得視為以損害他人為主要目的，此乃權利社會化之基本\r\n  內涵所必然之解釋。是土地所有人於與他人訂立建屋之不定期使用借貸\r\n  特約後，縱將其土地讓與第三人，依上揭誠信原則之規定，並參照本院\r\n  四十八年台上字第一○六五號判例及司法院釋字第三四九號解釋之意旨\r\n  ，該受讓土地之第三人若知悉已有使用借貸特約存在，其行使該土地所\r\n  有權之物上請求權，即有違誠信原則而不得為之。\r\n㈡按民事訴訟法第四百零一條第一項有關程序法上規定之「既判力之主觀\r\n  範圍」，並非在創設或變更實體法上規定之權義關係，為確保交易安全\r\n  ，倘受讓該訴訟標的物之第三人，係信賴不動產登記或善意取得動產者\r\n  ，因受土地法第四十三條及民法第八百零一條、第八百八十六條、第九\r\n  百四十八條規定之保護，基於各該實體法上之規定，固例外不及於該受\r\n  讓訴訟標的物之善意第三人，惟必以該實體法上所規定「善意受讓之第\r\n  三人」為限。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 459 號 民事裁定",
        "case_topic": "確認股權核定訴訟標的價額",
        "case_date": "民國 96 年 07 月 12 日",
        "case_gist": "按民事訴訟法第七十七條之十二所謂訴訟標的之價額不能核定，係指法院\r\n在客觀上不能依民事訴訟法第七十七條之一第二項規定核定訴訟標的價額\r\n而言，而依同條第三項之規定，法院因核定訴訟標的之價額，本得依職權\r\n調查證據。倘法院在客觀上可得依其職權之調查，資以計算核定其訴訟標\r\n的價額，即不得僅以當事人未配合鑑定或當事人未舉證證明，即謂訴訟標\r\n的之價額不能核定。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 458 號 民事裁定",
        "case_topic": "確認股權",
        "case_date": "民國 96 年 07 月 12 日",
        "case_gist": "按民事訴訟法第七十七條之十二所謂訴訟標的之價額不能核定，係指法院\r\n在客觀上不能依民事訴訟法第七十七之一第二項規定核定訴訟標的價額而\r\n言，而依同條第三項之規定，法院因核定訴訟標的之價額，本得依職權調\r\n查證據。倘法院在客觀上可得依其職權之調查，資以計算核定其訴訟標的\r\n價額，即不得僅以當事人。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 456 號 民事裁定",
        "case_topic": "離婚等",
        "case_date": "民國 96 年 07 月 12 日",
        "case_gist": "再審之訴實質上雖係前訴訟程序之再開，究與一般通常程序有別。倘法院\r\n就當事人依通常程序所提起之婚姻事件，裁定移送與當事人就婚姻事件確\r\n定判決所提起之再審訴訟事件合併審理，將使該通常程序之婚姻事件久懸\r\n不決，延宕訴訟，徒增訟累，有違訴訟經濟，並使訴訟關係趨於複雜，自\r\n與婚姻事件合併審理之立法本旨有悖。故民事訴訟法第五百七十二條之規\r\n定，應限縮解為依通常程序提起之婚姻事件，不能裁定移送與婚姻事件再\r\n審之訴合併審理。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 455 號 民事裁定 (家事類)",
        "case_topic": "離婚等",
        "case_date": "民國 96 年 07 月 12 日",
        "case_gist": "再審之訴實質上雖係前訴訟程序之再開，究與一般通常程序有別。倘法院\r\n就當事人依通常程序所提起之婚姻事件，裁定移送與當事人就婚姻事件確\r\n定判決所提起之再審訴訟事件合併審理，將使該通常程序之婚姻事件久懸\r\n不決，延宕訴訟，徒增訟累，有違訴訟經濟，並使訴訟關係趨於複雜，自\r\n與婚姻事件合併審理之立法本旨有悖。故民事訴訟法第五百七十二條之規\r\n定，應限縮解為依通常程序提起之婚姻事件，不能裁定移送與婚姻事件再\r\n審之訴合併審理。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1524 號 民事判決",
        "case_topic": "撤銷股東會決議等（確認股東會決議無效等）",
        "case_date": "民國 96 年 07 月 12 日",
        "case_gist": "按公司股東會選舉董事及監察人選舉票係股東意志之具體展現，在解釋該\r\n選舉票之有效與否時，原則上固應尊重股東之意思，惟本於公平、公正及\r\n公開之原則，並兼顧避免爭議、認定困難、防杜弊端及當場宣布選舉結果\r\n等特殊因素，而另訂定一定情形為無效票者，亦不能否認其效力，且應列\r\n為首要審認之標準。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 444 號 民事裁定",
        "case_topic": "返還借款強制執行聲明異議",
        "case_date": "民國 96 年 07 月 05 日",
        "case_gist": "抵押權人在設定抵押權時，對於租期屆滿或原承租人死亡，原耕地三七五\r\n租約關係將繼續存在之情況，應在抵押權人得預測評價之範圍內，在此情\r\n形，所訂立之新耕地三七五租約，僅係就原已存在之租賃關係，予以確認\r\n及延續，自應認係在抵押權設定之前，即已成立耕地三七五租賃關係，自\r\n無民法第八百六十六條之適用。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1479 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 07 月 05 日",
        "case_gist": "陳○○等人於未徵得被上訴人及其他共有人之同意，即將系爭土地出租，\r\n收取租金，其不當得利之來源，係因逾越應有部分為使用收益（收取之租\r\n金）；但就被上訴人方面觀之，則是其共有物之應有部分，因上訴人之侵\r\n權行為受損害，僅是其損害之金額，係以陳○○等因侵權行為就被上訴人\r\n之應有部分所收取之租金為計算標準而已，並非被上訴人請求陳○○等返\r\n還相當於租金之損害，是其侵權行為損害賠償請求權縱因時效而消滅，被\r\n上訴人不當得利返還請求權，仍應適用民法第一百二十五條十五年消滅時\r\n效之規定。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1478 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 07 月 05 日",
        "case_gist": "按民事訴訟法第四百九十六條第一項第十二款所謂「在前已有確定判決」\r\n，必須相同當事人就同一法律關係而為同一請求，在前已有確定判決者，\r\n始足當之。倘前後兩訴之當事人或為訴訟標的之法律關係有所不同，既不\r\n受在前確定判決之拘束，自無本款規定之適用。而所謂發現，係指在前訴\r\n訟程序不知前已有此確定判決而現始知悉者而言；所謂得使用該判決，即\r\n在前訴訟程序，雖知前已有此確定判決，因事實上之障礙而不能利用，現\r\n始得利用者之謂。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1471 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 96 年 07 月 05 日",
        "case_gist": "按民法第七百五十六條之六第二款所設僱用人對受僱人之選任或監督有疏\r\n懈者，法院得減輕保證人賠償金額或免除之規定，乃人事保證人獨立享有\r\n之權利，非與主債務人所共同擁有者，其減免之對象，亦僅為人事保證人\r\n之賠償金額，而非主債務人之金額，初與同法第二百十七條第一項被害人\r\n（主債務人）與有過失之減免規定未盡相同。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 431 號 民事裁定",
        "case_topic": "停止執行",
        "case_date": "民國 96 年 07 月 04 日",
        "case_gist": "強制執行，因債權人之聲請而開始，故依強制執行法第十八條第二項：有\r\n回復原狀之聲請，或提起再審或異議之訴，或對於和解為繼續審判之請求\r\n，或提起宣告調解無效之訴、撤銷調解之訴，或對於許可強制執行之裁定\r\n提起抗告時，法院因必要情形或依聲請定相當並確實之擔保，得為停止強\r\n制執行之裁定之規定，聲請停止強制執行者，自應以債權人為相對人。上\r\n開強制執行事件之債權人為合作金庫，○○公司僅為拍定人，抗告人以振\r\n芳公司為相對人聲請停止強制執行，自屬不應准許。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 408 號 民事裁定",
        "case_topic": "聲請行使優先承買權",
        "case_date": "民國 96 年 06 月 28 日",
        "case_gist": "按土地共有人依土地法第三十四條之一第一項規定，出賣共有土地之全部\r\n，其為處分之共有人，僅係對自己之應有部分處分自己之權利，其得一併\r\n處分他共有人之應有部分，乃源於法律之授權，並非以此剝奪他共有人依\r\n同條第四項所定之優先承購權，是共有人依首揭規定出賣共有土地之全部\r\n時，他共有人對於出賣共有土地全部之共有人之應有部分，依同條第四項\r\n規定應有優先承購之權利。而執行法院之拍賣，性質上為買賣之一種，於\r\n執行拍賣共有土地之全部時，共有人自亦有依同樣條件優先承購之權。其\r\n次，分割共有土地之變賣分配，係將共有土地予以變賣，以所得價金分配\r\n於各共有人，此與金錢債務執行時，由債權人聲請拍賣債務人之土地，將\r\n其拍得價金清償債務人之債務不同。故於共有土地變賣分配之執行程序，\r\n為使共有人仍能繼續其投資計劃，維持共有土地之經濟效益，並兼顧共有\r\n人對共有土地之特殊感情，即無禁止土地共有人應買之必要，各該共有人\r\n當然有依相同條件共同或單獨優先承買之權利。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1415 號 民事判決",
        "case_topic": "遷讓房屋等",
        "case_date": "民國 96 年 06 月 28 日",
        "case_gist": "按出租人除應以合於所約定使用、收益之租賃物交付承租人外，並應於租\r\n賃關係存續中保持其合於約定使用、收益之狀態，此觀民法第四百二十三\r\n條規定自明。此項出租人之租賃物保持義務與承租人之給付租金義務，具\r\n有對價關係。是如出租人未於租賃關係存續中保持其合於約定使用、收益\r\n之狀態，承租人非不得行使同時履行抗辯權而拒絕租金之給付。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1413 號 民事判決",
        "case_topic": "確認通行權存在",
        "case_date": "民國 96 年 06 月 28 日",
        "case_gist": "民法第七百八十九條之立法基礎，乃在於袋地通行權本屬相鄰土地間所有\r\n權之調整，土地所有人固得本於其所有權，而就土地得任意為土地一部之\r\n讓與或處分，但不得因而增加其周圍土地之負擔，倘土地所有人就土地一\r\n部之讓與，而使之成為袋地，為其所得預見，或本得為事先之安排，即不\r\n得損人利己，許其通行周圍土地，以至公路。故土地之一部因強制執行，\r\n致造成袋地之情形，倘非出於土地所有人之任意行為或預期其得事先安排\r\n者，當無民法第七百八十九條之適用。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1396 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 96 年 06 月 28 日",
        "case_gist": "按現行勞動基準法就雇主與勞工間之勞動契約，雖未設有勞工最低服務期\r\n間之限制，或不得於契約訂定勞工最低服務期限暨其違約金之禁止約款，\r\n但為保障勞工離職之自由權，兼顧各行業特性之差異，並平衡雇主與勞工\r\n雙方之權益，對於是項約款之效力，自應依具體個案情形之不同而分別斷\r\n之，初不能全然否定其正當性。又最低服務年限約款適法性之判斷，應從\r\n該約款存在之「必要性」與「合理性」觀之。所謂「必要性」，係指雇主\r\n有以該約款保障其預期利益之必要性，如企業支出龐大費用培訓未來員工\r\n，或企業出資訓練勞工使其成為企業生產活動不可替代之關鍵人物等是。\r\n所謂「合理性」，係指約定之服務年限長短是否適當？諸如以勞工所受進\r\n修訓練以金錢計算之價值、雇主所負擔之訓練成本、進修訓練期間之長短\r\n及事先約定之服務期間長短等項為其審查適當與否基準之類。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1394 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 96 年 06 月 28 日",
        "case_gist": "按民法第一百四十八條規定，權利之行使，不得違反公共利益，或以損害\r\n他人為主要目的。行使權利，履行義務，應依誠實及信用方法。該條所稱\r\n「權利之行使」，當涵攝因契約所約定保留之解除權在內，是當事人於訂\r\n立契約時，縱有約定保留之解除權，於行使該解除權時，亦非不得依此誠\r\n信原則予以檢驗。倘行使該解除權，於自己所得利益極少，而他人因該解\r\n除權之行使所受之損害甚大者，即非不得視為有違誠信原則而不得為之，\r\n此乃權利社會化基本內涵所必然之解釋。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 399 號 民事裁定",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 96 年 06 月 21 日",
        "case_gist": "按關於仲裁判斷書之送達，依仲裁法第二十七條準用民事訴訟法第一百四\r\n十一條第一項之規定，固應由送達人制作送達證書，載明應受送達人、應\r\n送達之文書，送達處所及年、月、日。但送達證書僅為送達之證明方法，\r\n並非完成送達行為之本體。若送達人已完成合法之送達，縱未制作送達證\r\n書，或所制作者不符法定方式，仍非不得藉由送達證書以外之方法證明之\r\n。此參諸本院二十一年抗字第二六號判例意旨之反面解釋，關於送達之年\r\n、月、日、時，如有反證，即得不以送達證書所記載者為準自明。"
    },
    {
        "case_id": "最高法院 96 年度台聲字第 387 號 民事裁定",
        "case_topic": "返還房屋",
        "case_date": "民國 96 年 06 月 21 日",
        "case_gist": "按民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，對本\r\n院裁判言，應以該裁判依據第二審所確定之事實而為之法律上判斷，有適\r\n用法規顯有錯誤之情形為限，並不包括認定事實錯誤或判決不備理由之情\r\n形在內，事實審法院認定事實縱有不當，亦不生適用法規顯有錯誤問題。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 398 號 民事裁定",
        "case_topic": "宣告破產",
        "case_date": "民國 96 年 06 月 15 日",
        "case_gist": "按破產，對債務人不能清償債務者宣告之，為破產法第五十七條所明定。\r\n又依同法第一百四十八條規定之旨趣，除債務人之財產不敷清償財團費用\r\n及財團債務外，尚難認無宣告破產之實益。是以法院就破產之聲請，依同\r\n法第六十三條第二項之規定，應本於職權為必要之調查，倘債務人確無財\r\n產可構成破產財團，或債務人之財產不敷清償財團費用及財團債務，無從\r\n依破產程序清理其債務時，始得以無宣告破產之實益，裁定駁回聲請。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1338 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 96 年 06 月 15 日",
        "case_gist": "按法院依自由心證判斷事實之真偽，不得違背論理及經驗法則。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 368 號 民事裁定",
        "case_topic": "確認神明會會員權存在",
        "case_date": "民國 96 年 06 月 14 日",
        "case_gist": "抗告人係請求確認其對相對人天上聖母，祠宇媽祖宮，祭祀公業保生大帝\r\n（金同順崇神會）神明會會員權存在，其訴訟標的，並非對於親屬關係及\r\n身分上之權利有所主張，已屬因財產權而起訴。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1286 號 民事裁定",
        "case_topic": "請求履行契約",
        "case_date": "民國 96 年 06 月 14 日",
        "case_gist": "按證人固為一種證據方法，但必須在場確實聞見待證事實，且其證述又非\r\n虛妄者，始得予以採信，若僅就待證事實推測其可能性，即屬臆測之詞，\r\n核與在場聞見事實之陳述尚屬有間，若無其他相當證據證明與事實相符，\r\n法院不得遽予採取此項證言。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 352 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 96 年 06 月 13 日",
        "case_gist": "撤銷或更正強制執行之處分或程序，惟在強制執行程序終結前始得為之，\r\n故聲明異議雖在強制執行程序終結前，而執行法院或抗告法院為裁判時強\r\n制執行程序已終結者，縱為撤銷或更正原處分或程序之裁定，亦屬無從執\r\n行，執行法院或抗告法院自可以此為理由，予以駁回。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1277 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 96 年 06 月 08 日",
        "case_gist": "按買受人因物有瑕疵，而得解除契約或請求減少價金者，其解除權或請求\r\n權，於買受人依第三百五十六條規定為通知後六個月間不行使而消滅，民\r\n法第三百六十五條第一項固有明定。惟所稱之通知，係指買受人於知悉標\r\n的物有瑕疵時應具體指明瑕疵之所在而對出賣人為觀念通知而言。上揭法\r\n條之契約解除權或價金減少請求權，買受人僅得擇一行使，此項瑕疵通知\r\n自與買受人所能行使之瑕疵擔保請求權有關。又因買賣之標的物有瑕疵而\r\n解除契約，與因解除契約顯失公平而僅得請求減少價金，在實體法上為兩\r\n種不同之請求權，在訴訟法上為兩種不同之訴訟標的。故價金減少請求權\r\n與契約解除權得擇一行使，是為原則，然依其情形，解除契約顯失公平者\r\n，則依民法第三百五十九條但書規定，買受人僅得請求減少價金。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 756 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 96 年 05 月 31 日",
        "case_gist": "當事人或利害關係人，對於執行法院強制執行之命令，或對於執行法官、\r\n書記官、執達員實施強制執行之方法，強制執行應遵守之程序，或其他侵\r\n害利益之情事，得於強制執行程序終結前為聲請或聲明異議，強制執行法\r\n第十二條定有明文。準此，執行法院若依非適格執行名義債權人之聲請而\r\n實施強制執行致利害關係人之利益受到侵害時，於執行程序終結前，該利\r\n害關係人即得聲明異議。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 347 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 05 月 31 日",
        "case_gist": "原告或被告雖無當事人能力，但第一審既就實體上而為判決，第二審法院\r\n即應以判決變更之。故因判決而受不利益之人，不論其本身或其對造是否\r\n具有當事人能力，均得以受判決人之資格聲明不服，資以救濟。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1246 號 民事判決",
        "case_topic": "返還消費借貸款",
        "case_date": "民國 96 年 05 月 31 日",
        "case_gist": "按定型化契約應受衡平原則限制，係指締約之一方之契約條款已預先擬定\r\n，他方僅能依該條款訂立契約，否則，即受不締約之不利益，始應適用衡\r\n平原則之法理，以排除不公平之「單方利益條款」，避免居於經濟弱勢之\r\n一方無締約之可能，而忍受不締約之不利益，是縱他方接受該條款而締約\r\n，亦應認違反衡平原則而無效，俾符平等互惠原則。查保證人既係擔保他\r\n人間之債務清償責任，並非經濟之弱者，且未自保證契約獲取任何利益，\r\n如認保證契約有違民法保護保證人之任意規定，自可不訂定保證契約，並\r\n不因其未為保證人而生不利益，或經濟生活受制於銀行不得不為保證之情\r\n形。是保證人如因同意某條款而訂定保證契約，該條款又屬當事人得依特\r\n約排除之任意規定，除另有其他無效之原因外，保證人即不得任指該契約\r\n條款為無效。又銀行與連帶保證人間所訂定之保證契約，乃保證人擔保借\r\n款人對銀行債務之清償責任，銀行對保證人並不負任何義務，保證人亦無\r\n從因保證契約自銀行獲取報償，其性質上屬單務、無償契約，並非屬消費\r\n之法律關係，保證人亦非消費者，自無消費者保護法之適用，亦無民法第\r\n二百四十七條之一規定之適用，當亦無類推適用民法第七百五十五條規定\r\n之餘地。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1239 號 民事裁定",
        "case_topic": "土地所有權移轉登記等",
        "case_date": "民國 96 年 05 月 31 日",
        "case_gist": "一、民法第一百二十八條規定，消滅時效自請求權可行使時起算，所謂請\r\n    求權可行使時，乃指權利人得行使請求權之狀態，其行使請求權已無\r\n    法律上之障礙而言。至於義務人實際能否為給付，則非所問。查系爭\r\n    土地為張海瑞與被上訴人張景福等人所共有，在合併分割或鬮分為張\r\n    海瑞單獨所有以前，被上訴人張順源以次十人固尚不能將該土地所有\r\n    權全部移轉登記，惟此僅屬其能否履行所有權移轉登記義務之問題，\r\n    上訴人如得行使代位權，以達成契約之目的，其行使所有權移轉登記\r\n    請求權即無法律上之障礙存在。原審依上開解釋契約之職權行使，因\r\n    而論斷上訴人之系爭土地所有權移轉登記請求權已罹於十五年之時效\r\n    而消滅，並無何違背法令可言。\r\n二、當事人至第二審程序，違背八十九年二月九日修正前及現行民事訴訟\r\n    法第四百四十七條規定，提出新攻擊或防禦方法，如他造已表示無異\r\n    議或知其違背或可知其違背，並無異議而為本案辯論（或無異議而就\r\n    該訴訟有所聲明或陳述）者，即喪失責問權，此項程序上之瑕疵，即\r\n    因其不責問而為補正，此觀九十二年二月七日修正前及現行同法第一\r\n    百九十七條第一項規定自明。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1238 號 民事判決",
        "case_topic": "給付貨款等",
        "case_date": "民國 96 年 05 月 31 日",
        "case_gist": "按香港澳門關係條例第三十九條規定，未經許可之香港或澳門法人、團體\r\n或其他機構，不得在台灣地區為法律行為，此乃法律禁止之規定，違反該\r\n規定未經許可在台灣地區為法律行為者，其法律行為依民法第七十一條前\r\n段規定，固屬無效。惟為保護交易之安全，並保障與各該法人、團體或機\r\n構為法律行為相對人之權益，同條例第四十條乃明定，未經許可之香港或\r\n澳門法人、團體或其他機構，以其名義在台灣地區與他人為法律行為時，\r\n其行為人就該法律行為，應與該香港或澳門法人、團體或其他機構，負連\r\n帶責任，特別將此種情形所為之法律行為，與有效之法律行為同視，使行\r\n為人就該法律行為，與上開法人、團體或機構負連帶責任，俾與民法總則\r\n施行法第十五條規定之旨趣相吻，而不失該條規定連帶責任之真義。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1204 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 05 月 31 日",
        "case_gist": "契約解除後，原契約溯及的失其效力，雙方當事人因而互負回復原狀之義\r\n務，如當事人因訂立契約而受有損害，是否仍得請求賠償，各國立法例有\r\n採選擇主義、契約利益主義或履行利益賠償主義者，我民法第二百六十條\r\n規定：「解除權之行使，不妨礙損害賠償之請求」，乃採履行利益賠償主\r\n義，認為損害賠償請求權係因債務不履行所發生，屬原債權之變換型態，\r\n非因解除權之行使而新發生，條文所稱「不妨礙損害賠償之請求」，即係\r\n表明原有之損害賠償請求權，不因契約之解除失其存在。蓋自解除契約之\r\n效果而言，於契約有效期間，基於債務所為之給付，均應返還，始能回復\r\n契約訂立前之狀態，則契約有效時，基於債務所生之損害，亦應一併賠償\r\n，方可達回復原狀之趣旨，民法第二百六十條規定，即係在立法政策上，\r\n對於契約之溯及效力，酌加限制，允許當事人得就債務不履行所生損害，\r\n請求賠償，亦即在此範圍內，契約之效力仍然存續，是其損害賠償請求權\r\n，自不分行使解除權之當事人抑相對人，均不因契約之解除而失其存在。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1169 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 05 月 24 日",
        "case_gist": "按損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免除之\r\n，民法第二百十七條第一項定有明文。此項規定之目的在謀求加害人與被\r\n害人間之公平，倘受害人於事故之發生亦有過失時，由加害人負全部賠償\r\n責任，未免失諸過酷，是以賦與法院得減輕其賠償金額或免除之職權。惟\r\n所謂被害人與有過失，須被害人之行為助成損害之發生或擴大，就結果之\r\n發生為共同原因之一，行為與結果有相當因果關係，始足當之。倘被害人\r\n之行為與結果之發生並無相當因果關係，尚不能僅以其有過失，即認有過\r\n失相抵原則之適用。且法院對於酌減賠償金額若干抑或完全免除，雖有裁\r\n量之自由，但應斟酌雙方原因力之強弱與過失之輕重以定之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1152 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 96 年 05 月 24 日",
        "case_gist": "按區分所有建物，依土地登記規則第八十一條第一款：「同一建物所屬各\r\n種共用部分，除法令另有規定外，應依各區分所有權人使用情形，分別合\r\n併，另編建號，單獨登記為各相關區分所有權人共有。但部分區分所有權\r\n人不需使用該共用部分者，得予除外。」之規定可知，公寓大廈之停車位\r\n與其他公共設施併同登記為一建號，由區分所有權人全體共有，如購買車\r\n位者取得較多之應有部分，自得對該特定之車位享有專用權。準此，公寓\r\n大廈區分所有建物之買賣，若已由建商或起造人與各承購戶定明停車位之\r\n使用權者及其範圍者，當可解釋為係一種共有物之分管契約，具有拘束各\r\n該分管契約當事人之效力。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 317 號 民事裁定",
        "case_topic": "聲請強制執行聲明優先承買權",
        "case_date": "民國 96 年 05 月 17 日",
        "case_gist": "按土地法固於第三十四條之一第四項規定，共有人出賣其應有部分時，他\r\n共有人得以同一價格共同或單獨優先承購。惟強制執行法已於第一百零二\r\n條第一項明定，共有物應有部分第一次之拍賣，應通知他共有人。但無法\r\n通知時，不在此限。且於辦理強制執行事件應行注意事項第五十八項規定\r\n，依本法第一百零二條第一項所為之通知，應於第一次揭示拍賣公告時為\r\n之，其通知書應載明他共有人得以同一價格共同或單獨優先承買。是共有\r\n物應有部分第一次之拍賣，倘執行法院能通知而未踐行通知他共有人者，\r\n即屬未遵強制執行法第十二條所稱「強制執行時應遵守之程序」，當事人\r\n及他共有人自均得於強制執行程序終結前聲明異議，此與本院四十九年台\r\n上字第八三號判例所揭櫫：「出賣人於出賣時所應踐行之程序，例如依耕\r\n地三七五減租條例第十五條規定，應將買賣條件以書面通知有優先承買權\r\n之承租人，使其表示意願等等，固無妨由拍賣機關為之踐行，但此究非強\r\n制執行法第十二條所謂執行時應遵守之程序，縱令執行法院未經踐行或踐\r\n行不當，足以影響於承租人之權益，該承租人亦祇能以訴請救濟，要不能\r\n引用該條規定為聲請或聲明異議」之意旨，乃因耕地三七五減租條例等實\r\n體法上所定通知優先承買權人之程序，並非強制執行法第十二條所稱「強\r\n制執行時應遵守之程序」，縱執行法院未經踐行或踐行不當，亦不得聲明\r\n異議之情形未盡相同。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 315 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 05 月 17 日",
        "case_gist": "依民事訴訟法第一百六十二條第一項規定，當事人不在法院所在地住居者\r\n，計算法定期間，應扣除其在途之期間。但有訴訟代理人住居法院所在地\r\n，得為期間內應為之訴訟行為者，不在此限。可知在途期間之規定，係為\r\n解決當事人及其訴訟代理人之住居所或事務所均距法院過遠，無法於法定\r\n期間內為一定之訴訟行為而設。準此，如當事人及其訴訟代理人，均不住\r\n居或設事務所於法院所在地，而法院已依同法第一百三十二條規定向有受\r\n送達權限之訴訟代理人為送達者，則該訴訟代理人自受送達時起，既可於\r\n法定期間內為一定之訴訟行為，其所應扣除之在途期間，即應以該訴訟代\r\n理人之受送達處所為計算基準，而非以當事人之住居所為據，始符法律所\r\n定「扣除在途期間」之原意。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1131 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 96 年 05 月 17 日",
        "case_gist": "當事人主張有利於己之事實，就其事實有舉證之責任。又認定事實所憑之\r\n證據，固不以直接證據為限，惟採用間接證據時，必其所成立之證據，在\r\n直接關係上，雖僅足以證明他項事實，但由此他項事實，本於推理之作用\r\n足以證明待證事實者而後可，斷不能以單純論理為臆測之根據，就待證事\r\n實為推定之判斷。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1110 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 96 年 05 月 17 日",
        "case_gist": "按使用執照，於建築物之主要構造，室內隔間及建築物主要設備等與設計\r\n圖樣相符者，即可發給，此觀建築法第七十條第一項規定自明。依同法第\r\n七十三條第一項前段規定，建築物非經領得使用執照，不准接水、接電及\r\n使用。次按，申請建築物所有權第一次（保存）登記前，應先向登記機關\r\n申請建物勘測；而申請建築物所有權第一次登記，應提出建築物平面圖、\r\n位置圖及使用執照，為八十四年七月十二日修正發布前土地登記規則第六\r\n十九條前段及第七十條第一項所明定。足見建築管理機關就建築物所核發\r\n之使用執照，及地政機關就建物所有權第一次登記前所為之建物勘測，均\r\n無確認其建築物所占基地實體上權源之作用，要難以取得建築管理機關所\r\n發建築物使用執照或地政機關就建築物所有權第一次登記，主張係有權占\r\n有其基地。尤以建築物使用執照或第一次所有權登記經主管機關撤銷時，\r\n更難據以主張對其基地為有合法占有權源。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1109 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 96 年 05 月 17 日",
        "case_gist": "按強制執行法第十五條，所謂就執行標的物有足以排除強制執行之權利者\r\n，係指對於執行標的物有所有權、典權、留置權、質權存在情形之一者而\r\n言（本院四十四年台上字第七二一號判例參照），並不包括事實上之占有\r\n及處分權在內。次按，不動產物權依法律行為而取得者，非經登記不生效\r\n力，民法第七百五十八條定有明文。此項規定，並不因不動產為違章建築\r\n而有例外（本院六十二年台上字第二四一四號判例參照）。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1065 號 民事判決",
        "case_topic": "確認抵押權存在等",
        "case_date": "民國 96 年 05 月 11 日",
        "case_gist": "按民法第五百十四條第一項規定定作人之瑕疵修補請求權、修補費用償還\r\n請求權、減少報酬請求權、損害賠償請求權或契約解除權，均因瑕疵發見\r\n後一年間不行使而消滅；其中損害賠償請求權之時效規定係於八十八年四\r\n月二十一日增訂，自八十九年五月五日施行。而依民法債編施行法第三條\r\n第二項規定，民法債編修正施行前之法定消滅時效，其期間較民法債編修\r\n正施行後所定為長者，適用修正施行前之規定。但其殘餘期間自民法債編\r\n修正施行日起算，較民法債編修正施行後所定期間為長者，應自施行日起\r\n，適用民法債編修正施行後之規定。修正前民法第五百十四條第一項既未\r\n規定定作人損害賠償請求權之時效期間，依同法第一百二十五條規定，其\r\n期間為十五年，較新法所定期間為長，故應適用修正前之規定；惟於自施\r\n行日即八十九年五月五日起其殘餘期間仍逾一年時，其請求權之行使則受\r\n一年時效之限制。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1063 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 05 月 11 日",
        "case_gist": "按債之更改，乃成立新債務而消滅舊債務之契約，雙方有無消滅舊債務之\r\n意思，應依具體事實認定。如無消滅舊債務之意思，而係因清償舊債務而\r\n對於債權人負擔新債務，則屬新債清償。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 298 號 民事裁定",
        "case_topic": "強制執行",
        "case_date": "民國 96 年 05 月 10 日",
        "case_gist": "按以拍賣抵押物裁定為執行名義，應提出債權及抵押權之證明文件及裁定\r\n正本，強制執行法第六條第一項第五款定有明文。該條款所稱之「債權及\r\n抵押權之證明文件」，執行法院仍應為形式上之審查，於最高限額抵押權\r\n之情形，因未登記有被擔保之債權存在，如債務人或抵押人否認抵押債權\r\n存在，且從抵押權人提出之債權證明文件為形式上之審查，不能明瞭是否\r\n有抵押債權存在時，自不得准許其強制執行之聲請。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1051 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 96 年 05 月 10 日",
        "case_gist": "按由自己行為表示以代理權授與他人或知他人表示為其代理人而不為反對\r\n之表示者，對於第三人應負授權人之責任。但第三人明知其無代理權或可\r\n得而知者，不在此限，民法第一百六十九條定有明文。是以本人應負表見\r\n代理之責任，必須於該當法律行為發生前或後，有表見之事實存在，且該\r\n第三人係善意無過失者，始足當之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1047 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 96 年 05 月 10 日",
        "case_gist": "按八十七年六月二十四日修正公布之仲裁法第三十一條，增設「法律仲裁\r\n」外之「衡平仲裁」制度，該條所稱之「衡平仲裁」，係指仲裁庭如遇適\r\n用法律之嚴格規定，將產生不公平之結果，得經由當事人之明示合意授權\r\n，基於公平、合理之考量，摒除法律之嚴格規定，改適用衡平原則為判斷\r\n而言。此所以需當事人「明示合意」，蓋因「衡平仲裁」賦予仲裁庭就應\r\n受仲裁判斷事項得有高度的自由，秉持其認為之「公平理念」，以更寬鬆\r\n方法、調整當事人之權義。此與一般「法律仲裁」所適用之程序法理，未\r\n盡一致。則是否「衡平仲裁」自需就仲裁判斷有無刻意摒除法律之嚴格規\r\n定或當事人之約定，另以公平、合理之考量而為衡平判斷以為斷。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1032 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 96 年 05 月 10 日",
        "case_gist": "按拋棄繼承屬要式行為，應於知悉得繼承之時起二個月內，以書面向法院\r\n、親屬會議或其他繼承人為之，事後拋棄並不生拋棄之效力，固為七十四\r\n年修正前民法第一千一百七十四條所明定。惟繼承人於繼承遺產後，拋棄\r\n其所繼承之遺產，非法所不許。"
    }
]