[
    {
        "case_id": "最高法院 93 年度台上字第 1185 號 民事判決",
        "case_topic": "請求返還定期存單",
        "case_date": "民國 93 年 06 月 17 日",
        "case_gist": "按源自「誠實信用原則」之非獨立性「附隨義務」一經當事人約定，為準\r\n備、確定、支持及完全履行「主給付義務」，即具本身目的之獨立性附隨\r\n義務而成為「從給付義務」 (獨立性之「附隨義務」) ，倘債權人因債務\r\n人不履行或有違反情事，致影響其契約利益及目的完成者，債權人自得對\r\n之獨立訴請履行或債務不履行之損害賠償。查公共工程契約之招標，旨在\r\n以最低合理成本達到應有的公共工程品質，參與該投標者不得為圍標行為\r\n，固係誠實信用原則之要求，並具協助達成契約圓滿履行與保護招標機關\r\n之目的，然上訴人不得為系爭工程之圍標行為，經於投標須知明訂，並由\r\n上訴人簽署切結書載明，且上訴人委有參與該工程之圍標行為致被上訴人\r\n受有實際損害，既為原審所確定之事實，則該不得圍標行為，依上說明，\r\n即構成契約之「從給付義務」，被上訴人據以抗辯上訴人因違反該義務，\r\n應負債務不履行之損害賠償責任一節，自無不合。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 429 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 93 年 06 月 10 日",
        "case_gist": "抗告法院之裁定，除以抗告不合法而駁回者外，得以其適用法規顯有錯誤\r\n為理由，向最高法院再為抗告，但須經原法院許可。且該許可，以原裁定\r\n所涉及之法律見解具有原則上之重要性者為限，此觀民事訴訟法第四百八\r\n十六條第四項、第五項之規定自明。所謂適用法規顯有錯誤，係指原第二\r\n審法院裁定就其取捨證據所確定之事實適用法規顯有錯誤而言。至其認定\r\n事實不當，則不在該條項適用之列。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1159 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 93 年 06 月 10 日",
        "case_gist": "全民健康保險法第八十二條規定：保險對象因汽車交通事故，經本保險提\r\n供醫療給付者，本保險之保險人，得向強制汽車責任保險之保險人代位請\r\n求該項給付。是依全民健康保險提供醫療給付者，該項醫療費用請求權，\r\n已法定移轉予中央健康保險局。柯○姿係依全民健保身分就醫，依前開說\r\n明，由全民健康保險局所提供之醫療給付部分，自不得再向對造請求。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 403 號 民事裁定",
        "case_topic": "請求清償借款",
        "case_date": "民國 93 年 06 月 04 日",
        "case_gist": "訴訟標的對於數人必須合一確定而應共同起訴，如其中一人或數人拒絕同\r\n為原告而無正當理由者，法院得依原告聲請，以裁定命該未起訴之人於一\r\n定期間內追加為原告。逾期未追加者，視為已一同起訴。民事訴訟法第五\r\n十六條之一第一項定有明文。此係因訴訟標的對於數人必須合一確定而應\r\n共同起訴者，該數人未共同起訴，其當事人適格即有欠缺，故其中一人或\r\n數人拒絕同為原告，將使其他人亦無法以訴訟伸張或防衛其權利，自有未\r\n宜。為解決固有必要共同訴訟當事人適格之問題，乃明文規定法院得依聲\r\n請裁定命無正當理由而拒絕共同起訴之人追加為原告或擬制其為原告；至\r\n於拒絕同為原告是否有正當理由，則應由法院斟酌原告起訴是否為伸張或\r\n防衛權利所必要等情形決定之。憲法第十六條所規定之訴訟權，係以人民\r\n於其權利遭受侵害時，得依正當法律程序請求法院救濟為其核心內容。而\r\n訴訟救濟應循之審級、程序及相關要件，則由立法機關衡量訴訟案件之種\r\n類、性質、訴訟政策目的，以及訴訟制度之功能等因素，以法律為正當合\r\n理之規定。上開民事訴訟法第五十六條之一第一項規定，旨在解決固有必\r\n要共同訴訟當事人適格之問題，使該訴訟之原告不因其他依法應共同起訴\r\n之人任意拒絕同為原告而失其訴訟救濟，同時亦使該其他人於有正當理由\r\n時得不同為原告，訴訟權之享有同負協力迅速解決訴訟之責，自難謂其與\r\n憲法第十六條之規定精神不符。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1097 號 民事判決",
        "case_topic": "給付報酬金",
        "case_date": "民國 93 年 06 月 03 日",
        "case_gist": "公法契約 (或稱行政契約) 與私法契約之區別，應就契約主體 (當事人之\r\n法律地位) 、契約之目的、內容及訂立契約所依據之法規之性質等因素綜\r\n合判斷。上訴人本其行政職權，依台中縣鼓勵檢舉賄選要點規定，對於檢\r\n舉賄選之檢舉人給與檢舉獎金，旨在達成取締賄選之行政上目標，其性質\r\n應屬公法上之行政行為，不能認其係成立民法第一百六十四條第一項規定\r\n之懸賞廣告契約。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 393 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 93 年 05 月 31 日",
        "case_gist": "依一定之事實，足認以久住之意思，住於一定之區域者，即為設定其住所\r\n於該地，為民法第二十條所明定，是我國民法關於住所之設定，兼採主觀\r\n主義及客觀主義之精神，必須主觀上有久住一定區域之意思，客觀上有住\r\n於一定區域之事實，該一定之區域始為住所，故住所並不以登記為要件。\r\n又戶籍法為戶籍登記之行政管理規定，戶籍地址乃係依戶籍法所為登記之\r\n事項，戶籍地址並非為認定住所之唯一標準。"
    },
    {
        "case_id": "最高法院 93 年度台聲字第 392 號 民事裁定",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 93 年 05 月 31 日",
        "case_gist": "依民事訴訟法第四百六十六條之三第一項前段規定，第三審律師酬金，固\r\n為訴訟費用之一部，惟民事訴訟法上之「訴訟費用」，係專指形式意義之\r\n訴訟費用而言，亦即限於在訴訟上為伸張或防衛權利所必要之費用。從而\r\n律師受委任為第三審訴訟代理人，須於第三審訴訟程序中，有代當事人為\r\n聲請或聲明、主張或陳述等訴訟行為時，其所受酬金於必要範圍內，始得\r\n列為訴訟費用之一部。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1073 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 05 月 28 日",
        "case_gist": "按專利權之核准係行政機關基於公權力所為之行政處分，申請人因而取得\r\n之專利權，非經專利專責機關撤銷確定，於專利權期限屆滿前，自均有效\r\n存在，此觀專利法第七十四條第二項規定「專利權經撤銷確定者，專利權\r\n之效力，視為自始即不存在」自明。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1048 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 93 年 05 月 27 日",
        "case_gist": "出賣人之給付遲延責任與出賣物之瑕疵擔保責任，其規範目的、構成要件\r\n與法律效果均有不同，倘出賣人已於約定期限內依債務本旨提出給付者，\r\n縱出賣物有滅失或減少其通常或契約預定效用之瑕疵，除應負物之瑕疵擔\r\n保責任外，並不負給付遲延之責。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1044 號 民事判決",
        "case_topic": "抵押權移轉登記",
        "case_date": "民國 93 年 05 月 27 日",
        "case_gist": "原審針對該業經第一審法院認定、兩造於原審並未再加攻擊防禦之抵充何\r\n筆債務之事實上爭點，未使上訴人因預測原審法院將形成有別於第一審法\r\n院之心證，而向當事人發問或曉諭，令其就此爭點詳為敘明或補充，以提\r\n出與該事實存否判斷相關之攻擊防禦方法，為適當完全之辯論，致對上訴\r\n人造成發現真實之突襲，自有未洽。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1043 號 民事判決",
        "case_topic": "排除侵害",
        "case_date": "民國 93 年 05 月 27 日",
        "case_gist": "系爭增設建物既屬該大廈區分所有權人所共有，上訴人主張應將之拆除，\r\n自屬對於公寓大廈之重大修繕及改良，即應優先適用公寓大廈管理條例第\r\n三十一條之規定，由區分所有權人會議決議行之，上訴人個人本於其共有\r\n人之權利，依民法第八百二十一條規定為請求，於法不合。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1040 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 93 年 05 月 27 日",
        "case_gist": "執行債權人依強制執行法第一百二十條第二項規定對第三人提起之訴訟，\r\n係在解決執行債務人對第三人之「債權」是否存在或其數額之爭議，而非\r\n執行債權人應受分配及其數額之問題。性質上係「代位」行使執行債務人\r\n之權利，此與其他債權人或執行債務人對其參與分配之債權異議所提起之\r\n分配表異議之訴等訴訟，自有不同。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 377 號 民事裁定",
        "case_topic": "聲請仲裁判斷准予強制執行",
        "case_date": "民國 93 年 05 月 20 日",
        "case_gist": "仲裁判斷，須聲請法院為執行裁定後，方得為強制執行；仲裁判斷與仲裁\r\n協議標的之爭議無關，或逾越仲裁協議之範圍者，法院應駁回其執行裁定\r\n之聲請，但除去該部分亦可成立者，其餘部分，不在此限。仲裁法第三十\r\n七條第二項前段、第三十八條第一款定有明文。是當事人逾越仲裁協議之\r\n範圍進行仲裁並成立仲裁判斷後，聲請法院就仲裁判斷為執行之裁定，法\r\n院非必應駁回其聲請之全部，倘除去該逾越仲裁協議範圍部分可以成立時\r\n，且符合准許執行之情形者，法院自應就該部分准許之。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 992 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 93 年 05 月 19 日",
        "case_gist": "按仲裁制度乃當事人基於私權自治及處分自由之原則，本於程序選擇權以\r\n解決私權紛爭之重要機制。是當事人既得協議以仲裁解決爭議，為賦予他\r\n方充分考量之機會，以權衡「接受求償」與「提付仲裁」間之利弊，自亦\r\n得約定於提付仲裁前先踐行特定之前置程序，該本於雙方合意之前置程序\r\n，固屬有效之仲裁約款，並有確定當事人間具體爭議，進而過濾如透過訴\r\n訟外和解或第三人調解等簡便程序為磋商、斡旋，以避免進入仲裁程序，\r\n減省勞費支出之功能。惟當事人之一方若認已無和解或調解可能，無從以\r\n簡便程序解決爭議，或當事人約定最終僅得以仲裁解決爭議者，為避免因\r\n進入前置程序之拖延浪費，逕行提付仲裁，自未違反當初協議以仲裁解決\r\n爭議之初衷，自與仲裁前置程序之本質無悖。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 989 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 05 月 19 日",
        "case_gist": "受害人依民法第一百九十一條之一規定請求商品輸入業者與商品製造人負\r\n同一之賠償責任，固無庸證明商品之生產、製造或加工、設計有欠缺，及\r\n其損害之發生與該商品之欠缺有因果關係，以保護消費者之利益，惟就其\r\n損害之發生係因該商品之「通常使用」所致一節，仍應先負舉證責任。於\r\n受害人證明其損害之發生與商品之通常使用具有相當因果關係前，尚難謂\r\n受害人之損害係因該商品之通常使用所致，而令商品製造人或商品輸入業\r\n者就其商品負侵權行為之賠償責任。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 986 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 93 年 05 月 19 日",
        "case_gist": "定期租賃契約之出租人，反對租期屆滿後續租之意思表示，不限於租期屆\r\n滿後，始得為之。其於訂約之際，若約明期滿後絕不續租，或續租應另訂\r\n契約之方式，以阻止續約之效力者，該租約於租期屆滿時，即當然消滅。\r\n除當事人另有新的租賃之合意，成立新的租賃契約外，承租人單方面之繼\r\n續使用原租賃物，仍為無權占有之法律關係。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 956 號 民事判決",
        "case_topic": "請求給付貨款等",
        "case_date": "民國 93 年 05 月 13 日",
        "case_gist": "因契約互負債務之當事人，如一方有先為給付之義務者，僅他方享有同時\r\n履行抗辯權，此觀民法第二百六十四條第一項之規定自明。復查依民法第\r\n二百三十四條規定，債權人對於提出之給付，拒絕受領或不能受領者，自\r\n提出時起，負遲延責任。至債權人預示拒絕受領之意思，或給付兼需債權\r\n人之行為，經債務人以準備給付之事情，通知債權人者，依同法第二百三\r\n十五條但書規定，以該通知代給付之提出。於此場合，債權人充其量僅應\r\n負遲延責任而已。債務人所負債務既仍存在，如不履行，並不能當然免責\r\n。又雙務契約之一方當事人受領遲延者，其原有同時履行抗辯權，並未因\r\n之歸於消滅。故一方當事人於其受領遲延後，他方當事人請求給付者，一\r\n方當事人仍非不得提出同時履行之抗辯。除他方當事人應為之給付，因不\r\n可歸責於己之事由致給付不能，依民法第二百二十五條第一項規定，免其\r\n給付義務者外，法院應命他方當事人為同時履行之對待給付。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 948 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 93 年 05 月 13 日",
        "case_gist": "對於無訴訟能力之公司法人為送達者，應向當事人本人或其法定代理人之\r\n住居所、事務所或營業所行之，此觀民事訴訟法第一百二十七條第一項及\r\n第一百三十六條規定自明。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 939 號 民事裁定",
        "case_topic": "給付退休金",
        "case_date": "民國 93 年 05 月 13 日",
        "case_gist": "被上訴人於民國七十六年間由上訴人公司調派至其關係企業振○興業股份\r\n有限公司 (下稱振○公司) 服務時，並未辦理離職，與上訴人公司之僱傭\r\n關係並未消滅。迄至八十九年八月三十一日被上訴人退休時，依上訴人公\r\n司所訂工作規則第六十七條第三款、第七十六條及振○公司所訂勞工退休\r\n辦法第三條規定，被上訴人服務之年資應予併計，上訴人公司與振○公司\r\n各應依被上訴人服務其公司之年資，比例分擔退休金。原審本此見解而為\r\n上訴人敗訴之判決，並無違背法令情事。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 336 號 民事裁定",
        "case_topic": "聲請返還提存物",
        "case_date": "民國 93 年 05 月 13 日",
        "case_gist": "假扣押所保全之請求，其本案訴訟已獲全部勝訴判決確定者，擔保提存之\r\n提存人於提存後即得逕向該管法院提存所聲請返還提存物，無庸法院為裁\r\n定，此觀提存法第十六條第一項第三款及該法施行細則第十六條規定自明\r\n。原裁定認該條款所稱之本案訴訟，不包括強制執行法第四條之一第一項\r\n所定宣示外國法院確定判決許可強制執行之判決在內，雖有未當，但再抗\r\n告人既主張假扣押所保全之請求，其本案訴訟已獲台北地院九十一年度重\r\n訴字第二七五四號判決，宣示上開美國加州中部聯邦地方法院ＣＶ九○－\r\n六六二六－ＲＭＴ確定判決許可強制執行，如該判決確屬其假扣押所保全\r\n之本案勝訴確定判決，依上說明，自得逕向該管法院提存所聲請返還提存\r\n物，無庸法院為裁定。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 323 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 93 年 05 月 13 日",
        "case_gist": "聲請假扣押應就其請求釋明之，民事訴訟法第五百二十六條第一項規定甚\r\n明。債權人之本案債權是否確實存在，於保全程序法院固不得為實體上之\r\n審認，惟仍應從形式上審查，如認其請求並非正當，縱債權人願供擔保，\r\n亦難認足補釋明之欠缺，其聲請自屬不能准許。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 920 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "有服從特別權力關係義務之人，其本身亦屬人民，故於其執行公務時，受\r\n其他執行公務，行使公權力之公務員故意或過失不法之侵害，當亦得依國\r\n家賠償法之規定請求國家賠償。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 910 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "㈠系爭農地所有權於五十五年間移轉時之土地法第三十條規定：私有農地\r\n  所有權之移轉，其承受人以承受後能自耕者為限。所謂能自耕，係指承\r\n  受人本人能自任耕作，或承受人本人雖未實際參與現場耕作，但為維持\r\n  一家生活而能直接經營耕作者而言。\r\n㈡民法第一百十三條規定：無效法律行為之當事人，於行為當時，知其無\r\n  效或可得而知者，應負回復原狀或損害賠償之責任。其目的在求當事人\r\n  間之公平合理，以免他方當事人因此受有不利益。查杜○雄向上訴人購\r\n  買系爭農地，並已受給付，因杜○雄不符承受後能自耕之要件，系爭買\r\n  賣契約為無效，為原審認定之事實。果係如此，則杜○雄負有回復原狀\r\n  之義務，嗣因系爭農地經政府徵收致不能回復原狀，杜○雄自應負損害\r\n  賠償義務，從而上訴人請求杜○雄給付因徵收而取得之補償金或讓與申\r\n  領抵價地之權利，以盡其損害賠償之義務，是否與公平合理原則無違，\r\n  自非無研求餘地。\r\n㈢買賣契約為雙務契約，雙方之給付，依其經濟上之交換目的構成一整體\r\n  。是以買賣契約縱然無效，倘當事人雙方事實上均已履行，則給付與對\r\n  待給付仍應一併觀察計算。若買受人所支付之價金與出賣人所交付物品\r\n  之價額相當，自難謂買受人受領買賣標的物獲有不當得利。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 909 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "約定之違約金額過高者，法院得減至相當之數額，為民法第二百五十二條\r\n所明定，此規定乃係賦與法院得依兩造所提出之事證資料，斟酌社會經濟\r\n狀況並平衡兩造利益而為妥適裁量、判斷之權限，非謂法院須依職權蒐集\r\n、調查有關當事人約定之違約金額是否有過高之事實，而因此排除債務人\r\n就違約金過高之利己事實，依辯論主義所應負之主張及舉證責任。況違約\r\n金之約定，為當事人契約自由、私法自治原則之體現，雙方於訂約時，既\r\n已盱衡自己履約之意願、經濟能力、對方違約時自己所受損害之程度等主\r\n、客觀因素，本諸自由意識及平等地位自主決定，除非債務人主張並舉證\r\n約定之違約金額過高而顯失公平，法院得基於法律之規定，審酌該約定金\r\n額是否確有過高情事及應予如何核減至相當數額，以實現社會正義外，當\r\n事人均應同受該違約金約定之拘束，法院亦應予以尊重，始符契約約定之\r\n本旨。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 902 號 民事判決",
        "case_topic": "請求確認證書真偽等",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "台灣之祭祀公業係屬派下全體公同共有祀產之總稱，其設立方式，依習慣\r\n固有以太祖為享祀人而採取廣泛之族人為其範圍，或以最近共同始祖為享\r\n祀人，將其範圍限於家產分割當時，或分財後不久所成立各家之親屬。惟\r\n不論何者，原則上均須為祭祀公業之設立人及其繼承人始得為派下 (參見\r\n台灣民事習慣調查報告第七○三、七一二、七四○、七四一頁) ，該公業\r\n享祀人僅係公業所祭祀之祖先，並非公業之所有人，故凡非公業之設立人\r\n或享有該設立人派下權之繼承人，縱為享祀人之後裔，仍無派下權可言。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 305 號 民事裁定",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序得附帶提起民事訴訟，對於被告及\r\n依民法負賠償責任之人，請求回復其損害，刑事訴訟法第四百八十七條第\r\n一項定有明文。所謂因犯罪而受損害之人，係指因刑事被告之犯罪行為，\r\n而致其身體、自由、名譽或財產等個人權利，受有損害之人而言。不以直\r\n接因犯罪而受損害者為限，凡間接或附帶受有形或無形損害之人，在民法\r\n上對加害人有請求損害賠償之權利者，均得提起之。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 304 號 民事裁定",
        "case_topic": "給付借款強制執行聲明異議",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "對於抗告法院之裁定，以其適用法規顯有錯誤為理由，且所涉及之法律見\r\n解具有原則上之重要性，並經原法院之許可者，依民事訴訟法第四百八十\r\n六條第四項、第五項規定，固得再為抗告，惟於原法院認再抗告應行許可\r\n，並添具意見書，將訴訟卷宗送交再抗告法院後，再抗告法院審查原法院\r\n所添具之意見書，如認再抗告不應准許者，並不受該意見書所載許可再抗\r\n告理由之拘束，仍得逕以裁定駁回之，此觀民事訴訟法第四百三十六條之\r\n五第一項之法理自明。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 303 號 民事裁定",
        "case_topic": "返還股票",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "從參加人本於自己法律上之利害關係，得獨立為其所輔助之當事人提起上\r\n訴，只須該當事人未有反對陳述，則其因輔助當事人而提起之上訴，固應\r\n認為有效 (本院二十年上字第一三○一號判例意旨參照) 。惟當事人如就\r\n其原未為而由參加人代為之訴訟行為，已為反對之陳述者，該參加人所代\r\n為之訴訟行為即因此失效，而不生訴訟法上之效力。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 299 號 民事裁定",
        "case_topic": "強制執行",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "依民事訴訟法第四百八十六條第四項提起再抗告，準用第三編第二章第三\r\n審程序之規定 (見同法第四百九十五條之一第二項) 。是依民事訴訟法第\r\n四百八十六條第四項提起再抗告，應委任律師為訴訟代理人 (第四百六十\r\n六條之一第一項) 。且提起再抗告，僅得以其適用法規顯有錯誤為理由 (\r\n以原裁定所涉及之法律見解具有原則上之重要性) ，為貫徹法律審之功能\r\n，在再抗告人提起再抗告而未委任律師為訴訟代理人時，應先定期命再抗\r\n告人補正律師為其訴訟代理人，於再抗告人未遵限補正前，不得以再抗告\r\n人之再抗告未以適用法規顯有錯誤為理由或原裁定所涉及之法律見解未具\r\n有原則上重要性，而駁回其再抗告。本件原法院未察，未先定期命抗告人\r\n補正律師為其訴訟代理人，卻以抗告人之再抗告涉及之法律見解未具有原\r\n則上重要性，而駁回抗告人之再抗告，於法自有違誤。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 275 號 民事裁定",
        "case_topic": "清償債務強制執行聲明異議",
        "case_date": "民國 93 年 05 月 06 日",
        "case_gist": "當事人對於執行法院所為屬於執行處分性質之裁定不服，僅得向執行法院\r\n聲明異議，由執行法院裁定之，不服該裁定者，始得提起抗告，此觀強制\r\n執行法第十二條規定即明。而依同法第三十條之一準用民事訴訟法第四百\r\n九十五條規定，應提出異議而誤為抗告者，視為已提出異議。是當事人不\r\n服執行法院所為屬於執行處分性質之裁定，提起抗告，自應視為向執行法\r\n院聲明異議，抗告法院自不得對之為裁判。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 863 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 93 年 04 月 29 日",
        "case_gist": "共有人與其他共有人訂立共有物分管之特約後，將其應有部分讓與第三人\r\n時，除該受讓人不知有分管契約，亦無可得而知之情形外，仍應受讓與人\r\n所訂分管契約之拘束，用維法律秩序之安定，並免善意受讓人受不測之損\r\n害。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 851 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 93 年 04 月 29 日",
        "case_gist": "刑法上誹謗罪之成立，以行為人之行為出於故意為限；民法上不法侵害他\r\n人之名譽，則不論行為人之行為係出於故意或過失，均應負損害賠償責任\r\n，此觀民法第一百八十四條第一項前段及第一百九十五條第一項之規定自\r\n明。而所謂過失，乃應注意能注意而不注意即欠缺注意義務之謂。構成侵\r\n權行為之過失，係指抽象輕過失即欠缺善良管理人之注意義務而言。行為\r\n人已否盡善良管理人之注意義務，應依事件之特性，分別加以考量，因行\r\n為人之職業、危害之嚴重性、被害法益之輕重、防範避免危害之代價，而\r\n有所不同。新聞自由攸關公共利益，國家應給予最大限度之保障，俾新聞\r\n媒體工作者提供資訊、監督各種政治及社會活動之功能得以發揮；倘嚴格\r\n要求其報導之內容必須絕對正確，則將限縮其報導空間，造成箝制新聞自\r\n由之效果，影響民主多元社會之正常發展。故新聞媒體工作者所負善良管\r\n理人之注意義務，應從輕酌定之。倘其在報導前業經合理查證，而依查證\r\n所得資料，有相當理由  確信其為真實者，應認其已盡善良管理人之注意\r\n義務而無過失，縱事後證明其報導與事實不符，亦不能令負侵權行為之損\r\n害賠償責任。惟為兼顧個人名譽法益之保護，倘其未加合理查證率予報導\r\n，或有明顯理由，足以懷疑消息之真實性或報導之正確性，而仍予報導，\r\n致其報導與事實不符，則難謂其無過失，如因而不法侵害他人之名譽，即\r\n應負侵權行為之損害賠償責任。公眾人物之言行事關公益，其固應以最大\r\n之容忍，接受新聞媒體之監督，然新聞媒體就其言行之報導，仍負查證之\r\n注意義務，僅其所負注意程度較為減輕而已。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 266 號 民事裁定",
        "case_topic": "請求返還不當得利聲請訴訟救助",
        "case_date": "民國 93 年 04 月 22 日",
        "case_gist": "民事訴訟法第三十三條第一項第二款所謂足認法官執行職務有偏頗之虞之\r\n情形，係指法官於訴訟標的有特別利害關係，或於當事人之一造有密切之\r\n交誼或嫌怨，或基於其他情形客觀上足疑其為不公平之審判者而言。且此\r\n種迴避原因，依同法第三十四條第二項及第二百八十四條之規定，應自為\r\n聲請之日起三日內提出能即時調查之證據以釋明之。"
    },
    {
        "case_id": "最高法院 93 年度台聲字第 260 號 民事裁定",
        "case_topic": "請求清償債務強制執行聲明異議",
        "case_date": "民國 93 年 04 月 22 日",
        "case_gist": "聲請補充判決或裁定，以訴訟標的之一部或訴訟費用之裁判有脫漏者為限\r\n。又駁回補充判決或裁定之聲請，以裁定為之，此觀民事訴訟法第二百三\r\n十三條第一項、第五項之規定即明。查本件聲請人對於本院九十二年度台\r\n聲字第七二四號確定裁定聲請再審。本院九十三年度台聲字第六八號裁定\r\n，係以聲請人聲請再審未預納裁判費，經限期補正，而逾期不補正，其聲\r\n請不合法為由，駁回其再審之聲請，並命其負擔程序費用。經核並無訴訟\r\n標的之一部或訴訟費用之裁判有脫漏情事。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 793 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 93 年 04 月 16 日",
        "case_gist": "責任保險人之賠償責任，於因責任事故依法應受賠償之第三人向被保險人\r\n行使賠償請求權時即發生。修正前保險法第九十四條 (即修正後同條第一\r\n項) 規定保險人於第三人由被保險人應負責任事故所致之損失，未受賠償\r\n以前，不得以賠償金額之全部或一部給付被保險人，係為保障該事故之第\r\n三人得確實獲得賠償而設；即於第三人未受賠償前，保險人得拒絕給付賠\r\n償金予被保險人，非謂於此情形，保險人即無給付責任，此觀同法第九十\r\n五條規定保險人得經被保險人通知，直接對第三人為賠償金額之給付即明\r\n。故於責任保險人依保險法第九十條規定負賠償責任，而該條所定之第三\r\n人代位被保險人請求保險人給付賠償金時，即無修正前同法第九十四條規\r\n定之適用，此乃依該條立法目的，當然之解釋。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 255 號 民事裁定",
        "case_topic": "仲裁判斷准予強制執行",
        "case_date": "民國 93 年 04 月 15 日",
        "case_gist": "仲裁判斷，除有特別規定外，須聲請法院為執行裁定後，方得為強制執行\r\n。且當事人提起撤銷仲裁判斷之訴者，法院得依當事人之聲請，定相當並\r\n確實之擔保，裁定停止執行，仲裁法第三十七條第二項、第四十二條第一\r\n項分別定有明文。故於仲裁判斷作成後，受利益之當事人得向法院聲請准\r\n予強制執行之裁定，以取得執行名義；受不利益之當事人，於認有撤銷仲\r\n裁判斷之原因而提起撤銷之訴者，得聲請法院於定擔保後，為停止執行之\r\n裁定。仲裁判斷作成後，受不利益之當事人提起撤銷之訴，於其獲勝訴判\r\n決確定前，並非妨礙受利益之當事人向法院聲請准予強制執行裁定之事由\r\n，不能謂仲裁判斷失其效力。受不利益之當事人如已依法院停止執行之裁\r\n定提供擔保，而受利益之當事人尚未聲請准予強制執行裁定，或已取得執\r\n行名義而未開始強制執行程序，該受利益之當事人仍得依法聲請准予強制\r\n執行之裁定，僅不得實施強制執行；受不利益之當事人如於強制執行程序\r\n開始後始提供擔保者，該強制執行程序僅應依當時狀態予以停止，不得續\r\n行，先前已為之執行程序，自無應予撤銷之法定事由。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 239 號 民事裁定",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 93 年 04 月 15 日",
        "case_gist": "㈠仲裁法第四十二條第一項所定聲請法院裁定停止執行之非訟事件，對於\r\n  抗告法院之裁定再為抗告，再抗告法院應審查該裁定是否違背法令，初\r\n  無準用民事訴訟法第四百八十六條第四項、第五項規定之餘地，此觀仲\r\n  裁法第四十二條第一項、第五十二條、非訟事件法第二十七條第一項、\r\n  第二項及第二十八條規定自明。\r\n㈡法院依仲裁法第四十二條第一項規定為附條件之停止執行裁定，於命債\r\n  務人供擔保後得為停止執行時，其擔保金額之多寡，如已斟酌債權人因\r\n  債務人聲請停止執行不當可能遭受之損害而為衡量者，自非當事人所可\r\n  任意指摘。"
    },
    {
        "case_id": "最高法院 93 年度台簡抗字第 19 號 民事裁定",
        "case_topic": "本票債權不存在",
        "case_date": "民國 93 年 04 月 15 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審判決，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人固得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴，但須經原裁判法院許可，而該許可，\r\n以訴訟事件所涉及之法律見解具有原則上之重要性者為限。觀之民事訴訟\r\n法第四百三十六條之二第一項、第四百三十六條之三第一項及第二項規定\r\n自明。所謂適用法規顯有錯誤，係指原第二審判決就其取捨證據所確定之\r\n事實適用法規顯有錯誤而言。不包括判決不備理由及認定事實錯誤之情形\r\n在內。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 225 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 93 年 04 月 09 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序得附帶提起民事訴訟，對於被告及\r\n依民法負賠償責任之人，請求回復其損害，刑事訴訟法第四百八十七條第\r\n一項定有明文。故只須所受損害，係由於被告犯罪所致，即有上開規定之\r\n適用，並不以被告侵害事實所犯之罪名經刑事法院獨立論處罪刑或受損害\r\n之人提起刑事告訴或合法告訴為必要。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 710 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 93 年 04 月 08 日",
        "case_gist": "所謂定型化契約應受衡平原則限制，係指締約之一方之契約條款已預先擬\r\n定，他方僅能依該條款訂立契約，否則，即受不締約之不利益，始應適用\r\n衡平原則之法理，以排除不公平之「單方利益條款」，避免居於經濟弱勢\r\n之一方無締約之可能，而忍受不締約之不利益，是縱他方接受該條款而締\r\n約，亦應認違反衡平原則而無效，俾符平等互惠原則。茲保證人既係擔保\r\n他人間之債務清償責任，並非經濟之弱者，且未自保證契約獲取任何利益\r\n，如認保證契約有違民法保護保證人之任意規定，自可不訂定保證契約，\r\n並不因其未為保證人而生不利益，或經濟生活受制於銀行不得不為保證之\r\n情形。是保證人如因同意某條款而訂定保證契約，該條款又屬當事人得依\r\n特約排除之任意規定，除另有其他無效之原因外，保證人即不得任指該契\r\n約條款為無效。上訴人執此抗辯保證契約顯失公平而無效，自不可取。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 205 號 民事裁定",
        "case_topic": "聲請變更提存物",
        "case_date": "民國 93 年 04 月 08 日",
        "case_gist": "對於抗告法院之裁定再為抗告，僅得以其適用法規顯有錯誤為理由，並經\r\n原法院之許可者為限；前項許可，以原裁定所涉及之法律見解具有原則上\r\n之重要性者為限，民事訴訟法第四百八十六條第四項、第五項分別定有明\r\n文。準此，再抗告人以抗告法院之裁定，其適用法規顯有錯誤為理由，提\r\n起再抗告時，原法院應就再抗告理由有無指摘上開裁定之適用法規顯有錯\r\n誤及其所涉及之法律見解是否具有原則重要性為審查。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 627 號 民事判決",
        "case_topic": "給付補償金",
        "case_date": "民國 93 年 03 月 31 日",
        "case_gist": "有限公司應至少置董事一人執行業務並代表公司。董事有數人時，得以章\r\n程特定一人為董事長，對外代表公司，公司法第一百零八條第一項定有明\r\n文。上訴人為有限公司組織，原審於九十二年二月十八日為言詞辯論時，\r\n其董事僅有林○鳳一人，劉○霖僅為上訴人公司股東，有公司變更登記表\r\n可按。原審未查明劉○霖之法定代理權是否有欠缺或林○鳳是否已有承受\r\n訴訟之事實，逕以劉○霖為上訴人公司之法定代理人而為上訴人敗訴之實\r\n體判決，顯有未當。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 621 號 民事判決",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 93 年 03 月 31 日",
        "case_gist": "教職員任職五年以上，年滿六十五歲者，除服務學校仍需其任職，而其自\r\n願繼續服務，並經報請主管教育行政機關延長 (至多五年) 外，應即退休\r\n，此觀學校教職員退休條例第四條第一項第一款、第二項及上訴人教職員\r\n工退休撫卹辦法第六條第一項第一款、第二項規定自明。該條例或辦法所\r\n稱之「應即退休」，係指屆齡強制退休而言，就私立學校與教職員間之僱\r\n傭關係，即因該教職員年滿六十五歲而當然終止，初與私立學校應填報退\r\n休事實表轉請基金管理委員會複核、董事會視學校經費擬定辦法報請主管\r\n教育行政機關備查等辦理退休程序始得領受退休金之規定無涉，更不因學\r\n校有無辦理該退休程序而受影響。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 594 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 03 月 25 日",
        "case_gist": "法院於能力、法定代理權或為訴訟所必要之允許，認為有欠缺而可以補正\r\n者，應定期間命其補正。民事訴訟法第四十九條並有明文。又法定代理權\r\n有無欠缺，不問訴訟程度如何，法院應依職權調查之，雖當事人間無爭執\r\n者，亦應隨時予以調查。且外國公司應在中華民國境內指定其訴訟或非訟\r\n之代理人，並以之為在中華民國境內之公司負責人，公司法第三百七十二\r\n條第二項亦定有明文。查本件第一審起訴時，上訴人在中華民國之訴訟及\r\n非訟代理人為施○南，有上訴人提出之經濟部商業司發給之外國公司變更\r\n認許事項卡為憑，是於第一審時，應由施○南為上訴人在我國之法定代理\r\n人，並以上訴人在我國之法定代理人身分，委任律師應訴。陳○希律師及\r\n林○孜律師於第一審時，經施○南委任為訴訟代理人，應屬合法，自有代\r\n理上訴人到場應訴、收受訴訟文書及為一切訴訟行為之權。第一審法院將\r\n言詞辯論之通知送達陳○希及林○孜律師，並由該二位律師代表上訴人進\r\n行言詞辯論程序，於法  並無不合，並無程序有重大瑕疵情形。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 577 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 93 年 03 月 25 日",
        "case_gist": "地主提供土地與建商合建房屋，除有特別情事外，無不以取得對價或利益\r\n為目的。地主因合建契約而出具土地使用權同意書，使建商於取得土地所\r\n有權之前，享有無償使用土地以興建房屋之權利，應為地主履行合建契約\r\n之當然解釋；且因房屋不能脫離土地而單獨存在，地主於合建關係合法解\r\n消前，雖不得任指合建房屋係無權使用土地，惟建商或取得合建房屋使用\r\n權之人於房屋完成後，是否仍得「無償使用」土地？則應以合建契約之約\r\n定為斷。倘地主預期將於合建房屋「出售或處分」後獲得土地之對價或利\r\n益，應認其原出具交予建商之土地使用權同意書，至合建房屋建造完成將\r\n所有權移轉登記或交付取得人時，已失其同意之效力，該取得使用合建房\r\n屋權利之人，如未再取得使用坐落基地之合法權利，自難謂非「無法律上\r\n原因而受利益」。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 576 號 民事判決",
        "case_topic": "回復原狀",
        "case_date": "民國 93 年 03 月 25 日",
        "case_gist": "非主物之成分，常助主物之效用，而同屬於一人者，為從物。民法第六十\r\n八條定有明文。從物既非主物之成分，自為獨立之物。故主物與從物乃獨\r\n立二物的相對關係。查系爭屋頂平台為大樓建築之一部分，為建築物之存\r\n在及安全所必要而成為大樓之構成部分，並非獨立之物，自非屬於從物。\r\n上訴人以該屋頂平台為從物，被上訴人對從物部分所為解除契約之效力不\r\n及於主物之辯解，自有誤會。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 557 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 93 年 03 月 25 日",
        "case_gist": "共有物或權利之協議分割與裁判分割，皆以消滅各共有人就共有物或權利\r\n之共有關係為目的。而協議分割契約應由全體共有人參與協議訂立，方能\r\n有效成立，並須全體共有人均依協議分割契約履行，始能消滅共有人間之\r\n共有關係，該契約所訂分割方法，性質上為不可分，故共有人中之一人或\r\n數人提起請求履行協議分割契約之訴，其訴訟標的對於共有人全體必須合\r\n一確定，應以其他共有人全體為被告，於當事人之適格始無欠缺。且其應\r\n受判決事項之聲明，應為命兩造依協議分割契約所訂分割方法協同辦理分\r\n割登記，不得僅命被告就原告自己分得部分協同辦理分割登記。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 482 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 93 年 03 月 18 日",
        "case_gist": "所謂融資性租賃企業，並非直接以金錢貸與需求資金者之企業，而係出資\r\n購買租賃物，取得租賃物所有權後，再出租予需用租賃物者之企業。此種\r\n交易型態，並未違背法令，且無悖於公序良俗，對我國工商界經濟活動，\r\n非無助益。而此融資性租賃行為，其目的固係為承租人取得融資，而消費\r\n借貸行為亦同可取得融資，然二者之法律行為迥然不同，依融資性租賃行\r\n為之特徵，宜解為類似租賃之無名契約，蓋其亦有關於租賃物之利益、危\r\n險之分擔問題，與金錢消費借貸並不相同。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 178 號 民事裁定",
        "case_topic": "聲請公司重整",
        "case_date": "民國 93 年 03 月 18 日",
        "case_gist": "公司重整，乃公開發行股票或公司債之公司因財務困難，暫停營業或有停\r\n業之虞，而有重建更生之可能者，在法院監督下，以調整其債權人、股東\r\n及其他利害關係人利益之方式，達成企業維持與更生，用以確保債權人及\r\n投資大眾之利益，維護社會經濟秩序為目的。法院依檢查人之報告，並參\r\n考目的事業中央主管機關、證券管理機關、中央金融主管機關及其他有關\r\n機關、團體之意見，應為准許或駁回重整之裁定。而依公司業務及財務狀\r\n況無重建更生之可能者，法院應裁定駁回重整之聲請，公司法第二百八十\r\n五條之一第一項、第三項第二款定有明文。公司有無重建更生之可能，應\r\n依公司業務及財務狀況判斷，須其在重整後能達到收支平衡，且有盈餘可\r\n攤還債務，始得謂其有經營之價值，而許其重整。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 177 號 民事裁定",
        "case_topic": "聲請公司重整",
        "case_date": "民國 93 年 03 月 18 日",
        "case_gist": "關於非訟事件之抗告及再抗告，如非訟事件法另有規定者，即無民事訴訟\r\n法關於抗告程序規定之準用，此觀非訟事件法第二十八條規定即明。而對\r\n於抗告法院之裁定，非以其違背法令為理由，不得再為抗告。前項情形，\r\n準用民事訴訟法第四百六十八條、第四百六十九條第一款至第四款、第六\r\n款、第四百七十五條及第四百七十六條之規定，非訟事件法第二十七條定\r\n有明文。是民事訴訟法第四百八十六條第四項、第五項及第六項：「除前\r\n二項之情形外，對於抗告法院之裁定再為抗告，僅得以其適用法規顯有錯\r\n誤為理由，並經原法院之許可者為限。前項許可，以原裁定所涉及之法律\r\n見解具有原則上之重要性者為限。第四百三十六條之三第三項、第四項及\r\n第四百三十六條之六之規定，於第四項之抗告準用之。」之規定，於非訟\r\n事件之抗告及再抗告，自無準用之餘地。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 441 號 民事判決",
        "case_topic": "返還定金",
        "case_date": "民國 93 年 03 月 11 日",
        "case_gist": "被上訴人於簽立系爭買賣預約時所交付之定金，係以擔保本約 (買賣契約\r\n) 之成立為目的之所謂「立約定金」。若本約成立，立約定金即變更為確\r\n保契約之履行為目的，固有民法第二百四十九條規定之適用；本約如未成\r\n立，定金之效力仍應類推適用該條文之規定。本件系爭土地買賣之本約因\r\n兩造就如何交付土地之契約必要點不能合意，為不可歸責於雙方之事由，\r\n致不能成立，亦即預約已不能履行，被上訴人交付之定金，自有民法第二\r\n百四十九條第四款規定之適用。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 423 號 民事裁定",
        "case_topic": "撤銷股東會決議",
        "case_date": "民國 93 年 03 月 10 日",
        "case_gist": "上訴人公司於民國八十九年五月二十五日召開之八十九年度股東常會中有\r\n關改選董事之決議，將表決權不能計算之委託書予以計算表決權，其決議\r\n方法顯已違反法令。被上訴人郭○燕 (下稱郭○燕) 係上訴人公司股東，\r\n並親自出席上開股東常會，其自主席宣布董監事當選名單至宣布散會為止\r\n，固未聲明異議，惟依公開發行公司股東會議議事規範第九條第三項規定\r\n，議程於議事 (含臨時動議) 未終結前，非經決議，主席不得逕行宣布散\r\n會。故郭○燕在其他股東異議之議程中，自仍得隨時為異議。而本件仍在\r\n被上訴人蘇○順及訴外人朱○鵬發言異議中，主席僅因部分股東在場鼓噪\r\n散會，即未經決議，逕行宣布散會，使郭○燕無充分機會就該選舉結果表\r\n示異議。郭○燕自得依公司法第一百八十九條規定請求撤銷有關董事選舉\r\n之決議。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 382 號 民事判決",
        "case_topic": "確認和解不存在等",
        "case_date": "民國 93 年 03 月 04 日",
        "case_gist": "當事人適格，係指當事人就具體特定之訴訟，得以自己之名義為原告或被\r\n告，而受為訴訟標的法律關係之本案判決之資格而言。故在給付之訴，若\r\n原告主張其為訴訟標的法律關係之權利主體，他造為訴訟標的法律關係之\r\n義務主體，其當事人即為適格。至原告是否確為權利人，被告是否確為義\r\n務人，乃為訴訟標的法律關係之要件是否具備，即訴訟實體上有無理由之\r\n問題，並非當事人適格之欠缺。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 381 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 03 月 04 日",
        "case_gist": "民法第一百八十四條第一項規定之侵權行為，係指違法及不當加損害於他\r\n人而言，至於受侵害者係何項權利，要非所問。所謂違法及不當，非僅限\r\n於侵害法律明定之權利，即違反保護個人法益之法規，或廣泛悖反規律社\r\n會生活根本原理之公序良俗，亦均屬之，此觀同條第二項之規定自明。因\r\n建築改良物類皆價格不菲，又必關涉使用者之人身安全，故建築法第三十\r\n九條、第八十七條分別規定：起造人於興建時，應依照核定工程圖樣及說\r\n明書施工，如有違反，應受處罰，俾建築改良物得以具有一定品質。此規\r\n定應屬以保護他人為目的之法律，起造人如有違反，致建築改良物發生損\r\n害者，即應對建築改良物所有人負侵權行為之損害賠償責任。且此所謂損\r\n害，不以人身之損害為限，建築改良物應有價值之財產損害，自包括在內\r\n。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 379 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 93 年 03 月 04 日",
        "case_gist": "由自己行為表示以代理權授與他人或知他人表示為其代理人而不為反對之\r\n表示者，對於第三人應負授權人之責任。但第三人明知其無代理權或可得\r\n而知者，不在此限，民法第一百六十九條定有明文。是以本人應負表見代\r\n理之責任，必須於該當法律行為發生前或後，有表見之事實存在，且該第\r\n三人係善意無過失者，始足當之。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 123 號 民事裁定",
        "case_topic": "聲請破產",
        "case_date": "民國 93 年 03 月 04 日",
        "case_gist": "㈠破產裁定應向聲請破產之債權人及債務人 (即破產人) 為送達，其抗告\r\n  期間固應自送達翌日起算。惟非聲請破產之債權人並未受送達，抗告期\r\n  間應自其知悉該裁定時起算。\r\n㈡對於分配表異議，異議未終結者，為異議之債權人或債務人得向執行法\r\n  院對為反對陳述之債權人或債務人提起分配表異議之訴，執行法院應依\r\n  該確定判決實行分配；聲明異議人未於分配期日起十日內向執行法院為\r\n  起訴之證明者，視為撤回其異議之聲明；經證明者，該債權應受分配之\r\n  金額應行提存，強制執行法第四十一條第一項及第三項分別定有明文。\r\n  是以聲明異議人未依法起訴者，執行法院應依原分配表實施分配；已依\r\n  法起訴者，則有阻止有異議債權實施分配之效力，倘異議之訴之原告受\r\n  勝訴判決確定，有異議而未受分配部分，即生准許更正分配表之效果；\r\n  若原告受敗訴判決確定，則仍依原分配表為分配。足見提起分配表異議\r\n  之訴僅在解決  已合法參與分配之債權人內部彼此間對應受分配金額之\r\n  爭議，因此執行法院將分配額以已合法參與分配債權人名義為提存，性\r\n  質上為清償提存，已發生清償之效力，從此該提存分配款之危險負擔及\r\n  利益或不利益，概由已合法參與分配債權人享有或負擔，與債務人無涉\r\n  ，故提存後債務人無須支付利息，而提存金之利息，亦應於請求取回或\r\n  領取提存金時，由請求人逕向該管法院所在地代理國庫之銀行請求計算\r\n  給付，並非屬債務人所有，此觀民法第三百二十八條及提存法施行細則\r\n  第三十四條第一項規定自明。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 371 號 民事判決",
        "case_topic": "塗銷所有權登記",
        "case_date": "民國 93 年 03 月 03 日",
        "case_gist": "民事訴訟法第四十八條規定，法定代理權有欠缺之人所為之訴訟行為，經\r\n法定代理人之承認，溯及於行為時發生效力。該承認不論為明示或默示，\r\n固均無不可，惟法定代理人續行訴訟後，倘已指摘該部分之訴訟程序違法\r\n，自不得以其嗣後就該訴訟有所聲明或陳述，而認其已為默示之承認。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 364 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 93 年 02 月 27 日",
        "case_gist": "第三人就債權提供擔保，恆係基於其與債務人間之信賴關係，倘債務由他\r\n人承擔，原債務人脫離債之關係時，自不能強求該第三人對於承擔人續負\r\n擔保責任，此即民法第三百零四條第二項「由第三人就債權所為之擔保，\r\n除該第三人對於債務承擔已為承認外，因債務之承擔而消滅」規定之所由\r\n設。故上開規定，於免責之債務承擔固有其適用，惟於併存的債務承擔，\r\n因承擔人係加入為債務人，與原債務人同負給付責任，原債務人並未脫離\r\n債務關係，該第三人提供擔保之基礎並無變更，自無該項規定之適用。"
    },
    {
        "case_id": "最高法院 93 年度台聲字第 140 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 93 年 02 月 27 日",
        "case_gist": "上訴第三審採律師強制代理制度，委任律師所支付之酬金，原則上屬因訴\r\n訟所生之必要費用，而為訴訟費用之一部，為求公平合理，自應限定其最\r\n高額，由法院核定之，此觀民事訴訟法第四百六十六條之一第一項、第四\r\n百六十六條之二第一項、第四百六十六條之三第一項規定自明。故民事訴\r\n訟法第四百六十六條之三第一項所謂第三審律師之酬金，應係指上訴人委\r\n任律師為訴訟代理人而言，被上訴人應訴，法律既未規定律師強制代理，\r\n自無上開規定之適用。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 85 號 民事裁定",
        "case_topic": "所有權移轉登記，聲請返還擔保金",
        "case_date": "民國 93 年 02 月 26 日",
        "case_gist": "非對話而為意思表示者，其意思表示以通知達到相對人時發生效力。所謂\r\n達到，係指意思表示達到相對人之支配範圍，置於相對人隨時可了解其內\r\n容之客觀狀態而言。是以非對話之意思表示之發生效力，固無須使相對人\r\n取得「通知」之占有，自不問相對人之閱讀與否，然必需合法送達，始足\r\n當之。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 359 號 民事判決",
        "case_topic": "返還保證金",
        "case_date": "民國 93 年 02 月 26 日",
        "case_gist": "附停止條件之法律行為，於條件成就時，當然發生效力，附解除條件之法\r\n律行為，於條件成就時，當然失其效力，均不待當事人另以意思表示為之\r\n，此與約定解除權之行使，須以意思表示為之者，有所不同。而約定解除\r\n權之行使，基於契約自由原則，非不得由當事人附加條件或期限。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 358 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 93 年 02 月 26 日",
        "case_gist": "修正前商標法第六十六條第一項第一款但書規定，商標專用權人不能提供\r\n證據方法以證明其損害時，商標專用權人，得就其使用註冊商標通常所可\r\n獲得之利益，減除受侵害後使用同一商標所得之利益，以其差額為所受損\r\n害。準此，商標專用權人訴請賠償損害時，仍應就其使用註冊商標通常所\r\n可獲得之利益，及因該商標受侵害後使用同一商標所得之利益之利己事實\r\n負舉證之責。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 331 號 民事判決",
        "case_topic": "給付資遣費",
        "case_date": "民國 93 年 02 月 26 日",
        "case_gist": "勞動基準法第二十條規定事業單位改組或轉讓時，除新舊雇主商定留用之\r\n勞工外，其餘勞工應依第十六條規定期間預告終止契約，並應依第十七條\r\n規定發給勞工資遣費。其留用勞工之工作年資，應由新雇主繼續予以承認\r\n。該條雖於企業併購法九十一年二月六日公布施行前規定，惟尋繹勞動基\r\n準法第一條第一項所定之立法目的，再參諸該法乃企業併購法之補充法 (\r\n企業併購法第二條第一項) 及民法第四百八十四條之規定意旨，並將企業\r\n併購法第十六條、第十七條詳為規定當成法理 (民法第一條) 以觀，該條\r\n所稱之「事業單位改組或轉讓」，於事業單位為公司組織者，自應包括依\r\n公司法規定變更組織、合併或移轉其營業、財產，以消滅原有法人人格另\r\n創立新法人人格之情形。該條所稱之「其餘勞工」，亦當指除「新舊雇主\r\n商定留用並經勞工同意留用者」外之其餘勞工而言，並應涵攝「未經新舊\r\n雇主商定留用」及「新舊雇主商定留用而不同意留用」之勞工在內，始不\r\n失其立法之本旨。本件京○公司雖於企業併購法公布施行前與元○公司合\r\n併為上訴人，惟因被上訴人不同意留用於上訴人並已依法終止勞動契約，\r\n依上說明，自仍在上開勞動基準法第二十條規範之列。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 104 號 民事裁定",
        "case_topic": "請求返還所有物",
        "case_date": "民國 93 年 02 月 26 日",
        "case_gist": "當事人間之契約訂有仲裁條款者，該條款之效力，應獨立認定，其契約縱\r\n不成立、無效或經撤銷、解除、終止，不影響仲裁條款之效力，仲裁法第\r\n三條定有明文。此即學說所稱仲裁條款獨立性原則，於契約因期限屆滿而\r\n消滅之情形，亦應解為有其適用。又當事人之爭議是否屬於仲裁協議之範\r\n圍，非僅以原告主張之訴訟標的為判斷之標準，並應斟酌該訴訟標的與其\r\n原因事實之關係。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 102 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 93 年 02 月 20 日",
        "case_gist": "假扣押之裁定，於本案判決敗訴確定時，債務人得聲請撤銷之；而假執行\r\n之宣告，無待本案判決敗訴確定，即因就本案判決有廢棄或變更之判決，\r\n自該判決宣示時起，於其廢棄或變更之範圍內，失其效力，二者失其效力\r\n之情形有間。此觀民事訴訟法第三百九十五條第一項、第二項，第五百三\r\n十條第一項之規定自明。"
    },
    {
        "case_id": "最高法院 93 年度台簡上字第 6 號 民事裁定",
        "case_topic": "請求遷讓房屋等",
        "case_date": "民國 93 年 02 月 19 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審判決，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人僅得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴，民事訴訟法第四百三十六條之二第一\r\n項定有明文。所謂適用法規顯有錯誤，係指原第二審判決就其取捨證據所\r\n確定之事實適用法規顯有錯誤而言。至其認定事實、解釋契約不當，則不\r\n在該條項適用之列。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 288 號 民事判決",
        "case_topic": "間請求不當得利等（宣告准予強制執行）",
        "case_date": "民國 93 年 02 月 19 日",
        "case_gist": "原告將原訴變更時，如其訴之變更為合法，而原訴可認為已因撤回而終結\r\n，法院應專就新訴為裁判，亦即第一審就原訴所為之裁判，因於第二審經\r\n合法訴之變更而當然失其效力時，自應僅就變更之新訴為審判，不得就第\r\n一審之原訴更為裁判。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 287 號 民事判決",
        "case_topic": "損害賠償（第三人異議之訴）",
        "case_date": "民國 93 年 02 月 19 日",
        "case_gist": "誤對第三人之財產為強制執行拍賣，除動產拍定人應受民法善意受讓規定\r\n之保護，及不動產拍定人應受土地法第四十三條規定之保護者外，其拍賣\r\n為無效，拍定人並不能取得所有權，所有權人於執行終結後，仍得提起回\r\n復所有權之訴，請求返還。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 286 號 民事判決",
        "case_topic": "請求遷讓房屋",
        "case_date": "民國 93 年 02 月 19 日",
        "case_gist": "當事人主張之事實，經他造於準備書狀內或言詞辯論時或在受命法官、受\r\n託法官前自認者，無庸舉證，民事訴訟法第二百七十九條第一項定有明文\r\n，故發生訴訟法上自認之效果者，必當事人一造主張之事實經他造承認，\r\n始克當之。倘一造主張之事實為他造否認，自無訴訟法上之自認可言。"
    },
    {
        "case_id": "最高法院 93 年度台簡上字第 5 號 民事判決",
        "case_topic": "確認本票債權不存在",
        "case_date": "民國 93 年 02 月 13 日",
        "case_gist": "票據乃文義證券，不允許債務人以其他立證方法變更或補充其文義，故凡\r\n在票據背面或其黏單上簽名而形式上合於背書之規定者，即應負票據法上\r\n背書人之責任，縱令係屬隱存保證背書，且為執票人所明知，仍不能解免\r\n其背書人之責任。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 255 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 02 月 13 日",
        "case_gist": "公務員於執行職務行使公權力時，因故意或過失不法侵害人民自由或權利\r\n者，國家應負損害賠償責任，國家賠償法第二條第二項定有明文。所謂行\r\n使公權力係指公務員居於國家機關之地位，行使統治權作用之行為而言，\r\n並包括運用命令及強制等手段干預人民自由及權利之行為，以及提供給付\r\n、服務、救濟、照顧等方法，增進公共及社會成員之利益，以達成國家任\r\n務之行為。垃圾車司機定時駕駛垃圾車至各指定地點收集垃圾，而民眾亦\r\n須依規定於定時定點放置垃圾，不得任意棄置，此為國家福利行政 (給付\r\n行政) 範圍，為公務員行使公權力之行為。"
    },
    {
        "case_id": "最高法院 93 年度台簡抗字第 8 號 民事裁定",
        "case_topic": "請求遷讓房屋",
        "case_date": "民國 93 年 02 月 12 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審裁判，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人僅得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴或抗告，此觀同法第四百三十六條之二\r\n第一項之規定自明。至同法第四百二十七條第二項簡易程序之第二審裁判\r\n，其上訴利益不逾第四百六十六條之額數或未依同法第四百六十六條之一\r\n委任律師為訴訟代理人者，均不在得提起上訴之列。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 64 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 93 年 02 月 12 日",
        "case_gist": "自訴人就實質上或裁判上一罪之事實，提起一部自訴者，依刑事訴訟法第\r\n三百四十三條準用同法第二百六十七條之規定，其效力及於全部。基於審\r\n判不可分原則，法院自得就全部事實加以審判。是以數不同之自訴人對同\r\n一被告先後提起自訴時，倘先繫屬之自訴案件，經審理結果應為有罪之判\r\n決，因其效力及於全部，該數自訴人均得於該刑事訴訟程序附帶提起民事\r\n訴訟，不因法院就該繫屬之自訴案件，另行諭知不受理之判決，而得認該\r\n自訴人不得於前開宣告被告有罪之刑事訴訟程序，附帶提起民事訴訟。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 61 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 93 年 02 月 12 日",
        "case_gist": "債權人或債務人對於分配表所載各債權人之債權或分配金額有不同意者，\r\n應於分配期日一日前，向執行法院提出書狀，聲明異議。前項書狀，應記\r\n載異議人所認原分配表之不當及應如何變更之聲明。強制執行法第三十九\r\n條第一項、第二項定有明文。債權人或債務人對於分配表聲明異議，必須\r\n合於上開規定，且因其異議未能終結，聲明異議人始得依同法第四十一條\r\n第一項規定，提起分配表異議之訴。又聲明異議人提出之書狀，未依前開\r\n規定記載異議人所認原分配表之不當及應如何變更之聲明，其聲明異議即\r\n非合法，該不合法情形雖非不可補正，惟仍應於分配期日一日前完成補正\r\n程序。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 61 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 93 年 02 月 12 日",
        "case_gist": "民事訴訟法第一百三十六條所稱之「營業所」，係指應受送達人從事商業\r\n或其他營業之場所而言，初不以其是否為主營業所為限，此與同法第二條\r\n規定私法人應依其「主營業所」所在地定普通審判籍，為屬訴訟管轄法院\r\n之規範迥然不同。原審本此論斷台北市松江路三○一號六樓為上訴人之營\r\n業所，並認該送達為合法，殊無何違背法令之處。"
    },
    {
        "case_id": "最高法院 93 年度台簡上字第 4 號 民事裁定",
        "case_topic": "請求確認本票為偽造等",
        "case_date": "民國 93 年 02 月 12 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審判決，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人僅得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴，民事訴訟法第四百三十六條之二第一\r\n項定有明文。所謂適用法規顯有錯誤，係指原第二審判決就其取捨證據所\r\n確定之事實適用法規顯有錯誤而言。至其認定事實不當，則不在該條項適\r\n用之列。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 117 號 民事判決",
        "case_topic": "確認債權存在",
        "case_date": "民國 93 年 01 月 30 日",
        "case_gist": "起訴請求確認他人之某法律關係存在或不存在，須以該法律關係之雙方當\r\n事人為共同被告一同起訴，始為當事人適格。若僅以其中一方當事人為被\r\n告，即非適格之當事人。倘該法律關係之雙方當事人受敗訴之判決，而僅\r\n其中一方當事人提起上訴，因該法律關係之存否對該雙方當事人必須合一\r\n確定，不得歧異，故其上訴之效力及於另一當事人。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 82 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 93 年 01 月 15 日",
        "case_gist": "所謂強制執行係債權人依執行名義，聲請執行法院對債務人施以強制力，\r\n強制其履行債務，以滿足債權人私法上請求權之程序。而停止執行亦僅暫\r\n時停止不予續行上開滿足債權人私法上請求權之程序，在確認債權不存在\r\n之訴未判決確定之前，尚難否定其為債權人之身分及其債權，僅其債權應\r\n受分配之金額不能領取而應行提存而已。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 62 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 01 月 15 日",
        "case_gist": "「債權人以各連帶債務人為共同被告提起給付之訴，以被告一人提出非基\r\n於其個人關係之抗辯，而經法院認為有理由者為限，始得適用 (修正前) \r\n民事訴訟法第五十六條第一項之規定」 (本院四十一年台抗字第一○號判\r\n例參照) 。是連帶債務人中之一人提出上訴，亦須非基於個人關係之抗辯\r\n，且經法院認為有理由者，始有修正前民事訴訟法第五十六條第一項第一\r\n款 (現行民事訴訟法第五十六條第一款) 之適用，其上訴效力始及於其他\r\n連帶債務人 (共同訴訟人) 。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 27 號 民事裁定",
        "case_topic": "撤銷訴訟救助",
        "case_date": "民國 93 年 01 月 15 日",
        "case_gist": "法院准駁訴訟救助，應依民事訴訟法規定之訴訟救助要件判斷之，非謂當\r\n事人依專利法第九十條第二項規定聲請訴訟救助，法院即可無視該法有關\r\n訴訟救助之規定，而遽予准許。"
    },
    {
        "case_id": "最高法院 93 年度台簡抗字第 1 號 民事裁定",
        "case_topic": "聲請迴避",
        "case_date": "民國 93 年 01 月 15 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審裁判，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人僅得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴或抗告，此觀同法第四百三十六條之二\r\n第一項之規定自明，至同法第四百二十七條第二項簡易程序之第二審裁判\r\n，其上訴利益不逾第四百六十六條之額數者，則不在得依同條項提起上訴\r\n或抗告之列。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 8 號 民事裁定",
        "case_topic": "拍賣抵押物",
        "case_date": "民國 93 年 01 月 09 日",
        "case_gist": "民法第八百七十三條第一項規定，抵押權人於債權已屆清償期而未受清償\r\n者，得聲請法院拍賣抵押物，就其賣得價金而受清償。抵押權人依此項規\r\n定聲請拍賣抵押物，屬非訟事件，法院所為准駁之裁定，對於債權、抵押\r\n權存否及抵押權標的物範圍等均無實體確定效力。故祗須其抵押權已經依\r\n法登記，且債權已屆清償期而未受清償，法院自應依登記內容為准許拍賣\r\n抵押物之裁定。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 42 號 民事判決",
        "case_topic": "確認債權關係存在",
        "case_date": "民國 93 年 01 月 09 日",
        "case_gist": "按債務不履行包括給付不能、給付遲延及不完全給付三種，其形態及法律\r\n效果均有不同。所謂給付不能，係指依社會觀念，其給付已屬不能者而言\r\n；若債務人僅無資力，按諸社會觀念，不能謂為給付不能。給付遲延，則\r\n指債務人於應給付之期限，能給付而不為給付；倘給付可能，則債務人縱\r\n在期限前，預先表示拒絕給付，亦須至期限屆滿，始負遲延責任。至於不\r\n完全給付，則指債務人提出之給付，不合債之本旨而言。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 6 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 01 月 08 日",
        "case_gist": "人事保證約定之期間，不得逾三年，逾三年者，縮短為三年。人事保證未\r\n定期間者，自成立之日起有效期間為三年。上開規定於民法債編修正施行\r\n前成立之人事保證，亦適用之。八十八年四月二十一日修正公布，八十九\r\n年五月五日施行之民法第七百五十六條之三第一項、第三項及民法債編施\r\n行法第三十五條固分別定有明文。惟於民法債編修正施行前成立之人事保\r\n證，其約定之保證期間逾三年或未定期間者，當事人依原來法律之規定，\r\n正當信賴其約定為有效而生之利益，應予以適當之保障；在修正施行前如\r\n已有保證人應負保證責任之事由發生，保證人之賠償責任即告確定，不能\r\n因上開修正規定之施行，而使其溯及的歸於消滅。是民法債編修正施行前\r\n成立之人事保證，應解為定有期間而於修正施行後殘餘期間未逾三年者，\r\n依其約定，逾三年者，縮短為三年；至未定期間者，則自修正施行之日起\r\n，其有效期間為三年，始符信賴保護原則，並維法秩序之安定。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 34 號 民事判決",
        "case_topic": "塗銷土地所有權移轉登記等",
        "case_date": "民國 93 年 01 月 08 日",
        "case_gist": "㈠財政部設國有財產局，承辦國有財產之取得、保管、使用、收益及處分\r\n  事務，此觀國有財產法第一條及第九條第二項規定自明。準此，凡因有\r\n  關國有財產之處分涉訟者，僅國有財產局對於為訴訟標的客體之國有財\r\n  產有處分之權能，自應以國有財產局為原告或被告，其當事人之適格始\r\n  無欠缺。本件系爭土地既登記所有權人為中華民國，上訴人訴請塗銷系\r\n  爭國有土地之所有權登記，其訴訟之結果，將使國家喪失國有財產之危\r\n  險，非以就系爭土地有處分權之國有財產局為被告，自難認其當事人之\r\n  適格無欠缺。\r\n㈡依土地法第二百零八條、第二百零九條及土地徵收條例第三條規定，土\r\n  地徵收權之行使，僅由國家或代表國家之政府機關為之，亦即國家為徵\r\n  收權之主體。需用土地人為興辦公共事業或實施國家經濟政策而需要徵\r\n  收私有土地時，無直接為徵收他人土地之權，必須依一定程序請求行使\r\n  徵收權之國家予以核准並執行。依土地徵收條例第十四條、第十七條規\r\n  定，代表國家核准之機關為「中央地政機關 (內政部) 」，代表國家執\r\n  行徵收機關為「直轄市或縣 (市) 政府」。本件系爭土地既經執行徵收\r\n  機關即台北市政府地政處辦理第二次徵收案，將該徵收之補償費發放予\r\n  土地登記簿記載所有權人張朝等人，已完成公用徵收之程序，並辦妥該\r\n  土地所有權人為「中華民國」、管理者為「空軍總部」 (即被上訴人) \r\n  之登記，台北市政府地政處發給徵收補償地價之補償費之程序，縱有錯\r\n  誤或有瑕疵，上訴人對之有爭執，自應循行政爭訟程序解決，自難認該\r\n  徵收之行政處分為無效。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 18 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 93 年 01 月 08 日",
        "case_gist": "民事訴訟法為擴大訴訟制度解決紛爭之功能，就審判長闡明權之行使，固\r\n於八十九年二月間增訂第一百九十九條之一之規定，然仍以原告「已」陳\r\n述之事實及其聲明，於實體法上得主張數項法律關係而原告不知主張時，\r\n審判長始須曉諭原告於該訴訟程序中併予主張，以便當事人得利用同一訴\r\n訟程序徹底解決紛爭。倘原告於事實審未為該陳述及聲明，縱各該事實與\r\n其已主張之訴訟標的法律關係有關，本於當事人處分權主義及辯論主義，\r\n審判長仍無闡明之義務。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 10 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 93 年 01 月 03 日",
        "case_gist": "民法第七百八十九條第一項所定袋地通行權之限制，與同法第七百八十七\r\n條第一項規定者不同，前者無須支付償金；後者則應支付償金。原審逕以\r\n無須支付償金之民法第七百八十九條第一項規定，認定被上訴人應經由上\r\n訴人林德道分得之土地以通行同段三四二一之一地號土地，能否謂為允當\r\n、公平？尤非無再進一步推求之必要。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2819 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 12 月 31 日",
        "case_gist": "八十八年四月二十一日公布修正之民法第二百十八條之一規定之賠償義務\r\n人得請求讓與之標的，係專指賠償權利人對於第三人之請求權而言，若賠\r\n償權利人無何請求第三人給付之權利存在，即不適用上開規定。中央保險\r\n公司係台○電公司因貨物受損而對驊○公司有損害賠償債權之受讓人，並\r\n非上開條文所指之第三人，原審竟以前揭情詞，認驊○公司對其有同時履\r\n行之抗辯權，已有未合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2813 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 12 月 31 日",
        "case_gist": "債權人聲請撤銷假處分裁定，原可隨時為之，不以假處分之原因消滅或其\r\n他因假處分之情事變更為其前提要件，觀諸民事訴訟法第五百三十條第三\r\n項規定自明。易言之，即令假處分之原因仍存在或假處分之情事未變更，\r\n仍有保全必要時，債權人仍得聲請撤銷之，於此情形，債權人依民事訴訟\r\n法第五百三十一條規定，亦不免應負其無過失之損害賠償責任。故債權人\r\n於本案訴訟敗訴而聲請撤銷假處分裁定時，尤應負無過失賠償責任，依民\r\n事訴訟法第五百三十三條準用同法第五百三十一條之規定，債權人應賠償\r\n債務人因假處分所受之損害。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2807 號 民事判決",
        "case_topic": "返還存款",
        "case_date": "民國 92 年 12 月 31 日",
        "case_gist": "㈠民法第九百零二條固規定：「權利質權之設定，除本節有規定外，應依\r\n  關於其權利讓與之規定為之。」惟權利設定質權後，該權利仍為出質人\r\n  所有，並不因之移轉予質權人所有。\r\n㈡民法所謂條件，係當事人以將來客觀上不確定事實之成就或不成就，決\r\n  定法律行為效力之發生或消滅之一種附款，倘當事人非以之決定法律行\r\n  為效力之發生或消滅，僅以之為既存債務履行之期限者，則屬清償期之\r\n  約定。\r\n㈢民法第九百零三條規定為質權標的物之權利，非經質權人同意，出質人\r\n  不得以法律行為使其消滅或變更。所謂以法律行為使其消滅，例如以免\r\n  除、抵銷等方法使債權消滅，或拋棄其權利。所謂以法律行為使其變更\r\n  ，例如以契約延長債權之清償期、降低利率，或就權利之行使附加條件\r\n  。至於權利主體之變更，例如將權利讓與他人，則不在限制之列。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2775 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 92 年 12 月 25 日",
        "case_gist": "民法第六十八條第二項規定「主物之處分及於從物」，所謂「處分」，包\r\n括物權行為及債權行為在內。又主物從物之關係，於主物與從權利之關係\r\n，亦可適用。本件原登記為上訴人名下所共有之系爭房屋本身主要結構所\r\n坐落之建築基地，及同宗建築基地所依法留設法定保留空地及退縮地之使\r\n用權，均因土地共有人之一李政明出具土地使用權同意書同意提供其共有\r\n土地予另一共有人李正文作為系爭房屋建築基地，由上訴人李正文在土地\r\n上建築系爭房屋，而歸屬於李正文單獨享有。此一法定保留空地及退縮地\r\n之使用權，乃足以幫助發揮系爭房屋及其本身主要結構所在建築基地合法\r\n圓滿使用之通常效用，則上訴人於六十八年十月二日，將上開登記為李正\r\n文名下之建物全棟 (即門牌號碼為台北縣新莊市八德街一四八巷十號一樓\r\n至四樓) ，連同其共有之五四四地號土地，以買賣為原因完成房地所有權\r\n移轉登記。縱使該依照建築法之規定所留設法定保留空地及退縮地 (即系\r\n爭五五二地號、五四五地號) ，未於前開房地過戶時一併辦理所有權移轉\r\n登記予被上訴人，且雙方買賣契約亦未載明包括上揭系爭土地之使用權的\r\n從權利在內，然上訴人既出賣系爭房地全棟予被上訴人李正家，其效力自\r\n及於該依法所留設有助於主物即系爭房屋本身及其主要結構所在建築基地\r\n效用之法定空地及退縮地之使用權的從權利在內。被上訴人李正家本於買\r\n賣契約，占有使用系爭五五二地號及五四五地號土地，自屬有法律上正當\r\n權源，而非無權占有。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2747 號 民事判決",
        "case_topic": "返還保證金等",
        "case_date": "民國 92 年 12 月 25 日",
        "case_gist": "約定之違約金額過高者，法院得減至相當之數額，為民法第二百五十二條\r\n所明定，惟此規定乃係賦與法院得依兩造所提出之事證資料，斟酌社會經\r\n濟狀況並平衡兩造利益而為妥適裁量、判斷之權限，非謂法院須依職權蒐\r\n集、調查有關當事人約定之違約金額是否有過高之事實，而因此排除債務\r\n人就違約金過高之利己事實，依辯論主義所應負之主張及舉證責任。況違\r\n約金之約定，為當事人契約自由、私法自治原則之體現，雙方於訂約時，\r\n既已盱衡自己履約之意願、經濟能力、對方違約時自己所受損害之程度等\r\n主、客觀因素，本諸自由意識及平等地位自主決定，除非債務人主張並舉\r\n證約定之違約金額過高而顯失公平，法院得基於法律之規定，審酌該約定\r\n金額是否確有過高情事及應予如何核減至相當數額，以實現社會正義外，\r\n當事人均應同受該違約金約定之拘束，法院亦應予以尊重，始符契約約定\r\n之本旨。倘債務人於違約時，仍得任意指摘原約定之違約金額過高而要求\r\n核減，無異將債務人不履行契約之不利益歸由債權人分攤，不僅對債權人\r\n難謂為公平，抑且有礙交易安全及私法秩序之維護。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2746 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 12 月 25 日",
        "case_gist": "損害賠償之目的在於填補所生之損害，其應回復者，係應有之狀態，自應\r\n將損害事故發生後之變動狀況考慮在內。故於物被毀損時，被害人除得請\r\n求賠償修復費用外，就其物因毀損所減少之價值，於超過修復費用之差額\r\n範圍內，仍得請求賠償。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2744 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 92 年 12 月 25 日",
        "case_gist": "法定抵押權，旨在保護承攬人之私人利益，究與公益無涉，非不得由承攬\r\n人事先予以處分而為拋棄之意思表示，此細繹修正後民法第五百十三條已\r\n規定法定抵押權應辦理物權登記，並可預為登記。如未辦理登記，縱其承\r\n攬關係之報酬請求權發生在先，仍不能取得抵押權，自無優先於設定抵押\r\n權之效力等意旨益明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2741 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 12 月 25 日",
        "case_gist": "民法第四百九十三條至第四百九十五條有關承攬人瑕疵擔保責任之規定，\r\n原則上固於工作完成後始有其適用，惟承攬之工作為建築物或其他土地上\r\n之工作物者，定作人如發見承攬人施作完成部分之工作已有瑕疵足以影響\r\n建築物或工作物之結構或安全時，非不得及時依上開規定行使權利，否則\r\n坐待工作全部完成，瑕疵或損害已趨於擴大，始謂定作人得請求承攬人負\r\n瑕疵擔保責任，要非立法本旨。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 677 號 民事裁定",
        "case_topic": "聲請仲裁判斷裁定准予強制執行",
        "case_date": "民國 92 年 12 月 18 日",
        "case_gist": "仲裁人之判斷，於當事人間，與法院之確定判決有同一效力，仲裁法第三\r\n十七條第一項定有明文，故仲裁判斷除經當事人提起撤銷仲裁判斷之訴為\r\n有理由，並經判決確定者外，非有同法第三十八條所列各款情形之一者，\r\n法院不得駁回其執行裁定之聲請。又得依職權將仲裁判斷之執行裁定一併\r\n予以撤銷者，惟有以判決撤銷仲裁判斷之法院始得為之，此觀仲裁法第四\r\n十二條第二項之規定自明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2710 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 92 年 12 月 18 日",
        "case_gist": "保險契約率皆為定型化契約，被保險人鮮有依其要求變更契約約定之餘地\r\n；又因社會之變遷，保險巿場之競爭，各類保險推陳出新，故於保險契約\r\n之解釋，應本諸保險之本質及機能為探求，並應注意誠信原則之適用，倘\r\n有疑義時，應為有利於被保險人之解釋 (保險法第五十四條第二項參照) \r\n，以免保險人變相限縮其保險範圍，逃避應負之契約責任，獲取不當之保\r\n險費利益，致喪失保險應有之功能，及影響保險巿場之正常發展。意外傷\r\n害保險乃相對於健康保險，健康保險係承保疾病所致之損失；意外傷害保\r\n險則在承保意外傷害所致之損失。人之傷害或死亡之原因，其一來自內在\r\n原因，另一則為外在事故 (意外事故) 。內在原因所致之傷害或死亡，係\r\n指被保險人因罹犯疾病、細菌感染、器官老化衰竭等身體內部因素所致之\r\n傷害或死亡；至外來事故 (意外事故) ，則係指內在原因以外之一切事故\r\n而言，其事故之發生為外來性、偶然性，而不可預見，除保險契約另有特\r\n約不保之事項外，意外事故均屬意外傷害保險所承保之範圍。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2694 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 92 年 12 月 18 日",
        "case_gist": "消費者保護法第二十二條係規定：「企業經營者應確保廣告內容之真實，\r\n其對於消費者所負之義務不得低於廣告內容」，並未明定「廣告為要約」\r\n或「廣告必為契約內容之一部」，故消費者如信賴廣告內容，依企業經營\r\n者提供之廣告訊息與之洽談而簽訂契約，於契約中雖未就廣告內容再為約\r\n定，企業經營者所應負之契約責任，仍及於該廣告內容，該廣告固應視為\r\n契約之一部。惟簽訂契約時倘雙方已就廣告內容另為斟酌、約定，或企業\r\n經營者並未再據原屬「要約引誘」之廣告為訂約之說明、洽談，使之成為\r\n具體之「要約」，縱其廣告之內容不實，應受消費者保護法或公平交易法\r\n之規範，自難逕謂該廣告為要約或已當然成為契約之一部。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2688 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 92 年 12 月 17 日",
        "case_gist": "公立學校與教師之聘約所適用法規如教師法、教育人員任用條例等多具有\r\n強制性、公益性及公法性，其契約標的內容乃為實現國家教育之任務，性\r\n質為行政契約之公法關係。教師對學校有關其個人之措施，認為違法或不\r\n當，致損其權益者，並得依訴願法或行政訴訟法規定，請求救濟，為教師\r\n法第三十三條所明定。司法院院解字第二九二八號解釋及行政法院六十二\r\n年裁字第二三三號判例認公立學校聘請教員係屬私法上契約關係，學校教\r\n員之解聘並非行政處分，不得依行政爭訟請求救濟云云，自不能再予援用\r\n。原審見未及此，遽認被上訴人聘任上訴人係屬私法上契約關係，尚有未\r\n合。次按公立大學教師評審委員會評審有關教師之聘任、聘期、停聘、解\r\n聘等事宜，係屬公權力之行使，如有怠於執行職務，致教師權利遭受損害\r\n，自應許教師依國家賠償法第二條第二項後段規定，請求國家賠償。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2687 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 12 月 17 日",
        "case_gist": "勞工職業災害保險之保險費全部由雇主負擔，勞工因遭遇職業災害而致死\r\n亡、殘廢、傷害或疾病，依勞工保險條例發給職業災害補償費，雇主得以\r\n之抵充就同一事故所生損害之賠償金額，此觀勞工保險條例第十五條第一\r\n款及勞動基準法第五十九條、第六十條規定即明。陳○清因系爭事故所生\r\n之損害，就其自己之過失部分，應自行負擔損害，幸○公司僅對過失相抵\r\n後之賠償金額負其責任，自得以陳○清領取之勞工保險殘廢補償費抵充該\r\n部分之賠償金額。原審未注意及此，先自陳○清之損害額扣除該勞工保險\r\n殘廢補助費後，再依過失相抵法則減輕幸○公司賠償金額，殊難謂合。"
    }
]