[
    {
        "case_id": "最高法院 92 年度台抗字第 338 號 民事裁定",
        "case_topic": "拍賣抵押物點交聲明異議",
        "case_date": "民國 92 年 06 月 26 日",
        "case_gist": "按非主物之成分，常助主物之效用，而同屬一人者，為從物；主物之處分\r\n，及於從物，民法第六十八條第一項、第二項分別定有明文，故在查封時\r\n已成為不動產之從物者，該從物亦在拍賣範圍內，由拍定人取得該從物所\r\n有權，執行法院應予一併點交。又動產因附合而為不動產之重要成分者，\r\n不動產所有人取得動產所有權，民法第八百十一條亦有明文規定，故主建\r\n物附加之增建物如無獨立出入口，不能為獨立使用者，應屬主建物之附屬\r\n物而為主建物之一部分，可併就該增建物為執行，而由拍定人取得該增建\r\n物之所有權，執行法院亦應予一併點交。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 336 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 92 年 06 月 26 日",
        "case_gist": "按同一強制執行，數法院有管轄權者，債權人得向其中一法院聲請。受理\r\n強制執行事件之法院，須在他法院管轄區內為執行行為時，應囑託他法院\r\n為之，強制執行法第七條第三項、第四項定有明文。故同一債權人，對於\r\n同一債務人，不得以同一執行名義，分向兩個以上之法院，聲請強制執行\r\n，或向法院聲請執行後，又向另一法院聲明參與分配，或分向兩個以上之\r\n法院，聲明參與分配。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 331 號 民事裁定",
        "case_topic": "給付派下房份金聲請參加訴訟",
        "case_date": "民國 92 年 06 月 26 日",
        "case_gist": "民事訴訟法第五十八條第一項所稱就兩造之訴訟有法律上利害關係之第三\r\n人，係指因其所輔助之當事人敗訴，其私法上地位將受不利益者而言，如\r\n本訴訟確定判決效力所及之人即屬之。關於祭祀公業之訴訟，以祭祀公業\r\n管理人名義代表派下全體為當事人時，其確定判決之效力，依民事訴訟法\r\n第四百零一條第二項規定，對於派下全體亦有效力，祭祀公業之派下就此\r\n訴訟，自屬有法律上利害關係之第三人，而得為參加。且其訴訟標的對於\r\n參加訴訟之派下及其所輔助之當事人即祭祀公業管理人必須合一確定，依\r\n同法第六十二條準用同法第五十六條第一項第一款規定之結果，祭祀公業\r\n管理人之行為，不利益於其及參加之派下者，對於全體不生效力。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 328 號 民事裁定",
        "case_topic": "請求給付派下房份金事件",
        "case_date": "民國 92 年 06 月 26 日",
        "case_gist": "原告於第二審程序撤回訴之全部或一部，如被告已為本案之言詞辯論者，\r\n應得其同意，始得為之，此觀民事訴訟法第四百六十三條準用同法第二百\r\n六十二條第一項規定自明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1349 號 民事判決",
        "case_topic": "請求土地所有權更名登記事件",
        "case_date": "民國 92 年 06 月 26 日",
        "case_gist": "土地權利登記後，權利人之姓名或名稱有變更者，應申請更名登記，現行\r\n土地登記規則 (下同) 第一百四十九條定有明文。此項更名登記，依土地\r\n登記規則第二十七條規定，得由權利人或登記名義人單獨申請之。若登記\r\n之權利人、義務人或其與申請登記之法律關係有關之權利關係人間有爭執\r\n，登記機關應依土地登記規則第五十七條第一項第三款規定駁回登記之申\r\n請。申請人如有不服，依同條第二、三項規定，得依訴願法規定提起訴願\r\n，或訴請司法機關裁判。本件上訴人是因第三人林○仁之異議才被地政機\r\n關駁回其申請，並非被上訴人提出異議。故縱然上訴人就本案取得勝訴判\r\n決，對於異議之第三人並無拘束效力，上訴人再向地政機關申請辦理更名\r\n登記時，仍有可能因為「林○仁」或其所稱真正權利人「神明會」提出異\r\n議而被駁回。足見有關權利主體是否同一之爭執，應是存在於上訴人與權\r\n利關係人即林○仁間，而非應以被上訴人為訴求之對象。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1348 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 92 年 06 月 26 日",
        "case_gist": "公司之變更組織，只是改變其組織形態，並非另行設立新公司，其法人人\r\n格之存續，不受影響 (司法院大法官會議釋字第一六七號解釋參照) ，原\r\n屬變更組織前公司之權利或義務，當然應由變更組織後之公司繼續享有或\r\n負擔。此與民法之債務承擔，係由第三人承受債務人之債務或加入債之關\r\n係而為債務人之情形，並不相同。故公司法第一百零七條第二項所謂變更\r\n組織後之公司，應承擔變更組織前公司之債務，與民法債務承擔之情形並\r\n不相同，民法第三百零四條第二項關於債務承擔後擔保權利消滅之規定，\r\n於公司變更組織並不適用。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1346 號 民事判決",
        "case_topic": "因債務人異議之訴事件",
        "case_date": "民國 92 年 06 月 26 日",
        "case_gist": "被上訴人依彰化地院七十五年四月四日核發之債權憑證，再度聲請強制執\r\n行，其五年消滅時效期間之最末日既為國定假日，而不得為之，依民法第\r\n一百二十二條規定，自應以其休息日之次日代之。原審因認被上訴人於八\r\n十年四月八日聲請強制執行，其請求權尚未罹於時效而消滅，而為上訴人\r\n敗訴之判決，經核於法自無不合。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 322 號 民事裁定",
        "case_topic": "聲請選派公司檢查人事件",
        "case_date": "民國 92 年 06 月 19 日",
        "case_gist": "對於法院選派公司檢查人之裁定，不得聲明不服，非訟事件法第八十五條\r\n第一項定有明文。本件再抗告人對於原法院所為選派公司檢查人之裁定提\r\n起再抗告，依上說明，其再抗告自非合法。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1331 號 民事裁定",
        "case_topic": "請求給付承攬報酬事件",
        "case_date": "民國 92 年 06 月 19 日",
        "case_gist": "自認之撤銷，除別有規定外，以自認人能證明與事實不符或經他造同意者\r\n，始得為之，民事訴訟法第二百七十九條第三項定有明文。上訴人陳漢宗\r\n在第一審自認對造上訴人榮○工程股份有限公司 (下稱榮○公司) 已付工\r\n程款新台幣四千三百零四萬七千二百九十四元，且未經合法撤銷自認，原\r\n審認為榮○公司無庸舉證即得以此數額扣抵其應付之工程款，並無違背法\r\n令情事。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1330 號 民事裁定",
        "case_topic": "撤銷仲裁判斷事件",
        "case_date": "民國 92 年 06 月 19 日",
        "case_gist": "所謂衡平仲裁乃指仲裁判斷如嚴格適用法律之規定，於當事人間將產生不\r\n公平之結果時，當事人得明示授權仲裁庭故意不適用法律之嚴格規定為判\r\n斷者而言。與所謂衡平判決係法院於法律無明文規定之情形下，探求立法\r\n之真意，本於一般原則，類推適用相關法律規定而作成之判決者，逈然有\r\n別。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1295 號 民事判決",
        "case_topic": "請求返還寄託物事件",
        "case_date": "民國 92 年 06 月 19 日",
        "case_gist": "民法第三百十條第二款規定之適用，係以受領人為債權人之凖占有人及債\r\n務人不知其非債權人為要件。條文既不以債務人無過失為要件，故縱因過\r\n失而不知，其清償亦屬有效。本件原審認債務人之不知，必須為善意並無\r\n過失，始有上開規定之適用，並進而為不利於上訴人之判決，其見解自有\r\n可議。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1277 號 民事判決",
        "case_topic": "請求清償借款事件",
        "case_date": "民國 92 年 06 月 19 日",
        "case_gist": "就定有期限之債務為保證者，如債權人允許債務人延期清償，保證人除於\r\n其延期已為同意外，不負保證責任，民法第七百五十五條定有明文。所謂\r\n允許，不以債權人有明示之意思表示為限，即依具體事實揆之一般交易觀\r\n念，足認債權人已有延期清償之默契者，自包括之。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1267 號 民事判決",
        "case_topic": "請求返還買賣價金事件",
        "case_date": "民國 92 年 06 月 19 日",
        "case_gist": "有解除權人因可歸責於自己之事由，致其所受領之給付物不能返還，須發\r\n生在行使解除權之前，其解除權始歸於消滅；倘於行使解除權後，始發生\r\n其所受領之給付物不能返還之情形，契約既經合法解除，要無更使解除權\r\n消滅之可言。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1234 號 民事判決",
        "case_topic": "返還股金",
        "case_date": "民國 92 年 06 月 12 日",
        "case_gist": "合夥人退夥時，其出資之返還，必須依民法第六百八十九條之規定為結算\r\n分配，亦自須就退夥時合夥財產狀況結算，於未受虧損之情形，始得為全\r\n部返還之請求。且其請求返還出資之對象應為合夥，而非他合夥人。查本\r\n件被上訴人退夥時，合夥財產尚未經結算，為被上訴人所是認，被上訴人\r\n係以其自行結算之結果，請求上訴人返還出資額，而非請求法院就合夥財\r\n產結算，始就出資額請求返還，於法已有未洽。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 283 號 民事裁定",
        "case_topic": "聲請公司重整",
        "case_date": "民國 92 年 06 月 05 日",
        "case_gist": "按公司重整，乃公開發行股票或公司債之公司因財務困難，暫停營業或有\r\n停業之虞，而有重建更生之可能者，在法院監督下，以調整其債權人、股\r\n東及其他利害關係人利益之方式，達成企業維持與更生，用以確保債權人\r\n及投資大眾之利益，維護社會經濟秩序為目的。公司有無重建更生之可能\r\n，應依公司業務及財務狀況判斷，須其在重整後能達到收支平衡，且具有\r\n盈餘可資為攤還債務者，始得謂其有經營之價值，而許其重整。次按金融\r\n機構合併法第十五條第一項第五款規定：法院受理對金融機構不良債權之\r\n債務人公司重整聲請時，應徵詢該資產管理公司之意見；第六款規定：於\r\n金融機構之不良債權之債務人受重整裁定前已受讓之債權，於該債務人裁\r\n定重整後，得繼續行使債權並繼續強制執行，不受公司法或破產法規定之\r\n限制。再抗告人台灣金聯資產管理股份有限公司為收購金融機構不良債權\r\n為目的之資產管理公司，依上開規定，其所受讓之債權得不受公司法及破\r\n產法規定之限制，則選任該公司為重整人，將令其處於一方面須遵守其與\r\n相對人公司協商之償債條件，另一方面須依法為相對人公司規畫重整計畫\r\n及尋求其他債權人接受重整計畫之償債條件，而其本身卻不必受其拘束，\r\n致其為重整人之公正性及公平性立場將受其他債權人之強烈質疑，徒增嗣\r\n後進行重整程序之障礙。原法院未踐行徵詢台灣金聯公司意見之程序，遽\r\n行選任其為重整人，且未說明該公司如在重整過程中不依重整程序隨時行\r\n使其債權時，本件重整仍屬可行之依據何在，亦屬可議。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1190 號 民事裁定",
        "case_topic": "請求履行契約事件",
        "case_date": "民國 92 年 06 月 05 日",
        "case_gist": "民法第二百十六條第一項既規定，損害賠償以填補債權人所受損害及所失\r\n利益為限，則損害賠償之債權人，基於受有損害之同一原因事實受有利益\r\n者，自應於其請求賠償損害之金額內，扣除所受之利益額。該「損益相抵\r\n」原則之適用，僅須於損害與利益，係本於同一原因事實而生者為已足，\r\n初不問受有利益是否非因債務人之故意或過失所致，此觀同法第二百十六\r\n條之一規定自明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1189 號 民事判決",
        "case_topic": "請求回復原狀變更名義登記事件",
        "case_date": "民國 92 年 06 月 05 日",
        "case_gist": "㈠第三人利益契約之受益人因補償關係不存在而喪失其向債務人請求給付\r\n  之債權，對債務人而言，其所受之利益即欠缺法律上之原因。易言之，\r\n  債務人既得以受益人無債權而拒絕給付於前，則於給付之後，自得依不\r\n  當得利之規定請求其返還，初不因要約人與受益人間之對價關係是否存\r\n  在而受影響。\r\n㈡建築物建造完成後之使用或變更使用，應請領使用執照，起造人領得建\r\n  造執照後建築物建造完成前，固亦得申請變更建築物起造人名義，惟建\r\n  築物經建造完竣領得使用執照後，即不生變更建築物起造人名義之問題\r\n  ，觀之建築法第二十八條第三款、第五十五條第一項第一款、第七十條\r\n  第一項及第七十三條等規定自明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1174 號 民事判決",
        "case_topic": "確認股東會決議無效等",
        "case_date": "民國 92 年 05 月 29 日",
        "case_gist": "股東會決議之瑕疵，與法律行為之瑕疵相近，有不成立、無效、得撤銷等\r\n態樣。所謂決議不成立，係指自決議之成立過程觀之，顯然違反法令，在\r\n法律上不能認為有股東會召開或有決議成立之情形而言。因必須先有符合\r\n成立要件之股東會決議存在，始有探究股東會決議是否有無效或得撤銷事\r\n由之必要，故股東會決議不成立應為股東會決議瑕疵之獨立類型。我國公\r\n司法雖僅就決議之無效及撤銷有所規定，惟當事人如就股東會決議是否成\r\n立有爭執，以決議不成立為理由，提起確認股東會決議不成立之訴，應非\r\n法所不許。次按股東臨時會召集之通知及公告應載明召集事由，而召集事\r\n由雖得列臨時動議，惟未列臨時動議者，基於資訊公開原則，為使股東能\r\n於股東臨時會召集前，了解股東臨時會之相關議案或重要事項，故於開會\r\n時即不得提臨時動議。又少數股東自行召集股東臨時會，依修正前公司法\r\n第一百七十三條第四項規定應報經地方主管機關許可，惟依同法第一百七\r\n十五條為假決議後，於一個月內再召集第二次股東臨時會時，固不須再報\r\n經地方主管機關許可，但僅得就假決議再為表決，不得修改假決議之內容\r\n而為決議，用以貫徹事先須報經地方主管機關許可之意旨。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1135 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 92 年 05 月 29 日",
        "case_gist": "殯葬費為收殮及埋葬費用，其賠償範圍應以實際支出之費用為準，且應斟\r\n酌被害人當地之習俗、被害人之身分、地位及生前經濟狀況決定之。原審\r\n悉未調查被害人楊○敏殯葬當地之習俗、其身分、地位及生前經濟狀況之\r\n情形，遽認楊○來主張因楊○敏死亡而支出殯葬費中之盒毛巾二千五百元\r\n、電子琴五千元、油香錢六萬二千元、紙厝二萬元、法會消災三千元，均\r\n非屬必要費用，應予剔除，自嫌疏略。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1127 號 民事判決",
        "case_topic": "塗銷所有權移轉登記",
        "case_date": "民國 92 年 05 月 29 日",
        "case_gist": "民法第一千一百四十六條第二項所謂之自繼承開始後十年，當非自繼承原\r\n因發生時起算，而係自侵害繼承權之行為發生時，亦即於繼承開始時或繼\r\n承開始後，僭稱為真正繼承人之人或真正繼承人否認其他共同繼承人之繼\r\n承權，並排除其占有、管理或處分時起算（司法院院解字第三八四五號解\r\n釋參看），否則即產生繼承人繼承原因發生經過十年後所發生之侵害繼承\r\n權行為，不論被害人是否知悉繼承原因發生，均不得請求回復之不當結果\r\n，當非法律保護真正繼承人之本旨，此就侵權行為即民法第一百九十七條\r\n第一項後段：「自有侵權行為時起」之規定，相互參比，更屬明確。"
    },
    {
        "case_id": "最高法院 92 年度台簡上字第 20 號 民事判決",
        "case_topic": "請求確認債權不存在事件",
        "case_date": "民國 92 年 05 月 22 日",
        "case_gist": "土地法第九十七條之立法意旨為「城巿房屋供不應求，為防止房屋所有權\r\n人乘機哄抬租金，造成居住問題，特設本條限制房屋租金之最高額，超出\r\n部分得由政府強制減定之，以保護承租人。」，是土地法第九十七條限制\r\n房屋租金之立法政策係基於居住乃人民生存之基本條件，為生存權之內涵\r\n，現代福利國家應滿足人民居住之需求，而立法當時之我國經濟環境，城\r\n巿房屋供不應求，為保護經濟上弱者之承租人，使其能取得適當之居住空\r\n間，以避免造成居住問題，則該條之規定，應僅限於城巿地方供住宅使用\r\n之房屋，始有其適用。至營業用房屋，承租人用以營業獲取利潤，並非供\r\n居住安身，即與人民安居之基本需求及生存權之保障無涉，自無立法介入\r\n加以限制之必要。又營業用房屋類皆座落在商業區，不僅其建造、維修成\r\n本及應繳納之稅捐高於一般住宅房屋，並享有營業房屋所形成商圈之商業\r\n利益，自非一般居住用房屋可比。且營業用房屋之承租人原非經濟上之弱\r\n者，尤以連鎖企業，挾其龎大資金、巿場優勢，已為經濟上之強者，又可\r\n獲取相當之利潤，更無立法限制租金額之必要；況租屋營業，租金之支出\r\n，原屬營業成本之一部，倘立法限制租金額，營業利潤並未相對受限，任\r\n其享有鉅額利潤，要非立法之原意；復就土地法第三章房屋及基地之立法\r\n結構觀之，土地法第九十四條第一項、第九十六條規定所稱之房屋類皆指\r\n住宅而言；再我國經濟現屬已開發國家，房屋之供需與往昔不同，營業用\r\n房屋租金之多寡，自應本諸契約自由之原則，回歸巿場機制，方能促進都\r\n巿之更新與繁榮。故土地法第九十七條所指房屋，應解為不包括供營業使\r\n用之房屋，以兼顧租賃雙方之利益，契合本條之立法本旨。\r\n\r\n考法條：土地法 第 97 條 (90.10.31)"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1065 號 民事判決",
        "case_topic": "因債務人異議之訴事件",
        "case_date": "民國 92 年 05 月 22 日",
        "case_gist": "民法第二百三十五條規定債務人非依債務本旨實行提出給付者，不生提出\r\n之效力，但債權人預示拒絕受領之意思或給付兼需債權人之行為者，債務\r\n人得以準備給付之事情，通知債權人以代提出。該但書所謂給付兼需債權\r\n人之行為者乃指債權人於受領行為以外，兼需為協力之其他事實或法律行\r\n為，債務人始克完成其給付之情形。又債權人對於已提出之給付，拒絕受\r\n領或不能受領者，自提出時起負遲延責任，固為民法第二百三十四條所明\r\n定，惟所謂已提出之給付，係指債務人依債務本旨，於適當之處所及時期\r\n實行提出給付者而言。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1064 號 民事判決",
        "case_topic": "請求返還價金等事件",
        "case_date": "民國 92 年 05 月 22 日",
        "case_gist": "代理人雖未以本人名義或明示以本人名義為法律行為，惟實際上有代理本\r\n人之意思，且為相對人所明知或可得而知者，自仍應對本人發生代理之效\r\n力，此即所謂之「隱名代理」。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1057 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 92 年 05 月 22 日",
        "case_gist": "刑法墮胎罪所保護之客體固為在婦女體內成長之胎兒，該婦女依優生保健\r\n法第九條所得施行之人工流產，僅屬於刑法墮胎罪之阻却違法事由。但民\r\n法上侵權行為之被害客體為權利或利益，只要係權利或利益，即得為侵權\r\n行為之被害客體，此與刑法墮胎罪之保護客體為何，及其違法阻却事由是\r\n否存在，實屬二事。婦女已妊娠，於具備優生保健法第十一條第二項所定\r\n：「懷孕婦女施行產前檢查，醫師如發現有胎兒不正常者，應將實情告知\r\n本人或其配偶；認為有施行人工流產之必要時，應勸其施行人工流產。」\r\n之「醫師發現有胎兒不正常」要件時，法律即課醫師以「應將實情告知懷\r\n孕婦女本人或其配偶，認為有施行人工流產之必要時，應勸其施行人工流\r\n產」之義務，於此情形，就另一方面而言，應是給予婦女選擇之權利 (自\r\n由) ，即婦女對其體內未成獨立生命，又患有法規所賦予婦女得中止妊娠\r\n之先天性疾病之不健康胎兒，有選擇除去之權利，倘因醫院及相關人員之\r\n疏忽，未發現已符合此一情況之事實，並及時告知懷胎婦女，使其依優生\r\n保健法第九條第一項，自願施行人工流產，致婦女繼續妊娠，最後生下不\r\n正常嬰兒，自屬侵害婦女對本身得決定施行人工流產之權利。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1052 號 民事裁定",
        "case_topic": "請求拆屋還地等事件",
        "case_date": "民國 92 年 05 月 22 日",
        "case_gist": "系爭土地及其地上房屋原同屬一人所有，而僅將土地讓與被上訴人之被繼\r\n承人，嗣由被上訴人共同繼承取得系爭土地所有權，系爭房屋所有權則由\r\n上訴人繼承取得，應認被上訴人默許上訴人繼續使用系爭土地，有租賃關\r\n係，其租賃期限係至房屋不堪使用時為止。系爭房屋經鑑定結果，已達不\r\n堪使用之程度，租賃關係即歸於消滅，被上訴人得請求返還系爭土地，上\r\n訴人嗣後雖將系爭房屋修繕，自不能使既已消滅之租賃關係回復。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 985 號 民事判決",
        "case_topic": "外國法院確定判決准予強制執行",
        "case_date": "民國 92 年 05 月 15 日",
        "case_gist": "按依民事訴訟法第四百零二條之立法體例，係以外國法院之確定判決在我\r\n國認其具有效力為原則，如有該條各款情形之一者，始例外不認其效力。\r\n此與強制執行法第四條之一第一項規定依外國法院確定判決聲請強制執行\r\n者，以該判決無民事訴訟法第四百零二條各款情形之一，並經中華民國法\r\n院以判決宣示許可其執行者為限，得為強制執行，乃為外國法院確定判決\r\n在我國取得執行力、得由我國法院據以強制執行之要件規定尚有區別。至\r\n於該外國法院確定判決之確定力，仍應依該國相關之程序規定為斷，不以\r\n由我國法院依我國程序相關規定判決賦與為必要。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台上字第 978 號 民事判決",
        "case_topic": "請求讓受畸零地",
        "case_date": "民國 92 年 05 月 15 日",
        "case_gist": "按建築法第四十四條規定畸零地非與鄰接土地調整地形或合併使用，不得\r\n建築，旨在增進土地使用，健全都市發展，並非賦予畸零地所有權人得以\r\n當期公告現值強制買受鄰接土地之權利，此觀同法第四十五條第一、二項\r\n規定，畸零地所有權人申請徵收、承購鄰接私有土地時，其價格應以市價\r\n、評定價格或標售價格為準即明。同法第四十五條第三項雖規定公有土地\r\n准照該宗土地或相鄰土地當期土地公告現值讓售鄰接土地所有權人，惟倘\r\n公有土地管理機關認該宗土地或相鄰土地當期公告現值與市價顯不相當，\r\n而另行評定適當之讓售價格，仍為法之所許，畸零地所有權人並無請求公\r\n有土地管理機關以鄰接公有土地當期公告現值讓售該宗土地之權利。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 241 號 民事裁定",
        "case_topic": "聲請本票准許強制執行事件",
        "case_date": "民國 92 年 05 月 15 日",
        "case_gist": "執票人向本票發票人行使追索權時，得聲請法院裁定後強制執行，票據法\r\n第一百二十三條定有明文。是聲請法院裁定本票強制執行，僅得對發票人\r\n為之，對本票發票人以外之人，即不得援用該法條之規定，對之聲請裁定\r\n執行。發票人死亡後，執票人僅得依訴訟程序而為請求，尚不得依上開票\r\n據法規定，聲請對發票人之繼承人或遺產管理人裁定執行。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 934 號 民事判決",
        "case_topic": "交付房屋等",
        "case_date": "民國 92 年 05 月 08 日",
        "case_gist": "訴訟上之和解，為私法上之法律行為，同時亦為公法上之訴訟行為，即一\r\n面以就私法上之法律關係止息爭執為目的，而生私法上效果之法律行為，\r\n一面又以終結訴訟或訴訟之某爭點為目的，而生訴訟法上效果之訴訟行為\r\n，兩者之間，實有合一不可分離之關係。其在訴訟上，當事人固可以無效\r\n或得撤銷之原因請求繼續審判；在實體上，於有給付不能或給付遲延等私\r\n法上解除之原因發生而合於解除契約要件時，亦得行使其解除權。惟訴訟\r\n上之和解，既同時為公法上之訴訟行為，和解本身不得附條件或作為私權\r\n之標的，該和解之當事人自不能任以契約另行推翻之。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 915 號 民事判決",
        "case_topic": "請求給付違約金等",
        "case_date": "民國 92 年 05 月 08 日",
        "case_gist": "依民法第五百零七條就「定作人之協力及不為協力之效果」所為之規定加\r\n以觀察，必須該工作需定作人之協力始能完成，且其於承攬人所催告之相\r\n當期限內未為協力行為者，承攬人方得解除或終止契約。倘承攬契約之內\r\n容係包括數個可獨立施作之項目，而其中需定作人之協力部分，並不影響\r\n其他部分工作之進行及完成者，解釋上即不容承攬人任意以契約中之一部\r\n分需定作人之協力而未協力致該部分不能施作，率爾就無需定作人為協力\r\n仍可完成以達該部分契約目的之工作，坐使其不完成再執為其無可歸責之\r\n藉口。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台上字第 914 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 92 年 05 月 08 日",
        "case_gist": "公司法第十六條第一項規定公司除依其他法律或公司章程規定以保證為業\r\n務者外，不得為任何保證人，旨在穩定公司財務，用杜公司負責人以公司\r\n名義為他人作保而生流弊，倘公司以債務承擔方式代他人清償債務，就公\r\n司財務之影響而言，與為他人保證人之情形無殊。保證既為法之所禁，依\r\n舉輕以明重之法理，責任較重之債務承擔，仍應在上開規定禁止之列。"
    },
    {
        "case_id": "最高法院 92 年度台再字第 22 號 民事判決",
        "case_topic": "請求給付電匯款事件",
        "case_date": "民國 92 年 05 月 08 日",
        "case_gist": "涉外民事訴訟事件，管轄法院須以原告起訴主張之事實為基礎，先依法庭\r\n地法或其他相關國家之法律為「國際私法上之定性」，以確定原告起訴事\r\n實究屬何種法律類型，再依涉外民事法律適用法定其準據法。本件依再審\r\n原告在前訴訟程序所起訴之事實，既主張系爭電匯款為第三人利益契約，\r\n該法律類型屬「法律行為發生債之關係」，則兩造合意以中華民國法律為\r\n準據法，自無錯誤適用涉外民事法律適用法第六條第一項規定之情事。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 883 號 民事判決",
        "case_topic": "請求認可外國法院判決並准予強制執行事件",
        "case_date": "民國 92 年 05 月 01 日",
        "case_gist": "民事訴訟法第四百零二條之立法本旨，在確保我國民於外國訴訟程序中，\r\n其訴訟權益獲得保障。所謂「應訴」應以被告之實質防禦權是否獲得充分\r\n保障行使為斷。倘若被告所參與之程序或所為之各項行為與訴訟防禦權之\r\n行使無涉，自不宜視之為「應訴」之行為。原審既認系爭簡易判決美國法\r\n院之審理程序，採言詞辯論程序，被上訴人並未受合法之通知，且於言詞\r\n辯論期日亦未到場。則被上訴人未於言詞辯論時以言詞實質行使其防禦權\r\n，自難謂為「應訴」。原審本此見解，認被上訴人未應訴，而就系爭美國\r\n簡易判決否准承認，並不許可強制執行，核無違背法令。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 882 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 92 年 05 月 01 日",
        "case_gist": "物之瑕疵擔保責任與不完全給付之債務不履行責任，其法律性質、構成要\r\n件及規範功能各不相同。買受人如主張出賣人應負不完全給付之債務不履\r\n行責任，而請求其賠償損害時，無民法第三百五十六條規定之適用。原判\r\n決認定上訴人主張不完全給付，乃又適用民法第三百五十六條規定，謂上\r\n訴人已逾六個月之除斥期間，而不得請求賠償，自難謂當。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 863 號 民事判決",
        "case_topic": "請求所有權移轉登記事件",
        "case_date": "民國 92 年 04 月 30 日",
        "case_gist": "私有土地經徵收後，未依核准徵收原定興辦事業使用者，原土地所有權人\r\n得於徵收補償發給完竣屆滿一年之次日起五年內，向該管直轄市或縣 (市\r\n) 地政機關聲請照徵收價額收回其土地；直轄市或縣 (市) 地政機關接受\r\n聲請後，經查明合於前項規定時，應層報原核准徵收機關核准後，通知原\r\n土地所有權人於六個月內繳清原受領之徵收價額，逾期視為放棄收回權，\r\n土地法第二百十九條第一項、第二項規定甚明。此乃被徵收土地之原所有\r\n權人有關收回權之規定，與私法上之再取得權無涉，該被徵收土地之原所\r\n有權人自應請求原徵收機關廢止原徵收處分，使原處分向將來失其效力，\r\n始得收回，故屬公法上之請求，而非屬私法上之爭執，普通法院對之無審\r\n判權。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 858 號 民事判決",
        "case_topic": "請求返還無權占有土地等事件",
        "case_date": "民國 92 年 04 月 25 日",
        "case_gist": "土地法第十條第一項規定：中華民國領域內之土地屬於中華民國人民全體\r\n。其經人民依法取得所有權者，為私有土地。係一宣示性之一般概括規定\r\n。第二二○－二號土地係地政機關依土地法第五十三條規定：無保管或使\r\n用機關之公有土地，及因地籍整理而發現之公有土地，由該管市縣地政機\r\n關逕為登記，其所有人欄註明為國有。逕為登記為國有，地目為「雜」之\r\n事實，有土地登記簿謄本為證。該土地既係依前開規定由地政機關逕為登\r\n記為國有，於地政機關逕為登記為國有前，法律上無從知悉上開土地所有\r\n權係屬國有，該國有土地遭他人占用，亦無從行使其回復請求權。而民法\r\n第一百二十八條規定：消滅時效，自請求權可行使時起算，是被上訴人於\r\n地政機關逕為登記前，並未處於可行使請求權之狀態，其請求權行使之時\r\n效期間不能起算，被上訴人回復該第二二○－二號土地之請求權之十五年\r\n消滅時效起算時點，自應從其被登記為管理機關之時之七十六年八月十八\r\n日起算，自該日起至被上訴人本件起訴時止，未逾十五年之消滅時效期間\r\n。"
    },
    {
        "case_id": "最高法院 92 年度台簡上字第 14 號 民事判決",
        "case_topic": "請求確認本票債權不存在等事件",
        "case_date": "民國 92 年 04 月 25 日",
        "case_gist": "民法第二百零五條既已立法限制最高利率，明定債權人對於超過週年百分\r\n之二十部分之利息無請求權，則當事人將包含超過週年百分之二十部分之\r\n延欠利息滾入原本，約定期限清償，其滾入之利息數額，仍應受法定最高\r\n利率之限制。故債權人對於滾入原本之超過限額利息部分，應認仍無請求\r\n權，以貫徹「防止重利盤剝，保護經濟弱者」之立法目的。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 829 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 92 年 04 月 24 日",
        "case_gist": "民法第二百二十六條第一項規定債務人嗣後不能所負之損害賠償責任，係\r\n採取完全賠償之原則，且屬「履行利益」之損害賠償責任，該損害賠償之\r\n目的在於填補債權人因之所生之損害，其應回復者並非「原有狀態」，而\r\n係「應有狀態」，應將損害事故發生後之變動狀況考慮在內。故給付標的\r\n物之價格當以債務人應為給付之時為準，債權人請求賠償時，債務人即有\r\n給付之義務，算定標的物價格時，應以起訴時之市價為準，債權人於起訴\r\n前已曾為請求者，以請求時之市價為準，此觀同法第二百十三條第一項及\r\n第二百十六條規定自明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 821 號 民事判決",
        "case_topic": "塗銷抵押權登記等",
        "case_date": "民國 92 年 04 月 24 日",
        "case_gist": "民法第二百四十四條所規定因詐害行為所得行使之撤銷權，係屬撤銷訴權\r\n，應以訴之方法行使，須經法院為撤銷其行為之形成判決，始能發生撤銷\r\n之效力，在未生撤銷之效力以前，債務人之行為尚非當然無效。又抵押權\r\n設定行為為詐害行為時，抵押物縱經拍賣並經塗銷抵押權登記，其抵押權\r\n設定行為仍非不得撤銷，須經法院判決撤銷後，始能認抵押權人之優先受\r\n償權不存在。次按債務人之行為有害及債權之事實，必須於行為時存在，\r\n倘債務人於行為時仍有足以清償債務之財產，僅因日後之經濟變動，致其\r\n財產減少不足清償債務者，尚難認其行為係有害及債權之行為。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 92 年度台聲字第 261 號 民事裁定",
        "case_topic": "聲請人因與盧正堯等間請求損害賠償事件",
        "case_date": "民國 92 年 04 月 24 日",
        "case_gist": "當事人為訴之追加，法院僅就其追加之訴裁定准予訴訟救助，其效力不及\r\n於原訴訟；當事人就原訴訟另行聲請訴訟救助，法院自不受前准予訴訟救\r\n助裁定之拘束。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 216 號 民事裁定",
        "case_topic": "請求給付保險金事件",
        "case_date": "民國 92 年 04 月 24 日",
        "case_gist": "合意停止訴訟程序之當事人，自陳明合意停止時起，如於四個月內不續行\r\n訴訟者，視為撤回其訴或上訴，民事訴訟法第一百九十條定有明文。縱當\r\n事人約定停止訴訟期間逾四個月，而不於四個月法定期間內續行訴訟者，\r\n仍應生視為撤回其訴或上訴之效果。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2467 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 12 月 28 日",
        "case_gist": "損害賠償之訴，由於涉及損害原因、過失比例、損害範圍等之認定，加以\r\n舉證困難，其損害之具體數額，甚難預為估算，常須經專家鑑定，始能確\r\n定。故於請求金錢損害賠償之事件，原告關於應受判決聲明之事項，如僅\r\n聲明其全部請求之最低金額，而表明俟專家鑑定後再為擴張或減縮其金額\r\n，嗣於第一審言詞辯論終結前擴張或減縮其請求之金額者，應屬民事訴訟\r\n法第二百五十五條第一項第三款規定之擴張或減縮應受判決事項之聲明，\r\n要非法所不許。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2460 號 民事判決",
        "case_topic": "請求履行契約事件",
        "case_date": "民國 90 年 12 月 28 日",
        "case_gist": "民法第一千一百七十三條第二項所謂扣除權之行使，係將扣除義務人在繼\r\n承開始前因結婚、分居或營業，已從被繼承人受有之贈與財產，算入被繼\r\n承人之遺產總額中，於分割遺產時，由該扣除義務人之應繼分中扣除，倘\r\n扣除之結果，扣除義務人所受贈與價額超過其應繼分額時，固不得再受遺\r\n產之分配，但亦無庸返還其超過部分之價額；且贈與價額依贈與時之價值\r\n計算而言。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2445 號 民事裁定",
        "case_topic": "因分配表異議之訴事件",
        "case_date": "民國 90 年 12 月 28 日",
        "case_gist": "修正前民法第五百十三條規定之法定抵押權，係指承攬人就承攬關係所生\r\n之債權，對於工作物所附定作人之不動產，有法定抵押權，倘非承攬人與\r\n定作人之關係，則不能成立法定抵押權。查原審既認定訴外人鴻○建設股\r\n份有限公司 (下稱鴻○公司) 代理訴外人真○營造有限公司 (下稱真○公\r\n司) 與上訴人簽訂承攬系爭建物有關水泥粉刷、吊運器材等工程契約，其\r\n效力直接及於真○公司，鴻○公司自非該契約當事人，系爭承攬關係存在\r\n於上訴人與真○公司之間，非存於鴻○公司與上訴人間，系爭建物定作人\r\n為鴻○公司，承攬人為真○公司，則承攬人真○公司與小包即上訴人之間\r\n，係承攬人與次承攬人關係，上訴人就系爭建物當無法定抵押權。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2443 號 民事判決",
        "case_topic": "請求清償債務事件",
        "case_date": "民國 90 年 12 月 28 日",
        "case_gist": "第三人於執行法院發強制執行法第一百十五條第二項命令前，得將對債務\r\n人之金錢債權全額或扣押部分提存於清償地之提存所，強制執行法第一百\r\n十五條之二第一項定有明文。故債務人對第三人之金錢債權，於執行法院\r\n依第一百十五條第一項規定發扣押命令以後，於執行法院依同條第二項規\r\n定發收取命令或移轉命令或支付轉給命令前，第三人就該被扣押之金錢債\r\n權有提存之權利。惟於執行法院依第二項規定發收取命令或移轉命令或支\r\n付轉給命令以後，第三人就該被執行之金錢債權，即不得再依第一百十五\r\n條之二第一項規定為提存。本件原審認第三人於執行法院依第一百十五條\r\n第二項規定發支付轉給命令後，第三人如已依第一百十九條第一項規定聲\r\n明異議，仍得將被執行之金錢債權提存，其見解自有可議。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 666 號 民事裁定",
        "case_topic": "聲請停止執行事件",
        "case_date": "民國 90 年 12 月 27 日",
        "case_gist": "非訟事件法並無類似民事訴訟法第二百五十三條及第四百條第一項之規定\r\n，亦無得準用之規定，是非訟事件，尚不發生所謂一事不再理之問題。倘\r\n非訟事件經裁定確定後，其裁定內容不能實現，當事人自仍得聲請更行裁\r\n定。反之，非訟事件經裁定確定後，苟無內容不能實現情事，當無聲請更\r\n行裁定之必要；若當事人再行聲請裁定，自屬欠缺權利保護之要件，而應\r\n予以駁回。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2438 號 民事判決",
        "case_topic": "請求返還無權占有土地事件",
        "case_date": "民國 90 年 12 月 27 日",
        "case_gist": "拆除房屋，係事實上之處分行為，如房屋為公同共有，依民法第八百二十\r\n八條第二項規定，其處分除法律或契約另有規定外，應得公同共有人全體\r\n之同意。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2425 號 民事判決",
        "case_topic": "請求返還價金等事件",
        "case_date": "民國 90 年 12 月 27 日",
        "case_gist": "上訴人於第一審起訴時即主張，伊為權狀交付始發現，權狀坪數與當初合\r\n約坪數有減少誤差，此誤差發生於頂樓一三、一四、一五樓露台部分……\r\n不能登記，……等語。又其於原審亦稱：露台既仍為買賣契約標的物之一\r\n部分，……應認系爭房屋具有瑕疵云云。上訴人似無否認屋頂露台應列入\r\n買賣面積之內，乃原審竟任作認定上訴人主張屋頂露台不應列入買賣面積\r\n之內云云，自屬可議。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2411 號 民事判決",
        "case_topic": "請求給付繼承款事件",
        "case_date": "民國 90 年 12 月 27 日",
        "case_gist": "至兩岸關係條例第六十七條第一項所定之「二百萬元」，係屬限制大陸地\r\n區人民繼承遺產「所得財產總額」之規定，核與「應繼分」迥不相侔，何\r\n以上訴人竟聲明確認其「應繼分為二百萬元」？其真意為何？案經發回，\r\n宜併注意及之。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 658 號 民事裁定",
        "case_topic": "請求損害賠償事件補正法定代理人",
        "case_date": "民國 90 年 12 月 20 日",
        "case_gist": "民法第一千一百十一條第一項規定：禁治產人之監護人，依左列順序定之\r\n：一、配偶。二、父母。三、與禁治產人同居之祖父母。四、家長。五、\r\n後死之父或母以遺囑指定之人。其中關於配偶及父母並未限定以與禁治產\r\n人同居者，始得任之，故配偶及父母雖不與禁治產人同居，除法院依同法\r\n第一千一百十三條第一項準用第一千零九十四條第二項規定，為禁治產人\r\n之最佳利益改定監護人外，仍應以其為禁治產人之法定監護人。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 657 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 12 月 20 日",
        "case_gist": "對於抗告法院之裁定於抗告期間內提起抗告，經上級法院以其抗告另有其\r\n他不合法情形裁定駁回其抗告者，對於原裁定聲請再審時，其再審不變期\r\n間應自上級法院駁回其抗告之裁定確定之翌日起算。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2308 號 民事判決",
        "case_topic": "請求確認贈與關係不存在等事件",
        "case_date": "民國 90 年 12 月 20 日",
        "case_gist": "印章由本人或有權使用之人蓋用為常態，由無權使用之人蓋用為變態，主\r\n張該變態事實之當事人，應負舉證責任。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2306 號 民事判決",
        "case_topic": "請求確認債權存在事件",
        "case_date": "民國 90 年 12 月 14 日",
        "case_gist": "確認法律關係之訴，非原告有即受確認判決之法律上利益者，不得提起之\r\n；確認證書真偽或為法律關係基礎事實存否之訴，亦同。民事訴訟法第二\r\n百四十七條第一項定有明文。依該規定提起確認證書真偽之訴，須證書之\r\n真偽，即證書是否由作成名義人作成，有不明確之情形始得提起。本件被\r\n上訴人係主張上訴人公司提出之股東臨時會、董事會會議紀錄及聲明異議\r\n狀所附股東名簿有關徐○月受讓翁○卿股份九萬股，股款九十萬元之記載\r\n不實，並非主張該會議紀錄或股東名簿是否由作成名義人作成，有不明確\r\n之情形，而訴請確認，自與請求確認證書真偽之訴之要件不合。原審廢棄\r\n第一審就該部分所為不利被上訴人之判決，改判其勝訴，自屬違背法令。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 645 號 民事裁定",
        "case_topic": "因與相對人正豐化學股份有限公司間強制執行聲明異議事件",
        "case_date": "民國 90 年 12 月 13 日",
        "case_gist": "股份有限公司經裁定重整後，公司之破產、和解、強制執行及因財產關係\r\n所生之訴訟程序當然停止，公司法第二百九十四條定有明文。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 640 號 民事裁定",
        "case_topic": "聲請取回機器設備強制執行事件",
        "case_date": "民國 90 年 12 月 13 日",
        "case_gist": "重整裁定後，有取回權之人行使取回權，固得不依重整程序，向重整人為\r\n之 (公司法第二百九十六條第二項、第三項參照) ，但為避免流弊，重整\r\n人處理他人行使取回權，應得重整監督人事前許可 (見：公司法第二百九\r\n十條第五項第七款) 。而本件既未經裁定准許公司重整，僅為裁定前之緊\r\n急處分行為而已，重整人、重整監督人尚未產生，如任取回，並無人得加\r\n以監督。為免生流弊，並保有公司財產，得否以舉重明輕之法理，允許取\r\n回權人行使取回權，不受法院依公司法第二百八十七條第一項第四款所為\r\n強制執行中止處分之限制，自非無斟酌之餘地。"
    },
    {
        "case_id": "最高法院 90 年度台簡上字第 34 號 民事判決",
        "case_topic": "請求確認本票債權不存在事件",
        "case_date": "民國 90 年 12 月 13 日",
        "case_gist": "票據法第十四條所謂以惡意取得票據者，不得享有票據上之權利，係指從\r\n無權處分人之手，受讓票據，於受讓當時有惡意之情形而言。如從有正當\r\n處分權人之手受讓票據，係出於惡意時，亦僅生票據法第十三條但書所規\r\n定，票據債務人得以自己與發票人或執票人之前手間所存人的抗辯之事由\r\n，對抗執票人而已，自不生執票人不得享有票據上權利之問題。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2279 號 民事判決",
        "case_topic": "因租佃爭議事件",
        "case_date": "民國 90 年 12 月 13 日",
        "case_gist": "被上訴人前於八十八年一月二十日對更審前原審八十七年度上字第六六四\r\n號判決提起上訴，其因第三審上訴所得受之利益顯不逾四十五萬元，揆之\r\n首揭說明，其上訴自非合法。次按當事人對於民刑事案件下級法院之判決\r\n提起不合法之上訴，而上級法院誤認其上訴為合法將原判決廢棄或撤銷發\r\n回更審者，參照司法院大法官會議釋字第一三五號解釋意旨，該項上級法\r\n院之判決及發回更審後之判決，均屬重大違背法令，不生效力。惟既具有\r\n判決之形式，得分別依上訴、再審及其他法定程序辦理。被上訴人所提起\r\n之前開上訴原為不合法，本院前次審理時未將其上訴駁回，而誤認其上訴\r\n為合法，以八十八年度台上字第四七一號判決將更審前原審八十七年度上\r\n字第六六四號判決廢棄，發回更審，顯屬重大違背法令，不生效力。原法\r\n院依本院該廢棄發回之判決，更為裁判，亦屬重大違背法令。上訴論旨，\r\n指摘原判決為違背法令，聲明廢棄，非無理由，應由本院將原判決廢棄，\r\n以資糾正。至於原判決經廢棄後，當事人對於前述違法發回之判決，是否\r\n依司法院大法官會議釋字第一三五號解釋，以其適用法規顯有錯誤為理由\r\n，提起再審之訴請求救濟，而使更審前原審八十七年度上字第六六四號判\r\n決，得以回復，係屬另一問題。附此敍明。"
    },
    {
        "case_id": "最高法院 90 年度台簡抗字第 62 號 民事裁定",
        "case_topic": "請求給付票款事件",
        "case_date": "民國 90 年 12 月 07 日",
        "case_gist": "本件簡易訴訟事件，相對人花蓮區中小企業銀行股份有限公司起訴請求抗\r\n告人給付票款及利息、違約金，原裁判之第二審法院以系爭本票上所蓋抗\r\n告人之印章為真正，相對人信賴兩造約定作為憑信之印章而進行交易，且\r\n抗告人不能舉證證明該印章被盜用，自應負發票人責任等詞，將第一審所\r\n為相對人敗訴之判決廢棄，改命抗告人給付。抗告人以系爭本票非伊簽名\r\n，相對人並自承該本票上伊之印文係訴外人林○慧持伊之印章交由其行員\r\n蓋用，該印章既非伊所蓋，自應由相對人就伊同意林○慧使用伊印章簽發\r\n系爭本票之事實負舉證責任，第二審判決疏未斟酌論斷，即認應由伊負證\r\n明印章被盜用之責，顯違反民事訴訟法第二百七十七條規定等語，向本院\r\n提起上訴。則本件法律見解所涉及之舉證責任分配原則及其適用，殊有加\r\n以闡釋之必要，自具原則上之重要性。原法院以抗告人指應由相對人就伊\r\n同意林○慧使用伊印章之事實負舉證責任，係誤解舉證責任分配原則，其\r\n法律上見解並無原則上重要性為由，裁定駁回其上訴，自有未合。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2217 號 民事判決",
        "case_topic": "確認地上權不存在等事件",
        "case_date": "民國 90 年 12 月 07 日",
        "case_gist": "請求返還占有物之訴，固應以現在占有該物之人為被告，惟所稱占有，不\r\n惟指直接占有，即間接占有亦包括在內。貸與人係經由借用人維持其對借\r\n用物之事實上管領力，依民法第九百四十一條規定為間接占有人，不失為\r\n現在占有人，借用人依其自己之使用目的而占有，則係直接占有人，並非\r\n貸與人之占有輔助人。本件原審依經濟部函暨出具之證明書認定系爭土地\r\n係被上訴人台灣糖業股份有限公司於台灣光復後接管之日產，為該被上訴\r\n人所有，系爭土地暨其地上物雖由嘉義縣政府交與上訴人嘉義縣立竹崎國\r\n民中學使用，該上訴人既未能證明系爭土地之直接占有人嘉義縣政府有何\r\n正當占用權源，其占有系爭土地即屬無權占有且獲有相當於租金之不當利\r\n益，據為該上訴人敗訴之判決，經核尚無違誤。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2216 號 民事判決",
        "case_topic": "請求回復原狀等事件",
        "case_date": "民國 90 年 12 月 07 日",
        "case_gist": "給付無確定期限者，債務人於債權人得請求給付時，經其催告而未為給付\r\n，自受催告時起負遲延責任；又契約當事人之一方遲延給付者，他方當事\r\n人得定相當期限，催告其履行，如於期限內不履行時，得解除其契約。民\r\n法第二百二十九條第二項前段及第二百五十四條分別定有明文。換言之，\r\n在給付無確定期限之情形，須契約當事人之一方經他方催告給付而不為給\r\n付，方屬遲延給付，此際須經他方當事人再定相當期限，催告其履行而不\r\n履行，他方始得解除其契約。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2214 號 民事判決",
        "case_topic": "請求分割共有物事件",
        "case_date": "民國 90 年 12 月 07 日",
        "case_gist": "共有物原物分割而應以金錢為補償者，倘分得價值較高及分得價值較低之\r\n共有人均為多數時，該每一分得價值較高之共有人即應就其補償金額對於\r\n分得價值較低之共有人全體為補償，並依各該短少部分之比例，定其給付\r\n金額，方符共有物原物分割為共有物應有部分互相移轉之本旨。依原判決\r\n所採分割方法，系爭土地合併分割後，分得價值較高及分得價值較低之共\r\n有人均為多數人，原審雖命分得價值較高之共有人提出超過其應分配土地\r\n之價額為補償，惟係判令向分得價值較低之共有人為共同補償，而非判令\r\n向分得價值較低之共有人各別給付各應受補償之金額，依上說明，顯有未\r\n洽。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2194 號 民事判決",
        "case_topic": "塗銷土地所有權移轉登記等",
        "case_date": "民國 90 年 12 月 07 日",
        "case_gist": "按債務人所為之無償行為，有害及債權者，債權人得聲請法院撤銷之，民\r\n法第二百四十四條第一項定有明文。是否有害及債權，以債務人行為時定\r\n之，故有害於債權之事實，須於行為時存在，苟於行為時有其他足以清償\r\n債務之財產，縱日後債務人財產減少，仍不構成詐害行為。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 622 號 民事裁定",
        "case_topic": "請求清償借款事件",
        "case_date": "民國 90 年 12 月 06 日",
        "case_gist": "抗告人對於原法院判決提起上訴，未繳納第三審裁判費，復未依民事訴訟\r\n法第四百六十六條之一之規定，委任律師為訴訟代理人，經原法院以裁定\r\n限期命於裁定送達後七日內補正，乃抗告人，既未依限補正，復未依民事\r\n訴訟法第四百六十六條之二關於「無資力委任訴訟代理人之訴訟救助」之\r\n規定為聲請，原法院因予裁定駁回其上訴，經核於法洵無違誤。"
    },
    {
        "case_id": "最高法院 90 年度台職字第 25 號 民事裁定",
        "case_topic": "請求返還定金承受訴訟事件",
        "case_date": "民國 90 年 12 月 06 日",
        "case_gist": "當事人之法定代理人其代理權消滅者，應由有代理權之法定代理人承受訴\r\n訟，此觀民事訴訟法第一百七十條之規定自明。查本件訴訟，上訴人之法\r\n定代理人於民國八十九年四月十四日由陳○麗芬變更為陳許○美，有公司\r\n變更登記表可稽，揆諸前揭說明，自應由陳許○美為上訴人法定代理人陳\r\n吳○芬之承受訴訟人續行訴訟。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2182 號 民事判決",
        "case_topic": "請求損害賠償等事件",
        "case_date": "民國 90 年 12 月 06 日",
        "case_gist": "民法第二百五十九條第六款規定之「應返還之物」，係指同條第一款規定\r\n之「由民法第二百五十九條第六款規定之「應返還之物」，係指同條第一\r\n款規定之「由他方所受領之給付物」而言，經受領之給付物不論為代替物\r\n或不代替物，均應將原物返還，如該應返還之物有毀損滅失情事，或因其\r\n他事由，致不能返還者，始應償還其價額。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2138 號 民事判決",
        "case_topic": "質權移轉登記",
        "case_date": "民國 90 年 11 月 30 日",
        "case_gist": "按保證人向債權人為清償後，債權人對於主債務人之債權，於其清償之限\r\n度內，移轉與保證人，民法第七百四十九條定有明文。故保證人向債權人\r\n為清償或其他消滅債務之行為後，當然取代債權人之地位，得於清償之限\r\n度內，行使原債權之權利。保證人既得代位行使該原債權，解釋上包括原\r\n債權之擔保及其他從屬權利，即應一併移轉於保證人，不因債權人於該受\r\n償限度內，對主債務人已喪失其債權之請求權而影響該代位權之存在。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 611 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 11 月 29 日",
        "case_gist": "刑事法院得依刑事訴訟法第五百零四條第一項規定，將附帶民事訴訟以裁\r\n定移送於該法院民事庭者，以刑事部分宣告被告有罪之判決者為限，至刑\r\n事訴訟諭知無罪、免訴或不受理之判決，刑事法院本應依同法第五百零三\r\n條第一項前段規定以判決駁回原告之訴，如誤以裁定移送於該法院民事庭\r\n，其訴之不合法，不因移送民事庭而受影響，受移送之民事庭應認原告之\r\n訴為不合法，以裁定駁回之。查本件相對人被訴在支票上偽造他人簽名，\r\n並提示該票據向抗告人詐財之刑事訴訟，業經刑事法院認定詐欺部分已逾\r\n法定告訴期間，祗因與有罪之偽造文書部分具有牽連犯關係，未於判決主\r\n文就詐欺部分為不受理之諭知而已，實質上與諭知不受理之判決有同一之\r\n效力，刑事法院未以判決駁回抗告人之訴，而以裁定移送於原審法院，原\r\n審法院認抗告人之訴為不合法，而以裁定駁回之，經核於法並無不合。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2122 號 民事判決",
        "case_topic": "請求返還不當得利事件",
        "case_date": "民國 90 年 11 月 29 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之基地。一○號\r\n房屋既係上訴人起造而原始取得，經強制執行拍賣程序，由陳康○鶯標買\r\n取得，再由康○隆等二人繼承，上訴人於拍賣程序中乃屬出賣人，其出賣\r\n該房屋時即係默許買受人陳康○鶯有使用基地之權限，該買受人占有上開\r\n基地自非無法律上之原因。縱上訴人其後始取得系爭土地單獨所有權，對\r\n其建造該房屋時已取得其基地之事實上所有權能並占有使用之事實，自不\r\n生影響。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2121 號 民事判決",
        "case_topic": "請求拆屋還地等事件",
        "case_date": "民國 90 年 11 月 29 日",
        "case_gist": "買受人向出賣人購買土地，出賣人將土地交付買受人後，未辦理所有權移\r\n轉登記，雖買受人之所有權移轉登記請求權之消滅時效已完成，然其占有\r\n之土地，既係出賣人本於買賣關係所交付，具有正當權源，出賣人自不得\r\n依無權占有而請求返還。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2109 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 11 月 29 日",
        "case_gist": "當事人已證明受有損害而不能證明其數額，或證明顯有重大困難者，法院\r\n應審酌一切情況，依所得心證定其數額，民事訴訟法第二百二十二條第二\r\n項定有明文。查上訴人承攬大○公司之大○理想家工地房屋地板舖設工程\r\n，因而向裕○公司購買系爭磁磚，因部分系爭磁磚發生變色瑕疵，承購戶\r\n已向大○公司索賠，而大○公司則轉向上訴人索賠，有勘驗筆錄、鑑定報\r\n告及證人林○明之證言可稽，損害既已發生，承購戶或大○公司又未放棄\r\n求償，殊不能以上訴人迄未對大○公司為賠償，遽認上訴人未受有損害，\r\n縱不能證明損害之數額，原審本應斟酌損害之原因及其他一切情況，依所\r\n得心證定其數額，乃竟捨此不由，率以上訴人不能證明其所受實際損害為\r\n何，即駁回其請求，不免速斷。\r\n次按侵害法人之名譽，為對其社會上評價之侵害。又侵害法人之信用，為\r\n對其經濟上評價之侵害，是名譽權廣義言之，應包括信用權在內，故對法\r\n人商譽之侵害，倘足以毀損其名譽及營業信用，僅登報道歉是否即足以回\r\n復其商譽，自滋疑問。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2108 號 民事判決",
        "case_topic": "請求履行契約事件",
        "case_date": "民國 90 年 11 月 29 日",
        "case_gist": "買賣並非處分行為，故公同共有人中之一人或數人未得其他共有人之同意\r\n，出賣公同共有物，應認為僅對其他公同共有人不生效力，而在締約當事\r\n人間非不受拘束。陳○盛等三人係主張陳○隆以最高價標購系爭房地自應\r\n交付價金與伊。縱系爭房屋係屬陳○吉之遺產，上開買賣因未得其他繼承\r\n人之同意而對其他繼承人不生效力，但兩造間並非不受拘束。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2093 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 11 月 29 日",
        "case_gist": "民法第三百四十九條規定：出賣人應擔保第三人就買賣之標的物，對於買\r\n受人不得主張任何權利。所謂不得主張任何權利，例如不得主張不動產所\r\n有權上之地役權、地上權、典權、抵押權，動產所有權上之質權、留置權\r\n等是。至於法律因土地相鄰關係對於土地所有人所加之限制 (例如鄰地所\r\n有人之袋地通行權) ，則不在出賣人擔保之範圍。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2038 號 民事判決",
        "case_topic": "請求給付買賣價金事件",
        "case_date": "民國 90 年 11 月 15 日",
        "case_gist": "「所謂默示之意思表示，係指依表意人之舉動或其他情事，足以間接推知\r\n其效果意思者而言，若單純之沈默，除有特別情事，依社會觀念可認為一\r\n定意思表示者外，不得謂為默示之意思表示。」本院著有二十九年度上字\r\n第七六二號判例，可資參照。本件有無依上訴人之舉動或其他情事，足以\r\n間接推知上訴人有默示同意被上訴人所為解約之意思表示之情況﹖抑或上\r\n訴人僅屬知情而單純沈默未為爭執﹖原審未遑詳為審酌，遽認上訴人有默\r\n示同意被上訴人解約，已屬可議。況上訴人於事實審一再主張：「伊於事\r\n隔十四年始向被上訴人提起本件訴訟，係因被上訴人於七十四年得標後，\r\n違反商標法入獄半年，伊與被上訴人原係好友，不忍即向被上訴人請求系\r\n爭價款。嗣被上訴人出獄前往大陸經商，伊根本找不到被上訴人。而被上\r\n訴人返台後，避不出面清償，伊曾於八十六年申請台北市大安區公所調解\r\n委員會調解，被上訴人又不予置理。因此伊不得不於時效完成前訴請給付\r\n價金」、「投標以後契約即已成立，第二天我去找他 (指被上訴人) 拿錢\r\n，他就反悔不要」各等語，徵諸被上訴人陳稱：上訴人第二天找伊要錢時\r\n，伊並未給付云云，似見上訴人本於雙方之買賣契約，曾請求被上訴人給\r\n付系爭價款，而無「默示」同意其解約之意思表示。原審逕為相反之認定\r\n，自非允洽。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2037 號 民事判決",
        "case_topic": "請求清償借款事件",
        "case_date": "民國 90 年 11 月 15 日",
        "case_gist": "消費借貸因金錢或其他代替物之交付而生效力，固為修正前民法第四百七\r\n十五條所明定 (修正後已刪除該條規定) ，但所謂「交付」，原不以現實\r\n交付為限，倘貸與人已依轉帳方式，將貸款撥入借用人之銀行帳戶內以代\r\n交付者，自仍發生與現實交付同等之效力。查被上訴人蒙○鋕以被上訴人\r\n蒙筱萍為連帶保證人，書立借據及約定書，向上訴人借款一百五十萬元，\r\n該款已撥入蒙○鋕於上訴人處所開設之活存帳戶內，為原審所認定之事實\r\n，果爾，觀之該款撥入後蒙○鋕仍執有其活期存款存摺，及其自進而親自\r\n簽名、蓋章填具系爭取款憑條以取款云云，能否謂蒙○鋕對於該撥入款項\r\n並無實際上之管領力，貸與標的物仍未完成交付？即非無疑。原審未詳研\r\n求，遽謂系爭借貸契約因未交付金錢而不生效力，而為不利於上訴人之判\r\n決，自嫌速斷。"
    },
    {
        "case_id": "最高法院 90 年度台聲字第 511 號 民事裁定",
        "case_topic": "聲請承認外國仲裁判斷",
        "case_date": "民國 90 年 11 月 13 日",
        "case_gist": "當事人依仲裁法第四十七條第二項規定，聲請法院裁定承認外國仲裁判斷\r\n，係關於仲裁事件之裁定，仲裁法第五十二條既規定非訟事件法未規定者\r\n，準用民事訴訟法，則對於此項確定裁定聲請再審，應為法之所許。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 2011 號 民事判決",
        "case_topic": "請求清償借款事件",
        "case_date": "民國 90 年 11 月 09 日",
        "case_gist": "所謂消費者，依消費者保護法第二條之立法解釋，指以消費為目的而為交\r\n易、使用商品或接受服務者而言。銀行或其他金融機構與連帶保證人間所\r\n訂立之保證契約，乃保證人擔保借款人對金融機構債務之清償責任，金融\r\n機構對保證人並未提供任何商品或服務，保證人並未因有保證契約而自銀\r\n行獲得報償，尚非屬消費者保護法所規定有關消費之法律關係，自無該法\r\n之適用。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1991 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 11 月 08 日",
        "case_gist": "民法第一百八十八條第一項所稱之「執行職務」，初不問僱用人與受僱人\r\n之意思如何，一以行為之外觀斷之，即是否執行職務，悉依客觀事實決定\r\n。苟受僱人之「行為外觀」具有執行職務之形式，在客觀上足以認定其為\r\n執行職務者，就令其為濫用職務行為，怠於執行職務行為或利用職務上之\r\n機會及與執行職務之時間或處所有密切關係之行為，自應涵攝在內。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 551 號 民事裁定",
        "case_topic": "請求辦理股票過戶強制執行事件",
        "case_date": "民國 90 年 11 月 01 日",
        "case_gist": "強制執行法第一百二十八條第一項所指不可代替行為，係指給付內容之行\r\n為不具代替性，債務人本身不為該行為時，即不能達原來請求之目的，乃\r\n以間接強制之方法，對債務人施以心理壓迫，促使其自行履行。至於債務\r\n人應為一定意思表示之債務，雖亦屬不可代替行為債務之一種，本非不能\r\n依間接強制之方法強制執行。惟因該項債務，僅在使債權人取得債務人之\r\n意思表示之法律效果，即可達執行之目的，故強制執行法第一百三十條第\r\n一項特別規定，就命債務人為一定之意思表示之執行名義，視為自判決確\r\n定或執行名義成立時，已為其意思表示，使之與債務人現實上已為意思表\r\n示具有相同之效果，以實現債權人之請求。查本件執行名義，係命債務人\r\n即相對人將債權人即再抗告人所持有之相對人公司股票辦理過戶登記。其\r\n非僅由相對人為一定之意思表示即可使再抗告人達到表彰及取得相對人公\r\n司股東權益之執行目的，亦即相對人除承認再抗告人為其股東外，併應將\r\n再抗告人之本名或名稱及住所或居所依公司法第一百六十九條規定記載於\r\n股東名簿，以發生同法第一百六十五條第一項得對抗相對人公司之效果。\r\n相對人應為之前開行為，具有不可代替性，竟拒不為履行，則台灣台北地\r\n方法院依強制執行法第一百二十八條規定，對相對人裁處怠金，自無不合\r\n。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 549 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 11 月 01 日",
        "case_gist": "刑事訴訟法第四百八十七條第一項所定附帶民事訴訟之被告，除刑事被告\r\n外，固兼及於依民法負損害賠償責任之人。惟附帶民事訴訟之原告所主張\r\n之共同加害人，必以在刑事訴訟程序中經認定係共同侵權行為之人，始得\r\n謂為依民法負賠償責任之人，否則對之提起附帶民事訴訟，自難謂為合法\r\n。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 547 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 90 年 11 月 01 日",
        "case_gist": "按當事人就扶養義務有爭執，有定暫時狀態之必要，依民事訴訟法第五百\r\n三十八條規定，得聲請假處分。此種定暫時狀態之假處分，非以保全強制\r\n執行為目的，其本案請求不以金錢請求以外之請求為限。債權人訴請債務\r\n人給付一定金額之扶養費，在未取得執行名義前，如有定暫時狀態之必要\r\n，得聲請法院命為暫行支付扶養費之假處分。抗告人與相對人間請求給付\r\n扶養費事件，雖經臺灣臺北地方法院以八十八年度家重訴字第一三號判決\r\n命相對人給付，惟該判決並未宣告假執行，復尚未確定，抗告人果有定暫\r\n時狀態之必要，依上說明，自得聲請假處分。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1946 號 民事判決",
        "case_topic": "交付土地",
        "case_date": "民國 90 年 11 月 01 日",
        "case_gist": "依民法第三百四十八條第一項規定，物之出賣人負交付其物於買受人，並\r\n使其取得該物所有權之義務，是申請該物所有權移轉登記行為，應屬出賣\r\n人專為履行債務之行為，依民法第一百零六條但書規定，不在禁止自己代\r\n理之範疇內。又依民法第五百五十條但書規定，委任關係因委任事務之性\r\n質，並不因當事人一方死亡而消滅。而土地登記之申請行為雖屬廣義法律\r\n行為之一種，惟受任辦理土地登記，較諸受任辦理登記之原因行為 (如買\r\n賣、贈與等) 有較強之繼續性，倘受任人係基於委任人生前之授權，代為\r\n辦理登記，則其登記既與現實之真實狀態相符合，復未違背委任人之本意\r\n，委任關係尚不因委任人於辦竣登記前死亡而告消滅，從而受任人代理委\r\n任人完成之登記行為即非無權代理。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1945 號 民事裁定",
        "case_topic": "請求塗銷登記事件",
        "case_date": "民國 90 年 11 月 01 日",
        "case_gist": "被上訴人先位之訴係依通謀虛偽意思表示請求上訴人塗銷系爭土地所有權\r\n移轉登記，僅須以上訴人為被告，備位之訴係依撤銷訴權請求撤銷上訴人\r\n與廖金景間之詐害行為，固須併以廖金景之全部繼承人為共同被告，惟原\r\n審既認被上訴人之先位之訴為有理由，備位之訴即毋庸予以審究，則廖金\r\n景之全部繼承人既均非先位之訴之當事人，其繼承人中縱有人於訴訟中死\r\n亡，先位之訴之訴訟程序並不因而當然停止。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1934 號 民事判決",
        "case_topic": "請求給付股利等事件",
        "case_date": "民國 90 年 10 月 26 日",
        "case_gist": "股份有限公司於股東常會為分派盈餘之決議後，若未於股東常會召開當年\r\n度營業終結前召開之股東臨時會變更該股東常會之決議，而係於其後年度\r\n召開之股東會為變更之決議，該決議內容即違反公司法第二百二十八條、\r\n第二百三十條與二百三十二條規定意旨，依公司法第一百九十一條規定，\r\n應屬無效。上訴人於八十三年度股東會決議八十二年度盈餘提撥五千萬元\r\n由股東分三期分配紅利後，並非於同年度之股東臨時會為變更之決議，而\r\n係於八十六年召開之董監事暨股東聯席會議中決議八十二年度結算盈餘分\r\n配之第三期款暫時取消給付，依上說明，其決議應屬無效，是上訴人抗辯\r\n被上訴人之系爭盈餘分派請求權已經股東會決議取消，並不足採。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1885 號 民事判決",
        "case_topic": "請求協同辦理分割登記事件",
        "case_date": "民國 90 年 10 月 25 日",
        "case_gist": "共有物之協議分割，係以消滅各共有人就共有物之共有關係為目的，應由\r\n共有人全體參與分割之協議，其協議分割契約始能有效成立。於協議分割\r\n契約成立後，亦應由共有人全體依協議分割契約履行，以終止各共有人間\r\n之共有關係。因之，各共有人起訴請求他共有人履行協議分割契約，其訴\r\n訟標的對於各共有人之全體即屬必須合一確定。應由共有人全體分為兩造\r\n一同起訴或一同被訴，當事人之適格，始無欠缺。是各共有人起訴請求他\r\n共有人履行協議分割契約，其所為應受判決事項之聲明，應為命各共有人\r\n，依協議分割契約所訂分割方法協同辦理分割登記。倘僅請求命被告就原\r\n告自己分得部分協同辦理分割登記，則法院縱為原告勝訴之判決，仍不能\r\n達消滅各共有人間共有關係之目的，殊非法之所許。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1844 號 民事裁定",
        "case_topic": "請求撤銷仲裁判斷事件",
        "case_date": "民國 90 年 10 月 19 日",
        "case_gist": "仲裁契約，係當事人將彼此間現在或將來之爭議交付仲裁人判斷之協議。\r\n仲裁人所為之仲裁判斷，依仲裁法第三十七條第一項規定，於當事人間與\r\n法院確定判決有同一效力，故仲裁人於解決當事人間之爭議，判斷其法律\r\n上之效果時，自有適用法律之權限，無待於當事人之約定，亦不受當事人\r\n所述法律見解之拘束。從而約定之違約金苟與仲裁協議標的之爭議有關而\r\n有過高情事，仲裁人非不得依民法第二百五十二條之規定予以酌減。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 528 號 民事裁定",
        "case_topic": "因與陳邱衡等間債務人異議之訴事件",
        "case_date": "民國 90 年 10 月 18 日",
        "case_gist": "受敗訴判決之當事人，於判決送達後死亡，其訴訟代理人未受有得提起上\r\n訴之特別委任，而為當事人提起上訴，並非合法，亦無從命其補正；苟當\r\n事人之法定承受訴訟人承受訴訟後，於更始進行之上訴不變期間內，未據\r\n提出合法上訴，自應認其上訴為不合法予以駁回。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1830 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 10 月 18 日",
        "case_gist": "民事訴訟法第二百五十五條第一項但書規定，而許訴之變更或追加或以訴\r\n為非變更或追加之裁判，不論其說明之理由如何，依同法第二百五十八條\r\n第一項規定，均不得聲明不服。第一審法院既認被上訴人所提起之訴訟無\r\n變更追加，則上訴人就此要無聲明不服之餘地。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1826 號 民事判決",
        "case_topic": "請求遷讓房屋等事件",
        "case_date": "民國 90 年 10 月 18 日",
        "case_gist": "於七十二年四月二十九日事務管理規則修正前退休，而現仍續住修正前規\r\n則所訂眷屬宿舍之退休人員或其配偶，符合下列條件者，准予續住至宿舍\r\n處理時為止： (一) 、須在事務管理規則修正發布生效前配住眷屬宿舍；\r\n (二) 、須為現職人員、退休人員或其配偶；（三）、須有居住之事實；\r\n（四）、須未曾獲政府輔助購置住宅； (五) 、須非調職、離職、撤職、\r\n免職人員； (六) 、須具備續住之資格； (七) 、須產權仍為配住機關所\r\n有，此觀行政院七十四年五月十八日 (七四) 台人政肆字第一四九二七號\r\n函、行政院五十八年十二月八日 (五八) 台人政肆字第二五七六八號函、\r\n行政院人事行政局七十六年十一月十七日 (七六) 局肆字第二九九八三號\r\n函、修正前事務管理規則宿舍管理第二十條、修正後事務管理規則第二百\r\n四十九條第二項之規定意旨自明。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1814 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 10 月 18 日",
        "case_gist": "不法侵害他人之名譽者，被害人雖非財產上之損害，亦得請求賠償相當之\r\n金額，並得請求為回復名譽之適當處分，民法第一百九十五條定有明文。\r\n而「名譽」為個人在社會上享有一般人對其品德、聲望或信譽等所加之評\r\n價，屬於個人在社會上所受之價值判斷。因此名譽有無受損害，應以社會\r\n上對其評價是否貶損為斷。準此，查封不動產之強制執行行為，既具有公\r\n示性，客觀上即足使被查封人被指為債信不良，其原所建立之聲望必有減\r\n損，信譽勢必因此低落。若係以故意或過失而造成該信用 (譽) 之損害，\r\n自屬民法第一百九十五條所規定之名譽遭受損害。經查被上訴人於上訴人\r\n聲請假扣押時係從事貿易，其業務之經營自與其債信息息相關。上訴人已\r\n同意被上訴人退保，竟因本身之過失行為，於八十六年三月間聲請假扣押\r\n被上訴人如附表二所示之不動產，而波及被上訴人之商業債信，被上訴人\r\n主張其債信名譽因上訴人之查封行為而遭受損害，應堪認定。其據以訴請\r\n上訴人賠償非財產上之損害及為回復名譽之適當處分，應為法之所許。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 522 號 民事裁定",
        "case_topic": "因與相對人協和證券股份有限公司間變更擔保物事件",
        "case_date": "民國 90 年 10 月 12 日",
        "case_gist": "民事訴訟法第一百零二條第一項規定，供擔保應提存現金或法院認為相當\r\n之有價證券，但當事人別有約定者，不在此限。係專為供擔保應提存何物\r\n而設，裁判之命以新台幣供擔保，祇係抽象的表明其數額，供擔保時，原\r\n則上固應照此數額具體的提存現金，但欲提存有價證券，亦無不可，不過\r\n以經法院認為相當之有價證券為限而已，故應供擔保之當事人聲請為許其\r\n提存有價證券之裁定者，法院苟認為相當，自得准許，此非民事訴訟法第\r\n一百零五條所定之變換提存物問題。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1793 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 10 月 12 日",
        "case_gist": "在簽發載貨證券而為運送之情形，即使為實際受貨人，於請求交付貨物時\r\n，仍應將載貨證券繳回，惟現代運輸快捷，國際間商品之運送時間大為縮\r\n短，尤其近距離者，常於一天內，出口商尚未取得提單正本前，即可送達\r\n，致有廠商為爭取提貨時效，常持載貨證券正本趕搭飛機進艙，俾於貨物\r\n抵港時，得以即時憑正本提單辦理提貨事宜，此種持單進貨方式，不僅造\r\n成人力與財力之浪費，且常有差錯，為彌補上述缺點，在運輸實務上有「\r\n電報放貨」之提貨方式。即出口商 (託運人) ，在趕時效之貨物交運後，\r\n將全套載貨證券正本不透過銀行押匯或託收情形下，請出口地之運送人 (\r\n船公司) 以電報要求進口地之船務代理，在不交付載貨證券之情形下交付\r\n託運之貨物。本件中機公司傳真予上訴人之系爭貨物B\\L 影本與鄭和公司\r\n傳真予上訴人之B\\L影本完全相同，其上均載有「TELEX RELEASE」，足證\r\n本件確採電報放行無誤。上開「電報放貨」之通知，學理上稱為海上貨運\r\n單 (S-ea Waybill) ，一九七七年國際海運協會將其定義為：「係不得轉\r\n讓之單據，為海上貨物運送契約與接收，裝載貨物之證明，運送人負有將\r\n貨物交付其上所載受貨人之義務。」，海運實際上則有稱為直放提單或電\r\n放提單，此與一般海運提單 (即載貨證券) 有別。就物權法上觀之，海運\r\n提單表彰物權，一般可以背書方式轉讓，海上貨運單不表彰物權，僅是託\r\n運人與運送人間之契約，是取得屬海上貨運單之電報放貨傳真通知者，與\r\n取得具有物權效力之載貨證券者有別，本件上訴人僅取得屬海上貨運單之\r\n電報放貨傳真通知，並無表彰物權之效力，鄭和公司既已簽發載貨證券予\r\n中機公司，上訴人必取得載貨證券始取得所有權，其於請求交付運送物時\r\n，自應提出並交還該載貨證券之原本，始能取得系爭機器之交付請求權。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 514 號 民事裁定",
        "case_topic": "請求給付貨款事件",
        "case_date": "民國 90 年 10 月 11 日",
        "case_gist": "「審判長應向當事人發問或曉諭，令其為事實上及法律上陳述、聲明證據\r\n或為其他必要之聲明及陳述；其所聲明或陳述有不明瞭或不完足者，應令\r\n其敍明或補充之。」「依原告之聲明及事實上之陳述，得主張數項法律關\r\n係，而其主張不明瞭或不完足者，審判長應曉諭其敍明或補充之。」民事\r\n訴訟法第一百九十九條第二項、第一百九十九條之一第一項分別定有明文\r\n。\r\n然原法院既未由審判長依法闡明該聲明第三、四項，令抗告人為完足之敍\r\n明或補充以確定其範圍，或依民事訴訟法第四百四十四條第一項但書規定\r\n，由審判長定期間命其補正，遽以已於「準備程序」期日命其補正，逾期\r\n未補正為由，率予駁回抗告人對該第三、四項聲明之上訴，揆諸前開說明\r\n，自有未洽。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1787 號 民事判決",
        "case_topic": "請求所有權移轉登記等事件",
        "case_date": "民國 90 年 10 月 11 日",
        "case_gist": "為判決基礎之資料，應提示為適當之辯論後，始得本於辯論之結果加以斟\r\n酌。查原審據為上訴人敗訴判決基礎資料之證人陳○心所為上開證述，經\r\n遍閱全卷，似未見事實審法院有通知該證人到場作證之情事，乃原審竟擅\r\n予援用斟酌，遽認上訴人所為信託關係之主張不足採信，而駁回其訴，自\r\n與卷證所載資料不符，並有認作主張之違法。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1779 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 10 月 11 日",
        "case_gist": "（一）所謂契約之聯立，係指數內容不同之契約相互間具有結合之關係而\r\n      言，如租賃契約與典權設定契約互相結合訂立是。此與契約當事人\r\n      之一方有數人與他方訂立同一內容之契約者不同。\r\n（二）契約解除後，原契約溯及的失其效力，雙方當事人因而互負回復原\r\n      狀之義務，如當事人因訂立契約而受有損害，是否仍得請求賠償，\r\n      各國立法例有採選擇主義、契約利益主義或履行利益賠償主義者，\r\n      我民法第二百六十條規定：「解除權之行使，不妨礙損害賠償之請\r\n      求」，乃採履行利益賠償主義，認為損害賠償請求權係因債務不履\r\n      行所發生，屬原債權之變換型態，非因解除權之行使而新發生，條\r\n      文所稱「不妨礙損害賠償之請求」，自係表明原有之損害賠償請求\r\n      權，不因契約之解除失其存在。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1774 號 民事判決",
        "case_topic": "請求確認抵押權不存在等事件",
        "case_date": "民國 90 年 10 月 11 日",
        "case_gist": "民法第一百六十九條所定之表見代理與同法第一百零七條所定之越權代理\r\n不同。前者，本人未曾授與代理權，因有表見事實，而使本人對善意無過\r\n失之第三人負授權人之責任；後者，本人原曾授與有限制之代理權，而代\r\n理人越權代理，本人不得以代理權之限制對抗善意無過失之第三人，兩者\r\n逈然有別。原審謂縱認上訴人未概括授權與羅○雲，惟其既蓋用多份空白\r\n申請書、設定契約書及多張印鑑證明與羅○雲，亦應認有表見代理之行為\r\n，顯然將兩者混為一談，非無可議。法定代理人通常固有受領清償之權限\r\n，惟如為意定代理人，受領權之有無，尚應依代理權之範圍定之。本件羅\r\n麗○既非上訴人之法定代理人，而其出具之授權書僅記載羅○雲就系爭房\r\n地全權代為處理過戶、貸款、設定等一切相關事宜，並未明訂羅○雲有受\r\n領借款之權，則上訴人在事實審主張：伊所有之系爭房地本無設定抵押，\r\n乃約定買賣後由伊將待移轉之系爭房地設定抵押權，並由伊受領抵押貸款\r\n，再將所有權移轉聯文公司，由該公司承受抵押貸款，並辦理抵押義務人\r\n名義變更登記，同時以承受之抵押債務視為給付價金之抵銷行為，故伊委\r\n任羅○雲代辦系爭房地抵押貸款，衡情殊無可能授與羅○雲以其名義為抵\r\n押權設定契約之當事人及同意其受領抵押貸款之理，謝市珠明知羅○雲越\r\n權，仍交付貸款，並非善意第三人云云，係屬重要之攻擊方法，原審未遑\r\n查明依上訴人所授與之代理權範圍，羅○雲是否有受領抵押貸款之權限及\r\n謝○珠將貸款交與羅○雲是否無過失而為善意第三人，遽為不利於上訴人\r\n之認定，顯有疏略。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 498 號 民事裁定",
        "case_topic": "聲請訴訟救助事件",
        "case_date": "民國 90 年 10 月 05 日",
        "case_gist": "民事訴訟法第一百十五條規定：「本節所定之各裁定，得於五日內抗告。\r\n」，所謂本節所定之各裁定即同法第一編第三章第三節所定關於訴訟救助\r\n之裁定，包括准予訴訟救助及駁回有關聲請之裁定。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1759 號 民事判決",
        "case_topic": "請求給付保險金事件",
        "case_date": "民國 90 年 10 月 05 日",
        "case_gist": "系爭保險契約第八條第三項約定於要保人死亡，通知不能送達時，被上訴\r\n人得將該解除契約之通知送達受益人。系爭保險契約之當事人對於契約解\r\n除之方式既另有約定，且依保險法第一百十二條規定，保險金額約定於被\r\n保險人死亡時給付於其所指定之受益人者，其金額不得作為被保險人之遺\r\n產，故保險人於被保險人死亡後解除保險契約時，對受益人影響最鉅，是\r\n系爭保險契約約定於被保險人死亡時，被上訴人得將解除契約之通知送達\r\n受益人，與該保險契約之性質顯無違背，依契約自由原則，自難謂該約定\r\n無效。原審本此見解，認被上訴人依上開約定對上訴人解除系爭保險契約\r\n乃屬合法，系爭保險契約已因解除而消滅，核無違誤。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1747 號 民事判決",
        "case_topic": "給付保險金事件",
        "case_date": "民國 90 年 10 月 04 日",
        "case_gist": "保險法第五十一條第一項規定：保險契約訂立時，保險標的之危險已發生\r\n或已消滅者，其契約無效，但為雙方當事人所不知者，不在此限。因保險\r\n標的之危險已發生或已消滅對保險人為有利之事實，而保險標的之危險已\r\n發生或已消滅為雙方當事人所不知之事實，則為有利於要保人或被保險人\r\n之事實，依民事訴訟法第二百七十七條本文規定，前者應由保險人負舉證\r\n責任；後者應由要保人或被保險人負舉證責任。亦即主張法律關係存在之\r\n當事人僅須就該法律關係發生所須具備之特別要件負舉證責任，至於他造\r\n主張有利於己之事實，應由他造舉證證明。查本件被上訴人已舉證證明系\r\n爭貨物係於系爭保險契約訂立時已滅失，則原審謂上訴人未舉證證明當事\r\n人雙方於訂約時不知保險事故已發生，其主張契約無效，要無足取，並無\r\n適用舉證責任分配錯誤之情事。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1746 號 民事判決",
        "case_topic": "請求撤銷股東會決議事件",
        "case_date": "民國 90 年 10 月 04 日",
        "case_gist": "公司法第二百二十條固規定監察人認為必要時得召集股東會，惟依同法第\r\n一百七十一條規定股東會之召集既為董事會之職權，則該第二百二十條所\r\n謂「必要時」，原則上應於董事會不能召開或不為召集股東會之情形下，\r\n基於公司利害關係而召集，始為相當。倘董事會無不能召集或不為召集股\r\n東會之情形，任由監察人憑一己之主觀意旨隨時擅自行使此一補充召集之\r\n權，勢將影響公司之正常營運，自失立法原意。又董事會是否有不能召開\r\n或不為召集股東會之情形，應以監察人行使補充召集權時之客觀情形決之\r\n。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 476 號 民事裁定",
        "case_topic": "請求給付承攬報酬事件",
        "case_date": "民國 90 年 09 月 28 日",
        "case_gist": "仲裁協議，如一方不遵守，另行提起訴訟時，法院應依他方聲請裁定停止\r\n訴訟程序，仲裁法第四條第一項前段定有明文，法院並無依職權裁定停止\r\n訴訟程序之權限。茲他方即相對人既已撤回其聲請，台北地院仍裁定停止\r\n訴訟程序，自失所依據。"
    }
]