[
    {
        "case_id": "最高法院 88 年度台抗字第 313 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 88 年 07 月 15 日",
        "case_gist": "民法第五百十三條之法定抵押權，固於其承攬之工作完成並於所擔保之債\r\n權發生時，即有效成立，不以登記為生效要件，惟此抵押權並無如一般設\r\n定抵押權之有登記資料足資依據。則抵押物所有人對之若有爭執時，自應\r\n由主張有抵押權存在之承攬人提起確認之訴，始得准予拍賣。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1526 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 88 年 07 月 15 日",
        "case_gist": "動產與他人之不動產相結合，須已成為不動產之重要成分，即非經毀損或\r\n變更其物之性質，不能分離，且以非暫時性為必要，始可因附合而由不動\r\n產所有人取得動產所有權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1511 號 民事判決",
        "case_topic": "塗銷所有權移轉登記",
        "case_date": "民國 88 年 07 月 09 日",
        "case_gist": "土地法第四十三條所謂登記有絕對效力，係為保護因信賴登記取得不動產\r\n權利之第三人而設，故登記原因無效或得撤銷時，在第三人未取得不動產\r\n權利前，真正權利人對於登記名義人自仍得主張之。是不動產所有權之登\r\n記，在第三人尚未信賴該登記而取得權利新登記前，並不能據以排斥真正\r\n之權利人，如該登記原因有無效或撤銷之情形，真正所有人對於登記名義\r\n人仍得為民法第七百六十七條所有人之物上請求權之主張。原審未調查審\r\n認前述系爭房地應有部分以買賣為原因之移轉登記，是否有上訴人所主張\r\n之無效情形，徒以系爭房地應有部分經移轉登記為被上訴人所有，上訴人\r\n已非該房地所有人，而認上訴人無物上請求權，其法律上見解不無違誤。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1504 號 民事判決",
        "case_topic": "塗銷土地所有權移轉登記等",
        "case_date": "民國 88 年 07 月 09 日",
        "case_gist": "撤銷權之行使，旨在保全債務人之責任財產，以確保債權人之債權，僅於\r\n債務人之行為，致債權人之債權不能獲得滿足，始得行使之。倘債務人之\r\n資產，尚足以清償其所負債務，或對於設定有擔保物權之債權，其擔保物\r\n之價值超過其債權額，該擔保物所擔保之債權，既得就擔保物賣得之價金\r\n優先受償，則其債權即已獲得保障，債權人自不得行使撤銷權，以兼顧債\r\n權人之利益及第三人權益之保護。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 301 號 民事裁定",
        "case_topic": "確認水權不存在",
        "case_date": "民國 88 年 07 月 08 日",
        "case_gist": "訴訟事件是否屬普通法院之權限，應以原告 (相對人) 起訴主張為訴訟標\r\n的之法律關係是否屬於私法上之爭執為斷。本件相對人係基於系爭土地所\r\n有人之地位，對於其土地上所登記再抗告人之水權是否存在提起確認之訴\r\n。其既非請求廢止或撤銷主管機關所發給再抗告人水權狀之行政處分，且\r\n可取得水權之人，除水利法第十六條之限制規定外，任何人均得依同法第\r\n二十七條規定因登記而取得水權，足見水權本身並非「公法」上之權利。\r\n是相對人就其所有系爭土地上是否存有再抗告人水權及再抗告人有無不當\r\n得利，應否支付償金等爭執，所求為解決者自屬私法法律關係，普通法院\r\n應有審判權。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 297 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 88 年 07 月 08 日",
        "case_gist": "必全體共同被告依民事訴訟法第九條第二項規定，有共同管轄之法院時，\r\n始有同法第二十條但書規定之適用，倘僅部分共同被告有此共同管轄之法\r\n院，應依同條前段規定，認各該共同被告住所地之法院俱有管轄權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1486 號 民事判決",
        "case_topic": "確認抵押權不存在等",
        "case_date": "民國 88 年 07 月 08 日",
        "case_gist": "當事人適格為訴權存在之要件，且屬法院應依職權調查之事項。又以公同\r\n共有之財產為訴訟標的之訴訟，依民法第八百二十八條第二項規定，應得\r\n公同共有人全體之同意始得為之。若無事實上無法得全體公同共有人同意\r\n之除外情形，而未得全體公同共有人同意逕行起訴者，自難謂其當事人適\r\n格要件無欠缺。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1470 號 民事判決",
        "case_topic": "履行債務",
        "case_date": "民國 88 年 07 月 08 日",
        "case_gist": "清償提存之提存人於提存後，有提存出於錯誤或提存之原因已消滅之情形\r\n者，依提存法第十五條第一項第一、二款規定，既得聲請該管法院提存所\r\n返還提存物，則受取人自無受取該提存物之權利。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1468 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 88 年 07 月 08 日",
        "case_gist": "就他人之財產或營業概括承受其資產及負債者，因對於債權人為承受之通\r\n知或公告，而生承擔債務之效力，民法第三百零五條第一項定有明文。故\r\n承受人未對於債權人為概括承受資產及負債之通知或公告者，承擔債務之\r\n效力尚未發生，債權人不得以未發生承擔效力之債務，向承受人為清償之\r\n請求。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 294 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 88 年 07 月 02 日",
        "case_gist": "定暫時狀態之假處分，並非為保全債權人請求之強制執行，而係準用假處\r\n分之規定，以定爭執法律關係之暫時狀態而已。是其本案訴訟雖非如假扣\r\n押、假處分，必須就所保全之請求起訴，惟仍須以能解決爭執之法律關係\r\n為必要。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1461 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 88 年 07 月 02 日",
        "case_gist": "受託買賣有價證券業務之證券業者，其與投資人之法律關係為行紀或居間\r\n，此觀之證券交易法第十五條第三款規定甚明，而依融資融券契約書第六\r\n條約定：「乙方逐日計算甲方○用帳戶內之擔保品價值與融資融券債務之\r\n比率，其低於規定比率時，甲方應即依乙方之通知於期限內補繳差額」觀\r\n之，被上訴人不僅代客買賣，尚須為他人計算，並非僅係媒介股票交易而\r\n已，其法律關係亦為行紀，至為灼然。又依民法第五百七十八條規定，行\r\n紀人為委託人之計算所為之交易，對於交易之相對人，自得權利，並自負\r\n義務。委託人並不須先預付費用，是被上訴人於代上訴人還券回補時，雖\r\n係以自有資金，並以被上訴人之「融資融券違約處理專戶」名義，委託中\r\n○證券股份有限公司買進○聯公司股票代為回補，與前述兩造間行紀之權\r\n利義務並無違背。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1453 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 02 日",
        "case_gist": "解除權之行使屬於不違約一方，此參照本院五十年度台上字第一八八三號\r\n判例意旨自明，是上訴人以自己所簽發之支票未兌現，主張依兩造所訂協\r\n議書之約定，合約視同無效 (即解除) ，自與上開判例不合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1452 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 88 年 07 月 02 日",
        "case_gist": "民事訴訟法第二百七十九條所謂之「自認」，係指一方當事人對於他方所\r\n陳述不利於己之事實加以承認之謂。本件上訴人固於其起訴狀中主張：被\r\n告 (指被上訴人) 在建物所有權第一次登記聲請書上擅蓋原告 (指上訴人\r\n) 之印鑑章云云，但既非對他方當事人 (即被上訴人) 所主張之事實為之\r\n，依首開說明，自不生自認之效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1451 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 88 年 07 月 02 日",
        "case_gist": "民法所謂條件，係當事人以將來客觀上不確定事實之成就或不成就，決定\r\n法律行為效力之發生或消滅之一種附款，故使法律行為效力發生或消滅，\r\n為附條件法律行為之本質。倘當事人非以法律行為效力之發生，而僅以其\r\n履行繫於不確定之事實者，雖亦屬約款之一種，然此約款並非條件，應解\r\n釋為於其事實發生時，為權利行使期限之屆至。在此情形，若債務人因其\r\n違反誠信之行為致該事實不發生，應認其期限已屆至。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1447 號 民事判決",
        "case_topic": "請求返還房屋等",
        "case_date": "民國 88 年 07 月 02 日",
        "case_gist": "依債權之性質，不得讓與者，債權人不得將債權讓與第三人，民法第二百\r\n九十四條第一項第一款定有明文。租賃關係之成立，係以出租人與承租人\r\n間之信賴為其基礎，承租人租賃權性質上不得讓與，除當事人間有得自由\r\n轉讓之特約，或經出租人之同意外，承租人固不得將租賃權讓與第三人。\r\n惟此係就「租賃權讓與契約」本身，屬債權讓與契約，即學說上所謂『準\r\n物權行為』之處分行為而言，與「租賃權讓與契約之原因關係」，即之所\r\n以為租賃權讓與之原因，屬債權契約有別，前者為後者之履行；倘在無得\r\n自由轉讓特約下，承租人與第三人訂定契約，約定將其租賃權讓與第三人\r\n，承租人對第三人 (受讓人) 負有取得出租人同意轉讓而使第三人取得租\r\n賃權之義務，承租人就「租賃權讓與契約」如不能取得出租人之同意，無\r\n法為租賃權之移轉時，其與第三人間之債權契約雖屬給付不能 (事後不能\r\n) ，對第三人固應負債務不履行之責任，然承租人與第三人間之債權契約\r\n並非無效，第三人因承租人履行其債務而交付使用之租賃物，非無法律上\r\n之原因，難謂為不當得利。次按民法第二百四十二條規定之代位權，其債\r\n權人得以自己名義代位行使者，為債務人之權利而非自己之權利，若債務\r\n人並無該項權利，債權人自無代位行使之可言。準此，第一審共同被告朱\r\n○玉對被上訴人王鄭秀鳳並無不當得利請求權，上訴人即無可代位行使。\r\n又債權人因保全債權，遞次上溯代位行使債務人之權利時，須其遞次上溯\r\n代位之各人，均得行使權利，且皆怠於行使時始可。若其遞次上溯代位之\r\n人中，有一人不得行使權利時，自不得行使代位權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1443 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 06 月 30 日",
        "case_gist": "稱僱傭者，謂當事人約定，一方於一定或不定之期限內為他方服勞務，他\r\n方給付報酬之契約，為民法第四百八十二條所明定。準此，伊莉莎白輪之\r\n船長係與被上訴人成立僱傭契約，抑係與貨○公司成立僱傭契約，應以船\r\n長係與被上訴人約定由被上訴人給付報酬，抑係與貨○公司約定由貨○公\r\n司給付報酬以為斷，而非以船長受何人之監督以為斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1438 號 民事判決",
        "case_topic": "返還買賣價金",
        "case_date": "民國 88 年 06 月 30 日",
        "case_gist": "民法第三百五十九條但書所謂買受人解除契約顯失公平，係指瑕疵對買受\r\n人所生之損害，與解除契約對出賣人所生之損害，有失平衡而言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1435 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 88 年 06 月 30 日",
        "case_gist": "信託法公布施行 (八十五年一月二十六日公布) 前之信託，雖非﹁典型契\r\n約」，而為「非典型契約」之一種，惟仍如同民法債編各種之債所列之「\r\n典型契約」，並無以立有書面為必要，茍當事人之一方 (委託人) 授與他\r\n方 (受託人) 超過經濟目的之權利，而受託人僅於所許可之經濟目的範圍\r\n內行使權利，雙方當事人就此相互意思表示一致者，其契約即為成立 (參\r\n閱本院六十六年台再字第四二號判例及民法第一百五十三條第一項) 。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1434 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 06 月 30 日",
        "case_gist": "耕地三七五減租條例第十六條第一項及第二項所稱「不自任耕作」，係指\r\n承租人將耕地供非耕作之用或轉租或借與他人使用或與他人交換耕作等不\r\n合耕地租賃目的之積極行為，不包括任令耕地荒蕪不為耕作之消極行為在\r\n內，又該條例於七十二年十二月二十三日修正增定第十七條第一項第四款\r\n：「非因不可抗力繼續一年不為耕作時」，作為出租人得終止租約之原因\r\n，僅係放寬耕地租約期限屆滿前得終止租約之要件，對於同條例第十六條\r\n第一項及第二項規定所稱「不自任耕作」之內涵，並無影響。換言之，該\r\n條項所稱「不自任耕作」之前述內涵，並不因同條例第十七條第一項增定\r\n第四款規定，而有所不同。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1315 號 民事判決",
        "case_topic": "異議之訴",
        "case_date": "民國 88 年 06 月 30 日",
        "case_gist": "民法第一百三十條規定：時效因請求而中斷者，若於請求後六個月內不起\r\n訴，視為不中斷。此之所謂起訴，對於已取得執行名義之債務，係指依同\r\n法第一百二十九條第二項第五款規定與起訴有同一效力之開始強制執行或\r\n聲請強制執行而言。而同條第一項第一款所稱之請求，祗須債權人對債務\r\n人表示請求履行債務之意思即為已足。查被上訴人聲明參與分配係實行債\r\n權之意，桃園地院於上開拍賣公告上載明被上訴人為參與分配之債權人，\r\n並將拍賣公告及拍賣通知送達上訴人，應視為已對上訴人為履行之請求，\r\n於強制執行程序進行中，其請求之狀態仍屬繼續，應解為被上訴人得自該\r\n強制執行程序終結之翌日起六個月內另行聲請強制執行，而保持中斷時效\r\n之效力。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 289 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 88 年 06 月 25 日",
        "case_gist": "假執行之宣告，因就本案判決或該宣告有廢棄或變更之判決，自該判決宣\r\n示時起，於其廢棄或變更之範圍內失其效力；又對第二審法院關於假執行\r\n之裁判，不得聲明不服，民事訴訟法第三百九十五條第一項、第四百五十\r\n八條分別定有明文。因此第二審法院廢棄或變更第一審本案判決或其假執\r\n行之宣告者，該第一審判決所為假執行之宣告，自第二審判決宣示時起，\r\n在廢棄或變更之範圍內失其效力，且不許當事人依上訴或抗告程序聲明不\r\n服，亦不得隨同本案上訴並受第三審法院之審判，即告確定。該第二審法\r\n院之判決，縱經第三審法院廢棄發回或發交更審，仍不能使已失效之假執\r\n行宣告，回復其執行力。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 288 號 民事裁定",
        "case_topic": "選任清算人",
        "case_date": "民國 88 年 06 月 25 日",
        "case_gist": "抗告雖為聲明不服之方法，但法律規定不得抗告與規定不得聲明不服，其\r\n意義並不相同。不得抗告者，有時仍有聲明不服之機會，如訴訟程序進行\r\n中所為之裁定，原則上不得抗告，但牽涉該判決者，仍得隨同終局判決並\r\n受上級審法院之裁判；不得聲明不服者，不許當事人依上訴或抗告程序聲\r\n明不服，亦不得隨同終局判決並受上級審法院之裁判，此觀民事訴訟法第\r\n四百三十八條之規定自明。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1424 號 民事判決",
        "case_topic": "請求塗銷土地所有權移轉登記",
        "case_date": "民國 88 年 06 月 25 日",
        "case_gist": "占有為事實，並非權利，但究屬財產之法益。如果占有被不法侵害，占有\r\n人依民法第一百八十四條第二項規定，固有侵權行為之損害賠償請求權。\r\n惟按債權人得依民法第二百四十四條規定行使撤銷權，以其債權於債務人\r\n為詐害行為時，業已存在者為限 (六十二年台上字第二六○九號判例參照\r\n) 。本件上訴人以被上訴人林○郎將其占有之系爭土地無償贈與被上訴人\r\n廖○，並辦妥所有權移轉登記，有害及上訴人前揭損害賠償請求權，伊得\r\n依民法第二百四十四條規定，撤銷被上訴人間之贈與行為云云。第上訴人\r\n主張之民法第一百八十四條第二項之損害賠償請求權 (債權) ，顯然係被\r\n上訴人為前述無償行為後，始行發生，揆諸前揭判例，自不能溯及的行使\r\n撤銷權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1412 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 06 月 25 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之基地，故土地\r\n與房屋同屬一人，而將土地及房屋分開同時或先後出賣時，除有特別情事\r\n，可解釋為當事人之真意，限於賣房屋而無基地之使用外，均應推斷土地\r\n承買人默許房屋所有人或承買人繼續使用土地。此時應認使用土地之房屋\r\n所有人對土地所有人應支付相當之代價而成立租賃關係，其再因轉讓而承\r\n受土地所有權之人，應有民法第四百二十五條之適用；其再因轉讓而繼受\r\n房屋所有權之人，除有反對之特約外，應推斷土地所有人對之默許其繼續\r\n承租，即不問其後轉讓土地或轉讓房屋，其土地所有權之承受人對該房屋\r\n所有人或房屋所有權之承受人對土地所有人，均繼續其原來之使用關係。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1411 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 88 年 06 月 25 日",
        "case_gist": "保險法第六十四條第三項規定，該條第二項所定保險人之解除契約權，自\r\n保險人知有解除之原因後，經過一個月不行使而消滅。該項法定期間為除\r\n斥期間，其時間經過時，其解除權即告消滅。此項除斥期間有無經過，縱\r\n未經當事人主張或抗辯，法院亦應先為調查認定，以為判斷之依據。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1403 號 民事判決",
        "case_topic": "請求土地所有權移轉",
        "case_date": "民國 88 年 06 月 25 日",
        "case_gist": "意定代理與法定代理不同，前者代理權之範圍，係依法律規定，後者代理\r\n權範圍，則依本人之授權行為定之；又代理行為須代理人有代理權，並於\r\n其代理權限內為之，始直接對本人發生效力，此觀民法第一百零三條第一\r\n項規定自明。查附表二所示土地應有部分之出賣人為高○炎，惟因其年事\r\n已高，系爭買賣契約之簽訂及付款事宜係由被上訴人高○壽代理所為等情\r\n，固為原審所認定，惟上開各行為旨在確保契約之履行，似非在求契約之\r\n解消。則該高○炎授與被上訴人高○壽代理權限之範圍若何？是否包括解\r\n除契約權利之行使在內？有待澄清。原審疏未查明，遽謂被上訴人高○壽\r\n以其名義去函催告解約，係代理本人高○炎所為而生解約之效力，自嫌速\r\n斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1401 號 民事判決",
        "case_topic": "請求確認抵押權不存在",
        "case_date": "民國 88 年 06 月 25 日",
        "case_gist": "過去不成立之法律關係，經延至目前仍繼續不存在時，即不失為現在之法\r\n律關係。如對於該法律關係存在與否，有即受確認判決之法律上利益者，\r\n自非不得就該現在繼續不存在之法律關係提起確認之訴。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 285 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 88 年 06 月 24 日",
        "case_gist": "假處分之情事變更者，債務人得聲請撤銷假處分，民事訴訟法第五百三十\r\n三條準用第五百三十條第一項規定甚明。又假處分保全執行之請求經本案\r\n判決否認時，即屬假處分之情事變更，所謂本案判決，係指法院就假處分\r\n保全執行之請求所為之判決而言，假處分之當事人與第三人之訴訟，並非\r\n此所謂本案判決，債務人不得執該判決主張假處分之情事變更而聲請撤銷\r\n假處分。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1386 號 民事判決",
        "case_topic": "請求償還修復費用",
        "case_date": "民國 88 年 06 月 24 日",
        "case_gist": "民法第二百十七條有關被害人與有過失之規定，其適用範圍不僅及於侵權\r\n行為與債務不履行所生損害賠償之債，並及於其他依法律規定所生損害賠\r\n償之債。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1379 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 06 月 24 日",
        "case_gist": "系爭房屋係上訴人與妻黃○柳於婚姻關係存續中，以黃○柳名義取得之財\r\n產，被上訴人已因信賴登記而取得系爭房屋所有權，為原審確定之事實。\r\n系爭房屋縱原屬上訴人所有，惟於被上訴人信賴登記善意受讓取得系爭房\r\n屋所有權後，上訴人對於系爭房屋既已喪失其所有權，則其繼續占有系爭\r\n房屋，即難謂有何法律上之原因，自屬無權占有。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1377 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 88 年 06 月 24 日",
        "case_gist": "扣押物，因防其喪失或毀損，應為適當之處置。不便保管之扣押物，得命\r\n適當之人保管，刑事訴訟法第一百四十條第一項、第二項定有明文。檢察\r\n官扣押票據交付保管，保管人依公法上關係占有票據，雖非票據之受讓人\r\n，惟本其保管人之權責，亦應依上開法條第一項規定為防止票據權利喪失\r\n之行為。故系爭支票經檢察官扣押後交付被上訴人保管，被上訴人本其保\r\n管人之地位，自得為防止票據權利喪失之行為，提示系爭支票行使追索權\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1376 號 民事",
        "case_topic": "請求清償債務事件",
        "case_date": "民國 88 年 06 月 24 日",
        "case_gist": "債務人就有保證人擔保之債務，另以其所有不動產設定抵押權為擔保，抵\r\n押物如經拍賣，債務人既不得對保證人求償，則該債務人於抵押權設定後\r\n，如將抵押物讓與第三人，本於不能因此使保證人蒙受不利益之法理，該\r\n抵押物之第三取得人雖因債權人實行抵押權以致喪失其抵押物所有權，亦\r\n無依民法第三百十二條規定對保證人主張清償代位行使代位權之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1373 號 民事判決",
        "case_topic": "請求給付承攬報酬",
        "case_date": "民國 88 年 06 月 24 日",
        "case_gist": "不當得利之受領人，以返還原物為原則，例外的依其利益之性質或其他情\r\n形不能返還原物時，始應償還其價額。次按不當得利之受領人，不知無法\r\n律上之原因者，僅負返還現存利益之責任，受領時知無法律上之原因或其\r\n後知之者，始應將受領時所得之利益或知無法律上之原因時所現存之利益\r\n，附加利息，一併償還。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 270 號 民事裁定",
        "case_topic": "聲請第三人負擔訴訟費用",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "查，當事人行使民事訴訟法第八十九條第一項之聲請權，應為本案終局判\r\n決前為之，若法院已為終局判決，則訴訟費用業經裁判 (同法第八十七條\r\n) ，法院勢難重複裁判。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1362 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "要保人對於財產上之現有利益，或因財產上之現有利益而生之期待利益，\r\n有保險利益。凡基於有效契約而生之利益，亦得為保險利益，保險法第十\r\n四條、第二十條分別定有明文。是凡對於特定財產有法律上之權利或利益\r\n，或因特定之法律關係而有可期待之利益，或因其損失或事故之發生將受\r\n損害者，均有財產上之保險利益。高郭桂枝依其與被上訴人訂立之附條件\r\n買賣契約，得占有使用系爭汽車，於支付全部價金時，即可取得其所有權\r\n，且因系爭汽車之毀損、滅失或遭竊，而將受損害，其以系爭汽車為保險\r\n標的物向上訴人投保竊盜損失險，自有保險利益。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1361 號 民事判決",
        "case_topic": "請求排除侵害",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "地政機關因土地分割於地籍圖上繪劃界線，並無確定私權之效力，如與應\r\n分割之現場界線不符而有錯誤，受不利益之一方土地所有人，可申請地政\r\n機關更正，倘他方拒絕時，亦得訴請他方同意辦理更正；於未更正前，如\r\n他方以其係無權占有而與其涉訟，法院即應就兩造之界址爭執，依調查證\r\n據之結果予以認定，不得以該地籍圖所繪界線作為認定界址之唯一依據。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1356 號 民事裁定",
        "case_topic": "請求給付薪資",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "民法第七十二條所謂法律行為有背於公共秩序或善良風俗者無效，乃指法\r\n律行為本身違反國家社會一般利益及道德觀念而言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1346 號 民事判決",
        "case_topic": "請求塗銷土地抵押權登記",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "消費借貸為要物契約，因金錢或其他代替物之交付而生效力，故利息先扣\r\n之消費借貸，其貸與之本金額應以利息預扣後實際交付借用人之金額為準\r\n。如當事人間就是否已實際交付之事實有爭執，應由主張已為交付之貸與\r\n人負舉證責任。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1341 號 民事判決",
        "case_topic": "請求返還土地",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "民法第八百二十一條規定，各共有人固得為共有人全體之利益，就共有物\r\n之全部，為回復共有物之請求。惟請求返還不當得利，並無該條規定之適\r\n用，請求返還不當得利，而其給付可分者，各共有人僅得按其應有部分，\r\n請求返還。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1326 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "當事人間就一定之法律關係及由該法律關係所生之爭議，訂有仲裁契約時\r\n，倘對造當事人就該仲裁契約之法律關係所生之爭議，不遵守該仲裁契約\r\n之約定，向法院起訴時，他方當事人依原商務仲裁條例第三條之規定，固\r\n得據以請求法院駁回原告之訴。但此僅係他方當事人對於訴訟要件之欠缺\r\n之抗辯而已，當事人非不得放棄，而不提出妨訴抗辯。該訴訟障礙事項，\r\n必待他方於訴訟中為抗辯，法院始得為審酌。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1302 號 民事判決",
        "case_topic": "請求塗銷房屋所有權移轉登記",
        "case_date": "民國 88 年 06 月 17 日",
        "case_gist": "連帶債務人對於債權人應各負全部給付之責，是在債務未受清償前，連帶\r\n債務人中之一人所為之詐害行為，債權人自得對之依民法第二百四十四條\r\n第一項、第二項之規定撤銷之。至於其他連帶債務人有資力與否，在所不\r\n問。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1289 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 06 月 11 日",
        "case_gist": "土地法第三十四條之一第一項前段規定，共有土地之處分、變更及設定地\r\n上權、永佃權、地役權或典權，應以共有人過半數及其應有部分合計過半\r\n數之同意行之，係指共有土地之處分、變更，及設定地上權、永佃權、地\r\n役權或典權而言。縱認上訴人係該土地之共有人之一，惟按各共有人按其\r\n應有部分，對於共有物之全部有使用收益之權，然共有人對共有物之特定\r\n部分使用收益，仍須徵得其他共有人全體之同意，非謂共有人得對共有物\r\n之全部或任何一部分有自由使用收益之權利，是上訴人自不得就該土地之\r\n特定部分予以使用收益。茲上訴人就共有物之特定部分使用收益，核與前\r\n揭土地法第三十四條之一第一項前段之規定不符，上訴人辯稱其使用該土\r\n地，係屬事實上之處分，顯有誤解。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1250 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 88 年 06 月 10 日",
        "case_gist": "聲請拍賣抵押物，原屬非訟事件，准許與否之裁定，既無確定實體法上法\r\n律關係存否之性質，要於債權及抵押權之存否，並無既判力，故祇須其抵\r\n押權已經依法登記且債權已屆清償期而未受清償，法院即應為准許拍賣之\r\n裁定，若債務人對於金錢債務之數額有爭執，則應提起確認之訴，以求解\r\n決。查強制執行法第十四條第二項所謂債務人異議之訴，為形成之訴，其\r\n訴訟無非以債務人於執行名義成立前，有債權不成立或消滅或妨礙債權人\r\n請求之事由，請求法院以形成判決宣示不許就某一執行名義為全部或一部\r\n之強制執行，並無法就抵押債權之數額為確認之判決。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1246 號 民事判決",
        "case_topic": "因第三人異議之訴",
        "case_date": "民國 88 年 06 月 10 日",
        "case_gist": "共有物在分割之前，如經共有人中一人之債權人聲請法院強制執行者，已\r\n屬侵害其他共有人之權利。此種情形，共有人之共有權對執行標的共有物\r\n，即有足以排除強制執行之權利，該共有人自得依強制執行法第十五條之\r\n規定對債權人提起異議之訴。故合夥人中一人之債權人就未分析而屬公同\r\n共有之合夥財產聲請強制執行時，其他合夥人亦應得依上開規定提起異議\r\n之訴，以排除執行債權人對合夥財產之強制執行。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1236 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 06 月 10 日",
        "case_gist": "表意人撤銷其因被詐欺而為之意思表示，應於發見詐欺後一年內為之，民\r\n法第九十三條前段定有明文。該項期間係法定除斥期間，其時間經過，撤\r\n銷權即告消滅，縱未經當事人主張或抗辯，法院亦應依職權予以調查審認\r\n，以為判斷之依據。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1229 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 88 年 06 月 10 日",
        "case_gist": "定共有物分割之方法，固可由法院自由裁量，但須以其方法適當者為限。\r\n查巷道為單向出口，長度超過四十公尺者，應以巷道中心線為準，兩旁均\r\n等退讓，以合計達到六公尺寬度之邊界線作為建築線；又私設通路為單向\r\n出口，且長度超過三十五公尺者，應設置汽車迴車道，可採用圓形、方形\r\n或丁形，此觀台灣省建築管理規則第五條第一項第一款及建築技術規則建\r\n築設計施工編第三條之一第一項之規定即明。原審依原判決附圖乙案所示\r\n方案為分割，其所留設之巷道 (如編號 (一) 、 (二) 所示) 為單向出口\r\n，長度超過四十公尺，但其寬度僅為四公尺，則分到臨該巷道之土地將來\r\n建屋時，其建築線將退讓，致其分得土地之利用價值降低，且無汽車迴車\r\n道之設置，亦與建築技術規則之規定不合，自難謂係適當之分割方法。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1219 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 88 年 06 月 04 日",
        "case_gist": "民法第二百六十條規定解除權之行使不妨害損害賠償之請求，此項規定於\r\n當事人依法律之規定終止契約者，依同法第二百六十三條規定，固得準用\r\n之。惟所指之損害賠償，並非積極的認有新賠償請求權發生，不過規定因\r\n其他原因已發生之賠償請求權，不因解除權 (終止權) 之行使而受妨礙。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1214 號 民事判決",
        "case_topic": "請求塗銷土地所有權移轉登記",
        "case_date": "民國 88 年 06 月 04 日",
        "case_gist": "於民法第一千一百七十四條第二項修正前拋棄繼承，非必向法院為之，茍\r\n於法定期間以書面向親屬會議或其他未拋棄之繼承人全體表示拋棄，即發\r\n生拋棄繼承之法效；縱該拋棄繼承之書面事後時久難以覓尋，茍能以其他\r\n證據證明拋棄繼承之事實，自不能以書面之不能提出而謂不發生拋棄繼承\r\n之效力。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 251 號 民事裁定",
        "case_topic": "請求給付貨款",
        "case_date": "民國 88 年 06 月 03 日",
        "case_gist": "送達於應受送達人之住居所、事務所或營業所行之，對於法定代理人之送\r\n達，亦得於當事人本人之事務所或營業所行之，民事訴訟法第一百三十六\r\n條定有明文。所謂住所，即以久住之意思住於一定地域之謂；所謂居所，\r\n乃以暫時目的所居之場所；而所謂營業所，則指從事商業或其他營業之場\r\n所。又不能依民事訴訟法第一百三十六條、第一百三十七條之規定為送達\r\n者，固得依同法第一百三十八條之規定為寄存送達，惟應受送達人之住居\r\n所、事務所或營業所現已變更者，縱令其戶籍登記尚未遷移，仍不得於原\r\n處所為寄存送達。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1189 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 06 月 03 日",
        "case_gist": "法律行為以得否與其原因相分離，可分為要因行為 (有因行為) 及不要因\r\n行為 (無因行為) 。前者如買賣、消費借貸等債權契約是；後者如處分行\r\n為、債務拘束、債務承認、指示證券及票據行為等屬之。民法上之典型契\r\n約固均屬有因契約，惟基於契約自由原則，當事人於不背於法律強行規定\r\n及公序良俗之範圍內，亦得訂定無因契約，此種由一方負擔不標明原因之\r\n契約，自屬無因行為。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1182 號 民事判決",
        "case_topic": "請求返還信託物",
        "case_date": "民國 88 年 06 月 03 日",
        "case_gist": "遺產之處分依民法第八百二十八條第二項規定，固應得繼承人全體之同意\r\n，但該「同意」者除由繼承人授與處分遺產之代理權與其他繼承人之行為\r\n外，自應將繼承人事後承認處分該遺產之情形亦涵攝在內。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1178 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 88 年 06 月 03 日",
        "case_gist": "按對於第二審判決上訴，非以其違背法令為理由，不得為之，民事訴訟法\r\n第四百六十七條定有明文。依同法第四百六十八條規定，判決不適用法規\r\n或適用不當者，為違背法令。而判決有同法第四百六十九條所列各款情形\r\n之一者，為當然違背法令。是當事人提起上訴，如依民事訴訟法第四百六\r\n十八條規定，以第二審判決有不適用法規或適用法規不當為理由時，其上\r\n訴狀或理由書應有具體之指摘，並揭示該法規之條項或其內容。若係成文\r\n法以外之法則，應揭示該法則之旨趣。倘為司法院解釋、或本院之判例，\r\n則應揭示該判解之字號或其內容。如以民事訴訟法第四百六十九條所列各\r\n款情形為理由時，其上訴狀或理由，應揭示合於該條款之事實。上訴狀或\r\n理由書如未依此項方法表明者，即難認為已對第二審判決之違背法令有具\r\n體之指摘，其上訴自難認為合法。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1169 號 民事裁定",
        "case_topic": "請求清償債務",
        "case_date": "民國 88 年 06 月 03 日",
        "case_gist": "連帶保證為保證之一種，並非連帶債務，其特點在於其債務不失其附從性\r\n，主債務人與連帶保證人間之關係，應適用關於保證之規定，主債務人與\r\n連帶保證人間並無分擔部分。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1164 號 民事判決",
        "case_topic": "請求返還無權占有土地",
        "case_date": "民國 88 年 05 月 28 日",
        "case_gist": "當事人主張有利於己之事實者，就其事實有舉證之責任，民事訴訟法第二\r\n百七十七條定有明文。本件聯勤司令部主張謝○源等無權占有系爭土地，\r\n而請求渠等拆除地上物交還土地，謝○源等自應就渠等之占有系爭土地有\r\n正當權源存在之事實，負舉證之責。乃原審既認謝○源、梁○宗、鄭○庭\r\n、梁○蓮、許○家、謝○林、謝○義、梁○傑、梁簡○雲、梁○枝、梁簡\r\n○英、梁○錐、梁○興、梁林○枝、梁○吉、梁○、梁○居、梁○忠、謝\r\n○祥、謝○調、許○生、張簡○男、梁○忠、楊○昇、佘○政、佘○璋共\r\n二十六人占有系爭土地，有租賃關係者，有正當權源，無租賃關係者，無\r\n正當權源 (即前述四部分) ，自應查明其各自範圍 (即承租之範圍、超出\r\n承租之範圍) ，乃未遑調查審認，逕謂聯勤司令部提出之租約，並未畫明\r\n明確之出租位置，只是畫一概略的位置，無法得知承租之位置在何處，故\r\n亦無法確定謝○源等二十六人占用之土地何部分為逾越承租範圍之土地云\r\n云，爰均為不利聯勤司令部之判斷，殊嫌率斷，亦違反舉證責任之分配原\r\n則，且事實不明本院無從為法律上之判斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1161 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 88 年 05 月 28 日",
        "case_gist": "執票人應以背書之連續，證明其權利，票據法第三十七條第一項定有明文\r\n，此項規定，依同法第一百四十四條並為支票所準用。本件上訴人所提出\r\n被上訴人簽發、以富○銀行仁愛分行為付款人、號碼ＡＮ○六七三五七一\r\n至ＡＮ○六七三五七三、面額共五百萬元之支票三張，均記載訴外人振○\r\n公司為受款人，而振○公司似均已背書，形式上，背書已屬連續，上訴人\r\n自振○公司受讓該等支票，依首開說明，即非不得行使票據上之權利。原\r\n審以「前開三紙支票，受款人均指定為訴外人振○公司，其上並無上訴人\r\n公司之背書，而上訴人亦無法證明振○公司將前開債權移轉予上訴人，則\r\n上訴人僅能證明現持有系爭三紙支票，其既無法證明前開債權已移轉，則\r\n上訴人無法證明其為票據權利人，其主張被上訴人對其負有五百萬元債務\r\n並主張抵銷，自屬無據。」進而為上訴人敗訴之判決，所執法律上之見解\r\n，殊屬可議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1135 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 88 年 05 月 28 日",
        "case_gist": "民法第三百零五條固規定就他人之財產或營業，概括承受其資產及負債者\r\n，因對於債權人為承受之通知或公告，而生承擔債務之效力。惟此僅就財\r\n產或營業承受時之債務承擔為規定。若與此結合有債權移轉時，應依民法\r\n第二百九十四條至第二百九十九條之規定，亦須經讓與人或受讓人通知債\r\n務人始生效力。而此之通知，不過為觀念通知，為通知概括承受事實之行\r\n為，得任以言詞或文書為之，不需何等之方式。倘承受人對於債之相對人\r\n主張受讓事實行使債權時，足使知有概括承受之事實，自應認為兼有通知\r\n之效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1127 號 民事判決",
        "case_topic": "請求償還利得",
        "case_date": "民國 88 年 05 月 28 日",
        "case_gist": "被上訴人本於利得償還請求權及消費借貸返還請求權，請求上訴人返還利\r\n得或借款六百七十萬元本息，此種起訴之形態，謂之重疊的訴之合併；訴\r\n訟標的雖有數項，而僅有單一之聲明，法院應就所主張之數項標的逐一審\r\n判，如其中一項請求為有理由，即可為原告勝訴之判決，就他項標的無須\r\n更為審判；法院如就數項標的同時判決，則為法所不許。原審未見及此，\r\n遽認被上訴人得本於票據法上利得償還及民法上消費借貸之法律關係，請\r\n求上訴人返還利得或借款，自屬違背法令。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 242 號 民事裁定",
        "case_topic": "聲請變更擔保物",
        "case_date": "民國 88 年 05 月 27 日",
        "case_gist": "法院之裁判命以現金供訴訟上之擔保者，僅係抽象的表明其數額，供擔保\r\n時，原則上固應照該數額提存現金，但欲提存有價證券，亦無不可，只以\r\n經法院認為相當者為限，此與供擔保提存物之變換，要屬二事。觀之民事\r\n訴訟法第一百零二條第一項及第一百零五條第一項之規定自明。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 240 號 民事裁定",
        "case_topic": "撤銷假扣押",
        "case_date": "民國 88 年 05 月 27 日",
        "case_gist": "民事訴訟法第五百二十九條第一項所謂之起訴，係指依訴訟程序提起訴訟\r\n，得以確定私權之存在，而取得確定判決者而言，債權人起訴所請求之事\r\n項，須與其聲請假扣押時，依同法第五百二十五條第一項第二款所表明之\r\n請求相符，如起訴請求之原因事實與原聲請保全之原因事實不相同，自不\r\n能認已就其所欲保全之請求起訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1122 號 民事判決",
        "case_topic": "請求塗銷抵押權登記",
        "case_date": "民國 88 年 05 月 27 日",
        "case_gist": "當事人間以合意就特定訴訟標的所為關於如何確定事實，或以何種方法確\r\n定事實之證據方法，謂之證據契約。例如約定：關於一定事實，須提出一\r\n定之證據，始有其證據價值；關於一定事實，不問是否符合真實，均須承\r\n認而不得爭執；火災、海難等一定損害發生之原因或損害額之算定，須以\r\n一定第三人之鑑定為準；關於非明文規定的舉證責任之變更等。凡契約內\r\n容於公益無妨害，且當事人原有自由處分之權限者，均應承認其為有效。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1118 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 05 月 27 日",
        "case_gist": "凡編為某種使用地之土地，不得供其他用途之使用，為土地法第八十二條\r\n前段所明定，至於該法條但書所規定「但經該管市縣地政機關核准，得為\r\n他種使用者，不在此限。」，及同法第八十三條所規定「編為某種使用地\r\n之土地，於其所定之使用期限前，仍得繼續為從來之使用。」係分別就土\r\n地得為他種使用及繼續為從來之使用所應具備之條件之規定，此非謂凡編\r\n為某種使用地之土地，僅得為從來之使用及繼續為他種使用，而不得供所\r\n編使用地之使用，倘上訴人之被繼承人係於系爭土地編為工業用地之前與\r\n被上訴人就系爭土地訂立耕地租約，則於系爭土地編為工業用地後，依上\r\n說明，上訴人及其被繼承人得為工業用地之使用，不得認為上訴人不自任\r\n耕作，而得援引耕地三七五減租條例第十六條第一項、第二項規定，認原\r\n訂租約無效。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1112 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 88 年 05 月 27 日",
        "case_gist": "所謂債權讓與，係指不變更債權之同一性，由第三人受讓該債權而成為原\r\n債之關係之債權人而言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1111 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 88 年 05 月 27 日",
        "case_gist": "道路交通安全規則第八十九條第一款規定行車前應注意煞車須詳細檢查確\r\n實有效；同規則第九十四條第二項規定前車如須減速暫停，駕駛人應預先\r\n顯示燈光或手勢告之後車。其旨均在保障公眾行車安全，屬保護他人之法\r\n律，如有違反者，應推定其有過失。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1100 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 05 月 27 日",
        "case_gist": "買賣標的物有瑕疵，出賣人應負不完全給付之債務不履行責任時，必瑕疵\r\n不能補正，買受人始得依民法第二百五十六條規定解除契約。"
    },
    {
        "case_id": "最高法院 88 年度台簡上字第 24 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 88 年 05 月 21 日",
        "case_gist": "確認法律關係存在或不存在之訴，以確認現在之法律關係為限，如已過去\r\n或將來應發生之法律關係，則不得為此訴之標的。所謂「過去之法律關係\r\n」，係指曾經成立或不成立之法律關係，因情事變更，該過去之法律關係\r\n現已不復存在之情形而言。且為訴訟標的之法律關係是否存在，係以事實\r\n審言詞辯論終結時為準。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 237 號 民事裁定",
        "case_topic": "強制執行",
        "case_date": "民國 88 年 05 月 21 日",
        "case_gist": "強制執行事件應為如何之執行，依執行名義之內容定之，至執行債權人有\r\n無執行名義所載之請求權，執行法院無審認判斷之權。又債務人異議之訴\r\n係以程序法上之異議權為訴訟標的，其判決對於債權人與債務人間債權之\r\n實體關係並無既判力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1084 號 民事判決",
        "case_topic": "請求給付借款",
        "case_date": "民國 88 年 05 月 21 日",
        "case_gist": "消費者保護法所稱之消費者，係指以消費為目的而為交易、使用商品或接\r\n受服務者而言，此觀同法第二條第一款規定自明。本件展○公司先後向被\r\n上訴人借款八筆，共計二千七百三十萬元，係屬融資借貸關係，而保證人\r\n即上訴人等與借款人展○公司之關係，除第一審共同被告葉○連係展○公\r\n司之關係企業總○建設公司之負責人外，餘均為展○公司之股東或股東之\r\n至親，有關融資借貸之保證契約，具有活絡展○公司資金週轉之效果，為\r\n原審合法確定之事實。則本件借貸係以展○公司之資金週轉為目的而為交\r\n易，顯非消費者之交易，此觀上訴人簽訂之保證書第六條記載，本條約定\r\n僅適用於非屬消費者貸款之保證，由保證人於本條文末簽章後生效，並由\r\n上訴人於該條文末簽章，益為明顯，是本件保證契約自無適用消費者保護\r\n法之餘地。從而"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1080 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 88 年 05 月 21 日",
        "case_gist": "買賣契約屬於債權關係，而債之關係為特定人間之權利義務關係，不及於\r\n契約以外之第三人。而共有關係係物權關係，共有物之分割，目的即在消\r\n滅此種物權關係。共有土地各共有人之應有部分各為若干，應以土地登記\r\n簿上所記載者為準 (本院六十七年台上字第三一三一號判例意旨) 。共有\r\n人與其前手是否成立特定位置之土地買賣並約定受讓某特定部分，此種特\r\n定位置之土地買賣，係買賣雙方間之關係，亦祇係債權性質，不能據以改\r\n變物權關係，應有部分經登記後，關於共有人間就共有土地之物權關係，\r\n仍應此為斷。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 230 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 88 年 05 月 20 日",
        "case_gist": "再抗告人以相對人為伊公司之董事，違反公司法第二百零九條第一項之競\r\n業禁止義務為由，向台灣台北地方法院 (下稱台北地院) 聲請假處分，其\r\n本案訴訟係關於公司與董事間之訴訟，自應由監察人為公司之法定代理人\r\n，而依相對人提出之再抗告人公司變更登記事項卡記載，該公司監察人為\r\n劉台麟，乃再抗告人竟以董事長魯永強為其公司之法定代理人聲請假處分\r\n，其代理權難謂無欠缺。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1059 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 88 年 05 月 20 日",
        "case_gist": "所謂同時履行之抗辯，係指因契約互負債務者，於他方當事人未為對待給\r\n付前，得拒絕自己之給付而言，如他方就其所負債務已為給付，自不生同\r\n時履行抗辯之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1053 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 88 年 05 月 20 日",
        "case_gist": "(一) 土地法第三十條第一項前段規定：「私有農地所有權之移轉，其承\r\n      受人以能自耕者為限」旨在確保農地農有農用，如私有農地已依法\r\n      編定為工業區，縱其地目尚未變更，或未實際開發為工業使用，既\r\n      已非農地，自不受該條項規定之限制。\r\n (二) 繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共\r\n      有，民法第一千一百五十一條定有明文。而繼承人請求分割該公同\r\n      共有之遺產，性質上為處分行為，如係不動產，依民法第七百五十\r\n      九條規定，於未辦妥繼承登記前，不得為之。又不動產之繼承登記\r\n      ，得由任何繼承人為全體繼承人聲請之，除經繼承人全體同意，得\r\n      申請為分別共有之登記外，均應申請為公同共有之登記，此觀土地\r\n      法第七十三條第一項及土地登記規則第三十一條第一項規定即明。\r\n      是繼承人請求他繼承人協同辦理不動產繼承登記，難認有保護之必\r\n      要，不應准許，則其併訴請分割遺產辦理分別共有之登記及分割共\r\n      有物，自亦無從准許。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1051 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 88 年 05 月 20 日",
        "case_gist": "提起分割共有物之訴，其參與分割之當事人僅以共有人為限，又請求分割\r\n之共有物如為不動產，其共有人為何人，以及應有部分各為若干，概以土\r\n地登記簿登記者為準。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 227 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 88 年 05 月 19 日",
        "case_gist": "供擔保之原因消滅者，法院應依供擔保人之聲請，以裁定命返還其提存物\r\n，民事訴訟法第一百零四條第一項第一款、第一百零六條定有明文。又按\r\n假扣押裁定必有假扣押之原因消滅，或其他命扣押之情事變更法院始得裁\r\n定撤銷，或由債權人聲請法院裁定撤銷，此觀民事訴訟法第五百三十條第\r\n一項、第三項之規定自明。故債務人依假扣押裁定為免假扣押而供擔保者\r\n，嗣後該假扣押裁定被撤銷確定，應認供擔保之原因消滅，債務人得聲請\r\n法院以裁定命返還其提存之擔保金。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1034 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 05 月 19 日",
        "case_gist": "土地及土地上之房屋同屬一人所有，而僅將土地或房屋所有權讓與他人，\r\n或將土地及房屋同時或先後讓與相異之人時，土地受讓人或房屋受讓人與\r\n讓與人間，或房屋受讓人與土地受讓人間，應推定在房屋得使用期限內有\r\n租賃關係存在，以維護社會經濟。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1032 號 民事判決",
        "case_topic": "請求回復原狀",
        "case_date": "民國 88 年 05 月 19 日",
        "case_gist": "基於不同之法律關係為不同之請求而同時對債務人為催告者，是否生催告\r\n之效力，應就該不同之請求權分別決定之，不容混淆。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1021 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 05 月 14 日",
        "case_gist": "八十五年九月二十五日修正公布之民法親屬編施行法第六條之一規定：「\r\n七十四年六月四日以前結婚並適用聯合財產制之夫妻，於婚姻關係存續中\r\n以妻之名義在同日以前取得不動產，而婚姻關係尚存續中且該不動產仍以\r\n妻之名義登記或夫妻已離婚而該不動產仍以妻之名義登記者，於本施行法\r\n八十五年九月六日修正生效一年後，適用七十四年民法親屬編修正後之第\r\n一千零十七條規定。」本條所以規定在施行法修正生效一年後，適用七十\r\n四年六月三日修正後之民法第一千零十七條規定，參考其立法理由，係在\r\n施行法第六條之一施行後一年緩衝期間內 (即八十五年九月二十七日至八\r\n十六年九月二十六日) ，得由夫妻重新認定財產之歸屬，於施行一年後，\r\n則一體適用新法，以配合登記制度並維妻之權益。故在一年之緩衝期間內\r\n，夫妻有重新認定財產歸屬之行為，自應適用修正前民法第一千零十七條\r\n規定，而無適用新法之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 997 號 民事判決",
        "case_topic": "請求遷讓房屋",
        "case_date": "民國 88 年 05 月 13 日",
        "case_gist": "公務人員因任職關係獲准配住宿舍，屬使用借貸性質；而公務人員領取之\r\n房租津貼，乃行政機關對公務人員賃屋居住之開支所為之補貼，配住宿舍\r\n者，因無賃屋居住之開支，故未發放房租津貼，尚不得據此主張其未領房\r\n租津貼，即係給付租金，而謂獲准配住宿舍為租賃關係，非屬借貸契約。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 218 號 民事裁定",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 05 月 13 日",
        "case_gist": "當事人、訴訟標的及訴之聲明為訴之三要素，其一有變更、追加情形，即\r\n屬訴之變更、追加。又在第二審為訴之變更、追加，除合於民事訴訟法第\r\n二百五十六條第二款至第四款之情形外，非經他造同意，不得為之，為同\r\n法第四百四十六條第一項所明定。而民事訴訟法第二百五十六條第三款所\r\n謂「因情事變更而以他項聲明代最初之聲明」，係指因客觀情事有所變更\r\n，無法達原來訴訟之目的，而有變更最初聲明之必要而言。是以解釋上除\r\n須有「情事變更」之客觀事實外，尚須「以他項聲明代最初之聲明」為其\r\n要件，始足當之。倘情事雖有變更，而聲明始終如一，自無該條款適用之\r\n餘地。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 217 號 民事",
        "case_topic": "聲請撤銷假扣事件",
        "case_date": "民國 88 年 05 月 13 日",
        "case_gist": "按假扣押之原因消滅或其他命假扣押之情事變更者，債務人固得依民事訴\r\n訟法第五百三十條第一項規定聲請法院撤銷假扣押裁定，惟該條所稱之「\r\n假扣押之原因消滅」者，係指債權人於聲請假扣押時，所主張之假扣押原\r\n因，已無日後不能強制執行或甚難執行之虞，或以應在外國為強制執行，\r\n現已得於國內強制執行等是；又該所謂之「命假扣押之情事變更」者，則\r\n指債權人依假扣押保全執行之請求已歸消滅，或經本案判決予以否認，或\r\n已喪失其請求假扣押之權利等情形而言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 986 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 05 月 07 日",
        "case_gist": "強制執行法上之拍賣，應解釋為買賣之一種，即以債務人為出賣人，拍定\r\n人為買受人。惟買賣標的物之利益及危險，自交付時均由買受人承受負擔\r\n，民法第三百七十三條前段定有明文。系爭增建部分於拍賣後仍由上訴人\r\n占有使用中，並未經交付與被上訴人，且於八十五年十月二十六日遭火焚\r\n燬。被上訴人於增建部分遭火焚燬前，既尚未受交付而占有使用，自無上\r\n訴人所主張之不當利得可言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 982 號 民事判決",
        "case_topic": "請求核減違約金",
        "case_date": "民國 88 年 05 月 07 日",
        "case_gist": "「當事人約定契約不履行之違約金過高者，法院固得依民法第二百五十二\r\n條以職權減至相當之數額，惟是否相當仍須依一般客觀事實、社會經濟狀\r\n況及當事人所受損害情形，以為酌定標準，而債務已為一部履行者，亦得\r\n比照債權人所受利益減少其數額。」本院著有四十九年度台上字第八○七\r\n號判例可稽，原審既認定鍾○娥已繳交部分價款，則蔡○真、鄭○瓊是否\r\n因此受有利益？倘蔡○真、鄭○瓊因此而得有利益，法院於酌定違約金時\r\n亦應比照此項利益減少違約金之數額，乃原審就此未加斟酌，即認定本件\r\n違約金之數額以買賣總價之二成為適當云云，自屬可議。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 213 號 民事裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 88 年 05 月 07 日",
        "case_gist": "書狀不合程式或起訴不合程式，就其事項本身言之，固非不得命為補正，\r\n惟原告既未於起訴書狀記載自己之正確住居所，命補正之裁定事實上即無\r\n從達到於原告，而公示送達乃係視為送達 (擬制送達) ，並非使受送達人\r\n確知文書內容之真實送達，命補正之裁定，當不適於為公示送達，是原告\r\n未於起訴狀記載正確之居住所者，其應為送達之處所顯有不明之情形，法\r\n院得依民事訴訟法第二百四十九條第一項第六款規定以其起訴不合程式，\r\n逕以裁定駁回原告之訴，但在法院未裁定駁回其訴之前，該事件尚繫屬法\r\n院，自難謂未起訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 962 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 05 月 06 日",
        "case_gist": "民法第一百八十八條所定僱用人之連帶賠償責任，以受僱人因執行職務不\r\n法侵害他人之權利，始有其適用。倘為受僱人個人之犯罪行為而與執行職\r\n務無關，即與該條所定成立要件不合，尚難令僱用人與受僱人負連帶賠償\r\n責任。查證券經紀商為受託買賣有價證券而僱用營業人員為直接有關有價\r\n證券買賣之行為者，必該營業人員因執行與有價證券買賣有關之行為而不\r\n法侵害他人之權利者，始得令證券經紀商與該營業人員負連帶賠償責任，\r\n倘係營業人員個人之犯罪行為而無關有價證券買賣之職務者，自難謂係因\r\n執行職務而不法侵害他人之權利。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 950 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 88 年 05 月 06 日",
        "case_gist": "依保險法第一百二十一條第一項前段規定「受益人故意致被保險人於死者\r\n，無請求保險金額之權」，對照同條第三項所定「要保人故意致被保險人\r\n於死者，保險人不負給付保險金之責」等不同用語觀之，該第一項前段應\r\n僅在於剝奪受益人之保險金請求權，非為免除保險人給付保險金責任之規\r\n定。系爭保險契約 (保險單條款) 第十八條第一項第二款約定：「受益人\r\n故意致被保險人於死者，保險人 (被上訴人) 不負給付保險金之責任」等\r\n內容，似已違反法律之規定，任意以契約擴張被上訴人之免責範圍，是否\r\n為法之所許？殊非無疑。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 946 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 88 年 05 月 06 日",
        "case_gist": "所謂同時履行之抗辯，係指雙務契約當事人之一方，於自己所負之債務已\r\n屆清償期，經他方請求給付時，得於他方未為對待給付前，拒絕自己的給\r\n付而言，倘自己所負之債務未屆清償期，自不生同時履行抗辯之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 943 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 05 月 06 日",
        "case_gist": "出賣人以買受人違約沒收其已付價金為違約金，如經法院核減其數額，就\r\n該減少部分，出賣人受領之法律上原因即已失其存在，固應負返還其利益\r\n之義務，惟得請求其返還不當得利之權利人為受損人，該違約金如係由數\r\n買受人共同給付者，僅能由各買受人就自己所受損害部分行使其權利，並\r\n非數人有同一債權，應無民法第二百七十一條規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 940 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 88 年 05 月 06 日",
        "case_gist": "因可歸責於承攬人之事由致工作遲延者，定作人於受領工作時，若未聲明\r\n保留，依民法第五百零四條規定，定作人固不得再依民法第五百零二條、\r\n第五百零三條或一般遲延之規定，請求減少報酬、解除契約或損害賠償，\r\n惟雙方約定之違約金債權，於約定之原因事實發生時，即已獨立存在，定\r\n作人於遲延後受領工作時，縱因未保留而推定為同意於遲延之效果，應不\r\n影響於已獨立存在之違約金債權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 938 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 88 年 04 月 30 日",
        "case_gist": "第一審係認被上訴人先位及備位之訴均無理由，駁回其全部之訴，經被上\r\n訴人聲明全部不服，提起第二審上訴，原審既認先位之訴為有理由，即應\r\n廢棄第一審全部判決，就先位之訴為被上訴人勝訴之判決，乃其主文僅諭\r\n知廢棄第一審先位之訴之判決，置備位之訴之判決於其外，自有未合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 922 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 04 月 30 日",
        "case_gist": "信用狀之簽發為國際貿易支付款項之工具，本質上與買賣合約或其他合約\r\n為分立各別之交易行為。是信用狀並非買賣契約，乃為受益人於完成信用\r\n狀所定條件時，得請求該國外代理銀行支付一定金額之憑證而已。又依信\r\n用狀統一慣例與實務第三十二條ａ款規定，除非信用狀另有規定外，商業\r\n發票 (Commercial Invoice) 應以信用狀申請人為抬頭人。查上訴人於原\r\n審主張：本件預估發票之由 DCG  發出，乃因伊與嘉○公司成立買賣契約\r\n後，指定伊設在德國之關係企業 DCG  從德國購貨，出貨來台給嘉○公司\r\n，以為交付，嘉○公司則以信用狀指定 DCG  為受益人，作為價金之付款\r\n方法，屬國貿性質，故形式上須由信用狀受益人 DCG  開出發票，況此預\r\n估發票，亦僅屬報價性質，並非契約云云。乃原審並未說明上訴人此項攻\r\n擊方法因何不足採之理由，及究明審認該預估發票性質為何？遽依上開預\r\n估發票及信用狀之記載，即認系爭電腦中央處理器之買賣契約係成立於\r\nDCG 公司與嘉○公司間，自嫌速斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 905 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 04 月 30 日",
        "case_gist": "「事實於法院已顯著或為其職務上所已知者，無庸舉證。」民事訴訟法第\r\n二百七十八條第一項定有明文。依通常情形，經營炸雞漢堡店者，除須有\r\n如計算表所示之可樂機、飲水機、電風扇等設備外，舉凡上訴人所主張之\r\n瓦斯器具、收銀機、抽油煙機、餐桌、餐椅、餐具似亦係應有設備，而肉\r\n類、調味料、麵店等食品亦為常備之物，門扇更屬不可或缺，況證人鄭○\r\n萍已證述上訴人之炸雞漢堡店，在火災發生前，確有上開設備、食品、門\r\n扇，另有上訴人提出之單據足以佐證，乃原審竟謂因無證人證明，而私文\r\n書為被上訴人否認其真正，故上訴人主張有各該部分之損失，自屬無據云\r\n云，實與舉證法則有違。"
    },
    {
        "case_id": "最高法院 88 年度台簡上字第 22 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 88 年 04 月 30 日",
        "case_gist": "時效完成後，債務人得拒絕給付，民法第一百四十四條第一項定有明文。\r\n是消滅時效完成之效力，不過發生拒絕給付之抗辯權，且債務人為抗辯後\r\n，消滅者為請求權而非權利本身。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 204 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 04 月 30 日",
        "case_gist": "又訴訟代理人有二人以上者，均得單獨代理當事人，民事訴訟法第七十一\r\n條第一項定有明文。是同一當事人概括委任數訴訟代理人，各訴訟代理人\r\n均有為該當事人收受文書送達之權，向其中一人為送達，即發生合法送達\r\n之效力，倘各訴訟代理人收受文書之時間不同，依單獨代理之原則，以最\r\n先收到之時，為送達效力發生之時。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 886 號 民事判決",
        "case_topic": "請求合夥決算分配合夥利益",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "當事人於訴訟上所為之自認，於辯論主義所行之範圍內有拘束當事人及法\r\n院之效力，法院應認其自認之事實為真，以之為裁判之基礎，在未經自認\r\n人合法撤銷其自認前，法院不得為與自認之事實相反之認定。而自認之撤\r\n銷，自認人除應向法院為撤銷其自認之表示外，尚須舉證證明其自認與事\r\n實不符，且其自認係出於錯誤，始得為之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 884 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "契約之合意解除為契約行為，係以第二次契約解除第一次契約，得就契約\r\n之全部或一部為之，債務已全部或一部履行者，亦同。其效力，應依當事\r\n人之約定決之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 880 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "不動產經法院囑託辦理查封、假扣押、假處分登記後，在未為塗銷登記前\r\n，依修正土地登記規則第一百二十九條規定 (修正前為第一百二十八條)\r\n，登記機關既應停止與其權利有關之新登記，則對該不動產相關權利登記\r\n之請求，即處於給付不能之狀態，法院自不得命為該相關權利之登記。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 194 號 民事裁定",
        "case_topic": "請求執行滯納營利事業所得稅",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "強制執行法就執行程序之當事人能力，並未加規定，依該法第三十條之一\r\n，自應準用民事訴訟法之規定，亦即有訴訟當事人能力者，有執行當事人\r\n能力。而訴訟當事人能力，除胎兒關於其可享受之利益，有當事人能力外\r\n，凡有權利能力者，均有當事人能力；又非法人之團體，設有代表人或管\r\n理人者，亦有當事人能力，民事訴訟法第四十條定有明文。此所謂非法人\r\n之團體設有代表人或管理人者，必須有一定之名稱及事務所或營業所，並\r\n有一定之目的及獨立之財產者，始足當之；與營利事業是否依營利事業登\r\n記規則辦理登記，自無必然之關連。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 192 號 民事裁定",
        "case_topic": "票款執行",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "法人應以代表人代表法人為訴訟行為；非法人之代表人而代表法人為訴訟\r\n行為，法院亦以其為法人之代表人對之為裁判者，要難謂非違法。此與確\r\n由代表人代表法人為訴訟行為而裁判予以誤寫之顯然錯誤，應予更正者有\r\n異。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 191 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "強制執行程序中，債權人或債務人對於分配表聲明異議，其他債權人或債\r\n務人於分配期日未到場，執行法院未依聲明異議更正分配表，而將聲明異\r\n議狀送達其他債權人及債務人，其他債權人或債務人就聲明異議為反對陳\r\n述者，聲明異議人對反對陳述之其他債權人或債務人提起分配表異議之訴\r\n，應類推適用強制執行法第四十一條第四項規定，亦即聲明異議人對其他\r\n債權人或債務人提起異議之訴之十日期間，應自受執行法院通知有反對陳\r\n述之日起算，而非自分配期日起算。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 190 號 民事裁定",
        "case_topic": "請求返還擔保金",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "供訴訟上擔保之原因消滅者，法院應依供擔保人之聲請，以裁定命返還其\r\n提存物，民事訴訟法第一百零六條、第一百零四條第一項第一款定有明文\r\n。又債務人提供擔保聲請撤銷假扣押，其目的在阻止債權人實施假扣押，\r\n如債權人已撤回假扣押執行程序之聲請，假扣押執行程序已不存在，無阻\r\n止執行之問題，供擔保之原因應認為已消滅。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 188 號 民事",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 04 月 29 日",
        "case_gist": "商標法第六十條之規定係指於商標專用權評定事件評定程序進行中，始提\r\n出關於該商標專用權之民事訴訟者，應於評定商標專用權之評決確定前，\r\n停止其訴訟程序之進行而言，故於商標專用權之民事訴訟繫屬後，始申請\r\n評定該商標專用權者，應無該條規定之適用。"
    }
]