[
    {
        "case_id": "最高法院 80 年度台上字第 441 號 民事",
        "case_summary": "請求國家賠償",
        "case_date": "民國 80 年 03 月 08 日",
        "case_gist": "查前訴訟程序第二審判決係引用電信法第二十三條規定以說明本件電信設\r\n備裝置工程並非鉅大工程，即無於事前獲得上訴人同意之必要。至引用「\r\n市話線路架空電纜施工規範」則係表示上訴人施工並無不法可言。至上訴\r\n人主張依電信法第二十七條規定，被上訴人應補償上訴人所受損害一節，\r\n則經前訴訟程序第二審認定上訴人之房屋本體並未受損害，因而為上訴人\r\n敗訴判決。經核尚無適用各該法規顯有錯誤情事。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 440 號 民事",
        "case_summary": "請求排除侵害",
        "case_date": "民國 80 年 03 月 08 日",
        "case_gist": "原判決認定有關技術非上訴人所開發，上訴人自無權利或其他法益存在，\r\n即不發生民法第九百六十六條準占有關題。又所謂不公平競爭理念，於符\r\n合民法就一百八十四條第一項後段規定要件時，被害人始得依侵權行為之\r\n法則請求賠償所受損害，上訴人就光學閱讀機之製造，無自行開發而特有\r\n之技術，為原審確定之事實，是上訴人禁止被上訴人產製或銷售，自非有\r\n理。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 437 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 03 月 08 日",
        "case_gist": "寺廟財產為寺廟所有，監督寺廟條例第六條定有明文。故寺廟雖未依民法\r\n規定為法人之登記，苟依上開條例辦理寺廟登記即有權利能力。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 436 號 民事",
        "case_summary": "請求確認債權不存在",
        "case_date": "民國 80 年 03 月 08 日",
        "case_gist": "抵押權為不動產物權，非經登記不生效力。抵押權人僅能依設定登記內容\r\n行使其權利。本件抵押權登記以吳幼幼為該抵押權設定契約之「義務人兼\r\n債務人」，別無其他登記。縱然吳幼幼為華勝公司向童捷祥借款之連帶保\r\n證人，但該項保證債務，不在登記範圍，難謂係系爭抵押權擔保效力所及\r\n。債權人取得准許拍賣抵押物之裁定 (執行名義) 後，如經債務人以該抵\r\n押債權不存在，提起確認該債權不存在之訴，而獲得勝訴判決確定時，應\r\n認原執行名義之執行力，即因而不存在。若尚在強制執行中，債務人可依\r\n強制執行法第十二條規定聲明異議。此與同法第十四條所謂執行名義成立\r\n後，有消滅或妨礙債權人請求之事由發生之情形有別，債務人即無由依該\r\n條規定提起異議之訴。華勝公司經吳幼幼於更審前原審告知訴訟而不為參\r\n加，依民事訴訟法第六十七條規定固視為於得行參加時已參加於訴訟，準\r\n用同法第六十三條之規定。第華勝公司因受告知所受之上開不利益，僅係\r\n對於吳幼幼不得主張本訴訟之裁判不當而已。其與童捷祥之關係，非確定\r\n判決之效力所能及，從而對於受告知人之訴訟程序規定是否有違背，非童\r\n捷祥所得主張。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 434 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 03 月 08 日",
        "case_gist": "公司讓與全部或主要部分之營業或財產，應有代表已發行股份總數三分之\r\n二以上股東出席之股東會，以出席股東表決權過半數之同意行之；又股東\r\n會之召集，應於二十日前 (常會) 或十日前 (臨時會) 通知各股東，通知\r\n及公告應載明召集事由，公司法第一百八十五條第一項第二款、第一百七\r\n十二條第一項、第二項、第三項分別定有明文。公司讓與全部或主要部分\r\n之營業或財產，如未依前開法律規定為之，自不生效力。此與公司為該讓\r\n與行為所召集之股東會召集程序或決議方法違反法令章程時，股東得依同\r\n法第一百八十九條規定訴請法院撤銷其決議之情形不同。"
    },
    {
        "case_id": "最高法院 80 年度台再字第 15 號 民事",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 80 年 03 月 08 日",
        "case_gist": "耕地三七五減租條例第十六條第二項所謂原訂租約無效，係指承租人違反\r\n前項所定不自任耕作或轉租之限制時，原訂租約無待於終止，當然向後失\r\n其效力，租賃關係因而歸於消滅而言。非謂租賃關係自始不存在。故出租\r\n人應有租賃物返還請求權，此觀諸同條項後段：『得由出租人收回自行耕\r\n種或另行出租』之規定自明。 (已審編為判例)"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 73 號 民事",
        "case_summary": "強制執行聲明異議",
        "case_date": "民國 80 年 03 月 04 日",
        "case_gist": "按提起抗告，未繳納裁判費者，審判長應定期命其補正，不得逕以裁定駁\r\n回。 (見：司法院大法官會議釋字第一五三號解釋) 本件再抗告人之住所\r\n在台北市渭水路四十六號五樓，似無變更情形，有卷附戶籍謄本可稽，則\r\n台灣台北地方法院命其補繳 (正) 抗告費之通知 (裁定) 交由郵政機關送\r\n達後，該機關於送達證書公文封上註記「遷移新址不明」之依憑何在？如\r\n確已遷移，何以在同一公文封上復有「不在」 (送達時，未會晤再抗告人\r\n) 之註記？苟再抗告人並未遷移住所，是否不能依民事訴訟法第一百三十\r\n八條所定之「寄存」方式以為補充送達﹖原法院未查明原委前，即以無從\r\n命再抗告人補正 (繳) 裁判費為由，逕以裁定駁回其抗告，衡之首揭說明\r\n，自非適法。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 72 號 民事",
        "case_summary": "聲請拍賣抵押物",
        "case_date": "民國 80 年 03 月 04 日",
        "case_gist": "聲請拍賣抵押物事件為非訟事件，而非訟事件，凡因裁定而權利受侵害者\r\n，均得為抗告，非訟事件法第二十四條第一項規定甚明。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 411 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 03 月 04 日",
        "case_gist": "抵押權人於債權清償期屆滿後，與債務人另訂延期清償契約，附以延期以\r\n內不為清償，即將抵押物交與債權人管業之條件，則與自始附此條件者無\r\n異，應依民法第八百七十三條第二項規定，認其約定為無效。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 401 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 03 月 04 日",
        "case_gist": "查被上訴人在該案第二審判決所受敗訴部分，僅未完成工程之價款二十九\r\n萬五千九百零五元，其因上訴所得受利益亦僅此數額而已，依民事訴訟費\r\n用法第五條第二項之規定，不得將利息、訴訟費用等項併入計算，上訴人\r\n所以未能提起合法之第三審上訴，係因民事訴訟法第四百六十六條第一項\r\n規定所使然，與被上訴人無涉，上訴人自不得對被上訴人請求損害賠償。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 398 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 03 月 01 日",
        "case_gist": "依霍夫曼計算法扣除中間利息之給付，應以未到期之年金為對象，若已到\r\n期而未給付者，即無依霍夫曼計算法扣除中間利息之餘地。原判決既自七\r\n十八年一月十四日起判命被上訴人給付勞動能力減少所受損害，至上訴人\r\n六十歲止，則上訴人自七十七年九月二十九日起至七十九年六月二十九日\r\n止，請求按年金全額給付，主張不應扣除中間利息，似非無據。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 396 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 80 年 03 月 01 日",
        "case_gist": "查被上訴人羅寶嬌之被繼承人吳奇種於四十七年五月九日與上訴人訂立合\r\n約書，將其與被上訴人李政輝、林呂月雲共有之系爭土地如第一審判決附\r\n圖所示Ａ部分七坪五合出售於上訴人之事實為羅寶嬌所不爭執 (見第一審\r\n卷二七頁、三八頁背面) 。原判決亦認定，該買賣契約對辦理分割及所有\r\n權移轉登記之時間並未約定。果爾，上訴人於訂約後，自得隨時請求出賣\r\n人吳奇種或其繼承人履行契約。羅寶嬌經上訴人請求給付而未為履行，自\r\n應負遲延責任。律上之見解，亦有可議。被上訴人羅寶嬌於第一審法院曾\r\n同意將其被繼承人吳奇種所出賣上開特定部分土地七點五坪分割，登記與\r\n上訴人 (見第一審卷六十頁背面) 。是否不生中斷時效之效力，亦待研求\r\n。原審未予斟酌，遽認上訴人之請求權已罹於時效而消滅，就上訴人備位\r\n聲明為上訴人不利之判斷，尚有未合。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 394 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 80 年 03 月 01 日",
        "case_gist": "按公同關係存續中，各公同共有人不得請求分割其公同共有物 (民法第八\r\n百二十九條參照) 。此項公同關係之存續雖非不可終止，而由公同共有人\r\n中之一人或數人於訴訟外或於起訴時，以訴狀向其他公同共有人表示終止\r\n公同關係之意思，而請求分割公同共有物，在審理事實之法院，自應審認\r\n其所為終止公同關係之意思表示是否正當，能否認為已有合法之終止，為\r\n適當之裁判。如可認終止為合法，其公同關係已不復存續，始無民法第八\r\n百二十九條規定之適用。\r\n依民法第六百六十八條及第六百八十二條第一項規定，合夥財產為合夥人\r\n全體之公同共有，合夥人於合夥清算前，不得請求合夥財產之分析。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 393 號 民事",
        "case_summary": "請求返還租佃耕地",
        "case_date": "民國 80 年 03 月 01 日",
        "case_gist": "契約經解除者，溯及訂約時失其效力，與自始未訂契約同 (本院二十三年\r\n上字第三九六八號判例參照) 。系爭土地於兩造訂立買賣契約之前，既由\r\n被上訴人本於租賃關係而占有，則被上訴人就系爭土地，固自買賣契約成\r\n立之日起，即已接受上訴人之交付 (參照本院四十六年台上字第六四號判\r\n例) 。然兩造買賣契約經解除後，原審亦認定原三七五租約自始繼續有效\r\n存在，則被上訴人本於買受人地位占有系爭土地之權源，即溯自買賣契約\r\n訂立日起歸於消滅。並與上訴人間繼續原有租賃關係。被上訴人自有依原\r\n訂租約給付租金之義務，如有積欠租金達兩年之總額情事，能否謂上訴人\r\n不得行使出租人之權利，請求交付租金，並因限期催告，逾期未付而終止\r\n租約，非無研求餘地。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 392 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 03 月 01 日",
        "case_gist": "契約因解除條件成就而失其效力者，除當事人有特約外，並不溯及失效。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 391 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 03 月 01 日",
        "case_gist": "買賣標的物與其價金之交付，除法律另有規定或契約另有訂定，或另有習\r\n慣外，應同時為之，標的物交付定有期限者，推定其為價金交付之期限，\r\n民法第三百六十九條、第三百七十條分別定有明文。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 68 號 民事",
        "case_summary": "請求返還土地",
        "case_date": "民國 80 年 02 月 28 日",
        "case_gist": "抗告人向原法院提起再審之訴，所提出之證物，除上開土地登記簿謄本外\r\n，尚有桃園縣新屋鄉私有耕地放領清冊一份 (帳號四○七八、四○七九、\r\n四○八○、四○八一) 及呂玉蘭、呂廷常、呂嘉穗之戶籍謄本各一件 (見\r\n原審再字卷第八十三頁－八十七頁) 並據以主張其有民事訴訟法第四百九\r\n十六條第一項第十三款所規定之再審原因。乃原法院就上開放領清冊及戶\r\n籍謄本，何以不足採，疏未說明，遽以前揭理由駁回抗告人再審之訴，自\r\n屬不當。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 390 號 民事",
        "case_summary": "請求確認債權不存在",
        "case_date": "民國 80 年 02 月 28 日",
        "case_gist": "清償人所提出之給付，應先抵充費用，次充利息，次充原本，固為民法第\r\n三百二十三條前段所明定。至於違約金之性質則與利息不同，民法既無違\r\n約金儘先抵充之規定，其抵充之順序，應在原本之後。從而除當事人另有\r\n特別約定外，債權人尚難以違約金優先於原本抵充而受清償。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 385 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 02 月 28 日",
        "case_gist": "按債務人非依債務本旨實行提出給付者，不生提出之效力，為民法第二百\r\n三十五條所明定。若債務人僅提出給付之一部，除法律別有規定外，不得\r\n謂為依債務本旨之提出，自不生提出之效力，債權人拒絕受領，即不負遲\r\n延責任。契約解除時，由他方所受領之給付物，應返還之，民法第二百五\r\n十九條第一款定有明文。他方所得行使之權利，為債權的請求權，而非基\r\n於物上請求權。故請求返還受領物之人，非必為該物之原所有人，祇須該\r\n物係因其履行給付而受領者即可。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 66 號 民事",
        "case_summary": "拍賣抵押物事件",
        "case_date": "民國 80 年 02 月 25 日",
        "case_gist": "經法院依聲請為准許拍賣抵押物之裁定後，抵押權人即得以該裁定為執行\r\n名義，聲請強制執行，若抵押權人嗣後重複聲請法院裁定拍賣，既無實益\r\n，並課抵押人重複負擔聲請費用之責任，徒使法院踐行無益之程序，顯無\r\n必要。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 355 號 民事",
        "case_summary": "請求確認債權不存在",
        "case_date": "民國 80 年 02 月 25 日",
        "case_gist": "發票人就票據上應記載之事項，固非不得授權執票人自行填寫。然票據法\r\n第十一條第三項規定：「票據上之記載，除金額外，得由原記載人於交付\r\n前改寫之。但應於改寫處簽名」，本此發票人於票據交付前尚不得自行改\r\n寫金額之立法本旨以觀，若發票人以空白票據交付，授權執票人於交付後\r\n自行填寫金額，自非法之所許。除不得對抗善意第三人外，執票人不得主\r\n張其自行填載之票據為有效，對於發票人行使票據上之權利。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 353 號 民事",
        "case_summary": "請求撤銷詐害行為",
        "case_date": "民國 80 年 02 月 25 日",
        "case_gist": "民法第二百四十四條第二項所謂債權人之權利，應包括特定債權在內，如\r\n特定債權之債權人行使撤銷權，以保全其債權，並不以債務人因其詐害行\r\n為致陷於無資力為限，故債務人之財產是否因其詐害行為而增減，均不影\r\n響債權人撤銷權之行使。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 62 號 民事",
        "case_summary": "請求返還土地",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "第一審法院認為不足，另核定本件訴訟標的價額為新台幣一千七百八十二\r\n萬元，並裁定命相對人補繳不足之裁判費新台幣十一萬八千八百元，但未\r\n說明其核定所憑之依據及計算方法，即以相對人逾期未補繳裁判費為由，\r\n裁定駁回相對人之訴自有未合。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 351 號 民事",
        "case_summary": "請求返還土地等",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "查上訴人由被上訴人受讓之系爭土地雖為「林地」，但被上訴人事實上係\r\n承租作為種茶之用，自應認為耕地租賃，而有耕地三七五減租條例之適用\r\n。又耕地租賃權在性質上為不得讓與之債權，被上訴人竟將系爭土地之租\r\n賃權讓與於上訴人，則其原訂租約及讓與契約依法應歸無效，為原審所確\r\n定之事實。按被上訴人與新店市公所所訂立之耕地租約倘確已無效。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 350 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "被上訴人既已辦理限定繼承，依民法第一千一百五十四條第一項規定，繼\r\n承人得限定以因繼承所得之遺產償還被繼承人之債務，亦即限定繼承之繼\r\n承人，雖仍應繼承被繼承人之債務，但僅以因繼承所得之遺產為限，負償\r\n還責任而已。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 344 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "查訴訟標的為起訴應表明之事項，所謂訴訟標的係指原告為確定私權所主\r\n張或否認之法律關係欲法院對之加以裁判者而言。在給付之訴須原告所主\r\n張之給付請求權存在，其訴權始屬存在。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 342 號 民事",
        "case_summary": "請求交還土地",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "台中貨運所於五十四年五月三日以上訴人於五十四年四月二十一日未經同\r\n意，擅自在地上增建房屋，通知回復原狀。果爾，被上訴人或台中貨運所\r\n如有意藉此終止租賃契約，何以拖延至今始行起訴，亦待研求。倘被上訴\r\n人或台中貨運所未及時終止租約，且繼續收取租金，並進一步通知調整租\r\n金，是否不得認為出租人已同意以增建狀態繼續出租﹖有再事調查審認之\r\n必要。況如被上訴人或台中貨運所繼續與上訴人維持租賃關係，竟於延至\r\n二十餘年以後始藉前因為終止契約之理由，與誠信原則亦有違背。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 338 號 民事",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "上訴人對原判決提起第三審上訴，其上訴之聲明，對原判決駁回其請求被\r\n上訴人就原判決附表所示土地辦理所有權移轉登記之第二審上訴部分，並\r\n未聲明不服，該部分原判決因而確定。直至七十九年十二月十日，即上訴\r\n期間屆滿後，上訴人提出「更正聲明及上訴理由㈡狀」，始擴張聲明，就\r\n原判決駁回其請求被上訴人將原判決附表編號一、二所示土地，所有權辦\r\n理移轉登記之上訴部分，求予廢棄。揆諸民事訴訟法第四百七十三條第一\r\n項規定自屬不應准許，應予駁回。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 337 號 民事",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "再上訴人另案請求被上訴人劉阿順為土地所有權之移轉登記，與上訴人主\r\n張，如被上訴人等之買賣確屬實在，則劉阿順移轉土地所有權與上訴人之\r\n債務，業已給付不能，因而請求劉阿順賠償損害，係屬不同之訴訟標的，\r\n原審認上訴人本件損害賠償之訴與另案所有權移轉登記之訴為同一事件，\r\n上訴人不得再行起訴等語，其適用法律已有違誤，且上訴人損害賠償請求\r\n權之時效應自被上訴人劉阿順出賣土地與被上訴人陳明雄等，成為給付不\r\n能時起算 (參看本院五十五年台上字第一一八八號判例) 。原審認定其時\r\n效期間自劉阿順與永裕公司訂立買賣契約之六十二年元月二十日起算，業\r\n已滿十五年，因而判決上訴人此部分敗訴，亦有未合。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 334 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "按民法第二百二十九條第二項規定：給付無確定期限者，債務人於債權人\r\n得請求給付時，經其催告而未為給付，自受催告時起，負遲延責任。上訴\r\n人自七十六年三月二十四日、同年四月五日收受被上訴人上開催告函時起\r\n，即負遲延責任，違背買賣合約第二條及補充條款第二、三項之約定，被\r\n上訴人依合約第十三條約定，於七十六年四月十四日以高雄郵局第五四五\r\n○號存證信函，不經催告解除契約，亦無不合。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 332 號 民事",
        "case_summary": "請求清償借款",
        "case_date": "民國 80 年 02 月 22 日",
        "case_gist": "按消費借貸契約為要物契約，因金錢或其他代替物之交付而生效力 (民法\r\n第四百七十五條參照) ，被上訴人主張陳茂男向被上訴人貸款而以陳其祥\r\n為連帶保證人，既為上訴人所否認，依舉證責任分配之原則，自應由被上\r\n訴人舉證證明陳茂男以陳其祥為連帶保證人，自被上訴人受領貸款而成立\r\n消費借貸契約。"
    },
    {
        "case_id": "最高法院 80 年度台再字第 8 號 民事",
        "case_summary": "請求塗銷抵押權登記",
        "case_date": "民國 80 年 02 月 11 日",
        "case_gist": "查最高限額抵押權所擔保之債權額在決算 (結算) 前既不確定 (見：本院\r\n六十二年台上字第七七六號判例) ，其實際債權額，自應以契約終止時為\r\n決算期據以核算。本件兩造間於民國七十七年五月十三日終止抵押契約前\r\n，經決算尚有美金九七四一三‧五八元之利息未償，為事實審法院所確定\r\n之事實，則該未償之金額於未逾二百萬元範圍內，應為抵押權效力之所及\r\n，再審原告仍不得請求再審被告塗銷抵押權設定登記。"
    },
    {
        "case_id": "最高法院 80 年度台再字第 7 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 02 月 11 日",
        "case_gist": "再審原告雖在農業發展條例公布施行前即已向吳秋火買受系爭土地 (田)\r\n，但吳秋火既尚未履行其出賣人之義務，嗣後農業發展條例又已公布施行\r\n，其第二十二條規定現有每宗耕地，不得分割及移轉為共有，則吳秋火即\r\n不能不受此項規定之限制，而陷於嗣後給付不能。所謂法律不溯及既往原\r\n則，係指法律自其生效時起，以後所發生之事項，始有其適用，至其生效\r\n前所發生之事項，則不適用此法律。本件買賣契約既於農業發展條例公布\r\n施行以後，仍待吳秋火履行所有權移轉登記之義務。則關於該契約履行之\r\n問題，自屬農業發展條例生效以後所發生之事項，當然有其適用。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 295 號 民事",
        "case_summary": "請求給付退休金",
        "case_date": "民國 80 年 02 月 11 日",
        "case_gist": "勞動基準法第十條規定：勞工契約因故停止履行後，未滿三個月而訂定新\r\n約或繼續履行原約時，勞工前後工作年資應合併計算。此項規定，並未以\r\n勞工離職之原因係可歸責於雇主之事由為限，始有其適用。又台灣省礦工\r\n退休規則第三條第三項規定礦工因礦方為全部或一部停工而被解僱，一年\r\n內不超過三個月者，其服務年資准予接算。此項規定，亦係置著於礦工被\r\n解僱後一年內是否超過三個月而設，非可解為必須礦工轉礦之原因，係可\r\n歸責於雇主之事由，才有前後合併計算年資之適用。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 290 號 民事",
        "case_summary": "請求離婚",
        "case_date": "民國 80 年 02 月 11 日",
        "case_gist": "民法第一千零五十二條第一項第十款所謂不名譽之罪，係指社會上一般觀\r\n念皆認為不名譽之罪而言。至所謂「社會上一般觀念皆認為不名譽」，應\r\n斟酌當事人之身分、地位、教育程度等主觀情事及其犯罪環境，依社會上\r\n一般觀念而為觀察，夫妻之一方有此犯罪行為，須足致他方不能忍受續為\r\n婚姻上之共同生活者為限，非以犯罪種類為唯一憑據。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 288 號 民事",
        "case_summary": "請求給付補償費",
        "case_date": "民國 80 年 02 月 08 日",
        "case_gist": "被上訴人倘係依平均地權條例第七十六條規定對於上訴人表示終止上述二\r\n筆土地之租賃契約無誤，則上訴人主張依同條例第七十七條第一項、第三\r\n項規定請求被上訴人給付補償金，何以不應准許，原審未於判決理由項下\r\n說明其法律上意見，尤難昭折服。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 286 號 民事",
        "case_summary": "請求確認僱傭關係存在",
        "case_date": "民國 80 年 02 月 08 日",
        "case_gist": "僱主或其代理人，不得因工人擔任工會職務，拒絕僱用或解僱及為其他不\r\n利之待遇，工會法第三十五條第一項定有明文。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 281 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 02 月 08 日",
        "case_gist": "因侵權行為所生之損害賠償請求權，自請求權人知有損害及賠償義務人時\r\n，二年間不行使而消滅，民法第一百九十七條第一項定有明文。而所謂知\r\n有損害，謂知悉受有何項損害而言，至對於損害額則無認識之必要。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 276 號 民事",
        "case_summary": "請求確認買賣關係不存在",
        "case_date": "民國 80 年 02 月 08 日",
        "case_gist": "第一六一六號確定判決係命上訴人於被上訴人給付八百二十八萬八千六百\r\n六十四元之同時，將系爭房地所有權移轉登記於被上訴人，準此，被上訴\r\n人依此判決所為對待給付，為其請求上訴人移轉系爭房地所有權之停止條\r\n件，此項停止條件繫於被上訴人一方為對待給付即告成就；自上訴人言，\r\n其履行出賣人義務，係兼需被上訴人之行為始得為之。被上訴人訴請上訴\r\n人將系爭房地所有權移轉登記於被上訴人，既獲勝訴判決碓定，被上訴人\r\n苟為對待給付，即得依強制執行法第一百三十條規定，單獨向地政機關申\r\n請辦理登記 (參照本院四十九年台上字第一二二五號判例) ，從而上訴人\r\n主張依民法第二百三十五條但書規定，以準備給付之事情，通知被上訴人\r\n，以代提出，即非無據。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 275 號 民事",
        "case_summary": "請求給付補償金",
        "case_date": "民國 80 年 02 月 08 日",
        "case_gist": "民事訴訟乃當事人請求國家司法機關就其私法上權利之爭執，依法裁判所\r\n施行之程序，土地徵收為行政處分之一種，給付補償費亦屬行政處分程序\r\n範圍。上訴人因被上訴人徵收土地，請求發給補償費，因而與被上訴人發\r\n生爭執，自應循行政訟爭程序解決，不屬普通法院審判權限。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 49 號 民事",
        "case_summary": "請求確認本票債權不存在",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "本件係獨立之民事訴訟，再抗告人對相對人有無系爭本票債權存在，民事\r\n法院當可自行調查審理，不受刑事法院認定事實之拘束，且陳耀光偽造有\r\n價證券，亦非於本件訴訟繫屬中所發生，亦無許依民事訴訟法第一百八十\r\n三條裁定停止本件訴訟程序之餘地。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 246 號 民事",
        "case_summary": "第三人異議之訴",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "夫妻財產制契約之訂立、變更或廢止，非經登記不得以之對抗第三人，民\r\n法第一千零八條第一項定有明文，而非訟事件法第四十二條第一項規定，\r\n民法第一千零八條所定之登記，由夫妻住所地之法院管轄。同法第四十三\r\n條復規定：依前條規定為登記之住所或居所有變更時，應於變更後三個月\r\n內重為登記；其不重為登記者，前登記簿之登記，因滿三個月而失其效力\r\n。此項應重為登記之目的，旨在便於第三人得向夫妻住所地之管轄法院登\r\n記處，聲請閱覽夫妻財產制契約登記簿或請求交付謄本，藉顯登記之公信\r\n力，以保護交易之安全。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 244 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "查基於雙務契約所生之同時履行抗辯權，如雙方之債務，非本於同一雙務\r\n契約而發生，縱令該債務在事實上有密切之關係，或雙方之債務，雖因同\r\n一雙務契約而發生，然一方之給付與他方之給付，並非立於對待關係者，\r\n均不能發生同時履行之抗辯。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 243 號 民事",
        "case_summary": "請求返還代償款",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "所謂條件之約定，必有意思表示合致之行為，被上訴人以申請書為「要約\r\n」交與上訴人後，上訴人是否即予「承諾」，事實亦欠明瞭，能否以被上\r\n訴人於七十七年六月二十三日曾交付四百十五萬元之台灣銀行支票予上訴\r\n人，即不問被上訴人本人之意思尚迴旋於「以定存單為擔保」及「就本金\r\n代為清償」間，而遽為上訴人係於該日「受領清償」之認定，尤滋疑義。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 239 號 民事",
        "case_summary": "請求股份過戶登記（贈與移轉登記）",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "兩造間成立之贈與，僅以系爭原有股份為其範圍，而不及於系爭嗣後增加\r\n之股份。該嗣後增加之股份，無論其性質是否為法定孳息，均不在原贈與\r\n之範圍內，縱其依法應歸上訴人取得，上訴人亦無從本於贈與之法律關係\r\n而為請求。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 238 號 民事",
        "case_summary": "請求股份過戶登記（贈與移轉登記）",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "依被上訴人主張之事實，郭頂順所遺上開股份，既由上訴人及第一審共同\r\n被告郭東星、郭淑卿等共同繼承，則該股份依民法第一千一百五十一條之\r\n規定，應屬上訴人及郭東星、郭淑卿等全體公同共有，本件訴訟標的對於\r\n上訴人及郭東星、郭淑卿等全體即屬必須合一確定。上訴人對於第一審不\r\n利於己部分之判決提起第二審上訴，依民事訴訟法第五十六條第一項第一\r\n款規定，其上訴之效力應及於第一審共同被告郭東星、郭淑卿二人，即應\r\n併列郭東星、郭淑卿二人為上訴人，進行第二審程序，始無不合。乃原審\r\n疏於注意，漏將郭東星、郭淑卿二人列為上訴人，遽予實體判決，於法自\r\n有未合。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 237 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "查現有之每宗共有耕地，依農業發展條例第三十條之規定，固不得分割。\r\n但各共有人最初係以成立一共有關係之意思而共有耕地，而於分割之際，\r\n復有部分共有人仍願意維持其共有關係時，非不可將整筆土地分配為共有\r\n人中之一人單獨所有，或願意維持共有關係之數人共有，即一宗或數宗耕\r\n地，使由共有變為單獨所有，或由原多數人共有多宗，變成少數人共有一\r\n宗或數宗耕地。依此分割，則與該條規定之立法精神尚無違背。法院以原\r\n物為分配時，如共有人中有不能按其應有部分受分配者，得以金錢補償之\r\n，固為民法第八百二十四條第三項所明定。惟所謂金錢補償，係指依原物\r\n市場交易之價格予以補償而言。原審未查明上開住宅區土地之市價為若干\r\n，遽按公告現值加四成計算，命黃智仁、許皎美為補償，尤屬違誤。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 236 號 民事",
        "case_summary": "請求給付價金",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "民法第一百二十七條第八款所謂商人所供給之商品代價，係指商人所供給\r\n其所從事營業項目之商品代價而言。若商人所出售者係其生財器具，則無\r\n該條款之適用，而應適用同法第一百二十五條規定之十五年時效。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 231 號 民事",
        "case_summary": "請求給付退休金",
        "case_date": "民國 80 年 02 月 04 日",
        "case_gist": "被上訴人自訂之員工退休辦法，雖經二次修正，但僅調低給付退休金之標\r\n準，對給付退休金之規定並未取消。而原審亦謂被上訴人調低其自訂之退\r\n休給付標準非不合法。依勞基法第五十五條第三項規定之法意，上訴人所\r\n得請求之退休金，應按各該辦法所定標準之有效期間分別計算，始符公平\r\n原則，原審就上訴人於勞基法施行前之退休金，概依最後一次調低之標準\r\n計算，亦欠允當。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 229 號 民事",
        "case_summary": "請求同意使用土地",
        "case_date": "民國 80 年 02 月 01 日",
        "case_gist": "違約金有屬於懲罰之性質者，有屬於損害賠償約定之性質者，依民法第二\r\n百五十條第二項前段規定，違約金除當事人另有訂定外，視為因不履行而\r\n生損害之賠償總額，故懲罰性違約金固以當事人有特別訂定者始足當之，\r\n然不論何者，既云「當事人得約定債務人不履行債務時，應支付違約金」\r\n，依其約定內容，尚可分為因給付不能、拒絕給付，或因遲延給付，或因\r\n不完全給付時，應支付之違約金。至民法第二百五十條第二項但書規定：\r\n「約定如債務人不於適當時期或不依適當方法履行債務時，即須支付違約\r\n金者」，係指給付遲延或不完全給付時應支付損害賠償總額預定性之違約\r\n金而言。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 226 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 02 月 01 日",
        "case_gist": "查被上訴人係主張上訴人以不正當之消極行為阻止契約停止條件之成就，\r\n依法應視為條件已經成就，被上訴人自得請求上訴人移轉系爭廠房所有權\r\n登記云云 (見第一審卷第一○七、一○八頁) ，從未主張以起訴視為終止\r\n信託契約之表示，依信託關係請求上訴人移轉系爭廠房所有權應有部分十\r\n四分之九，反而否認有信託關係存在，此由被上訴人於七十九年九月十日\r\n在原審具狀陳稱「本件系爭房地係兩造及其兄弟合資以上訴人之名義標購\r\n，其是否屬信託契約，誠屬可疑，上訴人以信託契約為靶而攻擊，顯與本\r\n件無關」 (見原審卷第四十七頁正面) 不難明瞭，乃原審竟謂被上訴人係\r\n依信託之法律關係，以第一審起訴視為終止信託契約之表示，請求上訴人\r\n移轉系爭廠房所有權應有部分十四分之九，而為上訴人敗訴之判決，顯有\r\n就當事人未主張之法律關係予以斟酌，認作主張之違法。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 220 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 80 年 02 月 01 日",
        "case_gist": "上訴人陳柳德、陳竹籃以及被上訴人蕭國益均稱：依第一審 (即原審附圖\r\n) 附圖所示分割方法分割，陳柳德、陳竹籃均須拆除房屋等語 (見上字卷\r\n三五頁、一二三頁背面) 。如果屬實，則與原判決所示保留房屋而為分割\r\n之原則不符，自有判決理由矛盾之違法。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 219 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 02 月 01 日",
        "case_gist": "查林炳華否認自大理街巷口衝出而與幹道車爭先 (原審卷第二十九頁) ，\r\n原判決謂林炳華未讓幹道車先行，為兩造所不爭執，已有判決不憑卷載資\r\n料之違法，此於林炳華、陳明堂過失責任比例之認定影響至鉅，首應查明\r\n審認。又原審謂：林炳華自認有過失責任百分之四十，虹采公司則指林炳\r\n華應負百分之三十過失責任，乃原審竟謂林炳華應自負三分之二責任云云\r\n，已在兩造攻防範圍之外，亦有未當。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 46 號 民事",
        "case_summary": "給付票款聲明異議",
        "case_date": "民國 80 年 01 月 31 日",
        "case_gist": "再抗告人之抵押權如為第一順位，而執行法院又於執行拍賣該抵押土地後\r\n，將再抗告人之第一順位抵押權塗銷無誤，則再抗告人之第一順位抵押權\r\n所擔保之債權，既當然優先於後順位抵押權所擔保之債權及其他普通債權\r\n受償，則於製作分配表時似應列入優先分配，應無疑義，此與普通債權人\r\n於分配程序終結後，始聲明參與分配，而無從准許者，尚有不同。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 43 號 民事",
        "case_summary": "請求撤銷暴利行為等事件",
        "case_date": "民國 80 年 01 月 31 日",
        "case_gist": "民事訴訟法第四百四十六條第一項前段規定：訴之變更、追加或提起反訴\r\n，非經他造同意不得為之。此項在第二審程序之特別規定，自排除同法第\r\n二百五十五條第一項但書之規定而優先適用。易言之，當事人在第二審為\r\n訴之變更或追加，經他造同意外，無準用上開法條但書規定，法院因不甚\r\n礙被告之防禦及訴訟之終結，而許訴之變更或追加之餘地。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 80 年度台上字第 217 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 80 年 01 月 31 日",
        "case_gist": "按租期之約定，並非租賃契約之絕對要件，不動產租賃未以字據訂立租約\r\n者，固視為不定期限之租賃，然以字據訂立之不動產租賃契約，依字據所\r\n載契約之目的，解為定有一年以上之租賃期限，仍無背於民法第四百二十\r\n二條之本旨。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 213 號 民事",
        "case_summary": "請求確認債權不存在",
        "case_date": "民國 80 年 01 月 31 日",
        "case_gist": "票據法第一百三十一條第一項規定，執票人於同法第一百三十條所定期限\r\n內，為付款之提示而被拒絕時，對於前手始得行使追索權。系爭支票業經\r\n被上訴人聲請假處分，由另案第一審法院七十八年全字第八一號裁定諭知\r\n於本件判決確定前，上訴人不得向付款人為付款之提示及轉讓與第三人，\r\n有被上訴人提出之該裁定影本附卷可稽，且被上訴人提起之本訴已獲得勝\r\n訴之判決，上訴人就系爭支票尚不得為付款之提示，其請求被上訴人給付\r\n系爭票款，尚非有據。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 212 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 80 年 01 月 31 日",
        "case_gist": "依土地法第一百條第一款規定，出租人固得以收回自住為由，收回出租之\r\n房屋。惟所謂收回自住，係指出租人在客觀上，對於其出租未定期限之房\r\n屋，有收回自住之正當理由及必要情形而言。"
    },
    {
        "case_id": "最高法院 80 年度台聲字第 50 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 28 日",
        "case_gist": "查原確定裁定 (七十九年度台聲字第三○一號) 之前聲請程序係本院七十\r\n九年度台聲字第一二八號聲請再審事件，依司法院大法官會議釋字第二五\r\n六號所示法官於再審程序中應自行迴避以一次為限之意旨，參與前訴訟程\r\n序即本院七十五年度台上字第一七七號原確定判決之法官劉煥宇、楊慧英\r\n、張福安、范秉閣、呂潮澤就原確定裁定均不在應自行迴避之列。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 180 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 80 年 01 月 28 日",
        "case_gist": "按「代表公司之股東，如為自己或他人與公司為買賣借貸或其他法律行為\r\n時，不得同時為公司之代表」，公司法第一百零八條第三項準用同法第五\r\n十九條之規定甚明，如違反此項禁止規定，其法律行為應屬無效。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 179 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 80 年 01 月 28 日",
        "case_gist": "查私有農地所有權之移轉，其承受人以能自耕者為限，並不得移轉為共有\r\n，土地法第三十條第一項前段定有明文。本件系爭二三七之三一號土地，\r\n依卷附土地謄本記載，其地目仍為「田」，如迄未編定為農地以外之用途\r\n，被上訴人於訂約承受時是否已具有自耕能力？其請求上訴人為「應有部\r\n分」之移轉登記而創設新的共有關係，是否為法之所許？即有再行斟酌之\r\n餘地。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 173 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 28 日",
        "case_gist": "查損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免除之\r\n，重大之損害原因，為債務人所不及知，而被害人不預促其注意或怠於減\r\n少損害者，為與有過失，民法第二百十七條第一項及第二項定有明文，此\r\n即過失相抵之法則。按過失相抵之責任減輕或免除，非為抗辯，而為請求\r\n權一部或全部之消滅，故過失相抵之要件具備時，法院得不待當事人之主\r\n張，逕以職權減輕賠償金額或免除之。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 169 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 28 日",
        "case_gist": "查贓物之故買 (或收受、搬運、寄藏或為牙保) 已在被害人因竊盜、搶奪\r\n、強盜等侵權行為受有損害之後，盜贓之故買人 (或收受、搬運、寄藏或\r\n為牙保之人) 對被害人係成立另一侵權行為。是盜贓之故買人 (或收受、\r\n搬運、寄藏或為牙保之人) 與實施盜贓之人，不構成共同侵權行為。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 162 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "被上訴人陳金和應注意能注意，而竟疏未注意，未用繩索予以固定，或預\r\n為其他防止傾倒掉落之措施，反而指示工人堆高，以致棉包掉落圍牆外水\r\n溝邊，而壓傷上訴人，故被上訴人陳金和就其堆置棉包，自難認無過失，\r\n其因而致上訴人被壓傷而受有骨折之傷害，受有醫療費用及減損勞動能力\r\n之損失，並精神痛苦等損害，有診斷書、醫藥費單據可憑 (見一審卷五六\r\n、五九、六○頁) 。則上訴人請求被上訴人陳金和賠償上開各項損害，依\r\n民法第一百八十四條第一項前段、第一百九十三條第一項、第一百九十五\r\n條第一項之規定，洵無不合。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 161 號 民事",
        "case_summary": "請求清償債務",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "有限公司依公司法規定變更組織為股份有限公司，其法人人格之存續不受\r\n影響，固經司法院大法官會議釋字第一六七號解釋有案。惟查有限公司並\r\n非如股份有限公司純為資合公司之性質，而兼有人合公司之色彩；且有限\r\n公司亦非如股份有限公司為大眾化之公司，通常係由少數親朋好友聚資所\r\n設立經營之小規模企業；又民法上所謂保證，雖為債權人與保證人間之契\r\n約，但保證契約係基於保證人與主債務人間之信任。是保證人所信任者如\r\n為具有人合公司色彩之小規模企業之有限公司，則有限公司變更組織為大\r\n眾化之股份有限公司後，是否仍受保證人之信任，而願為其保證，殊非無\r\n疑。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 160 號 民事",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "繼承因被繼承人死亡而開始，民法第一千一百四十七條定有明文。被繼承\r\n人死亡時，其財產上之一切權利義務，即為繼承人所承受，此係基於法律\r\n之規定，毋須另為繼承之意思表示，故自命為繼承人而行使遺產權利之人\r\n，必須於繼承開始時，即已有此事實之存在，方得謂之繼承權被侵害，若\r\n於繼承開始後始發生此事實，則其侵害者為繼承人已取得之權，利而非侵\r\n害繼承權，應無民法第一千一百四十六條之適用。\r\n查公同共有物被一部分公同共有人為移轉物權之處分，而其他公同共有人\r\n對之提起物權契約無效訴，如已得處分行為人 (包含同意處分人) 以外之\r\n公同共有人全體之同意，則無論公同共有人中之一人或數人，均得單獨或\r\n共同起訴，尚難謂其當事人之適格有何欠缺。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 158 號 民事",
        "case_summary": "請求確認值夜輪值工作自由權存在",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "法律關係之存否不明確，致原告在私法上之地位有受侵害之危險，而此危\r\n險得以對被告之確認判決除去之者，始得依民事訴訟法第二百四十七條之\r\n規定提起確認之訴。惟若其法律關係之存否並非不明確，或原告在私法上\r\n之地位並不因此而有受侵害之危險者，即不得謂原告有即受確認判決之法\r\n律上利益。勞方之上訴人要求提高工資或減少工時等勞資爭議，宜依勞資\r\n爭議處理法第六條：「調整事項之勞資爭議依本法所定之調解、仲裁程序\r\n處理之」之規定，謀求解決，不得逕向法院提起。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 154 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "按私文書之真正，如他造當事人有爭執者，則舉證人應負證其真正之責。\r\n查上訴人於原審就被上訴人提出六十六年六月一日與許余紅緞所訂房屋租\r\n借合同書暨租金明細表之真正，表示爭執，並主張被上訴人對之應負舉證\r\n責任（見原審卷第一二六頁正面、一二八頁）則原審自應命被上訴人提出\r\n房屋租借合同書原本，就其主張有利於己之事實負舉證責任。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 153 號 民事",
        "case_summary": "請求返還墊款",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "保證人於履行保證債務後，對於主債務人行使求償權時，得依民法第七百\r\n四十九條規定代位債權人地位行使債權人對於債務人之債權，是行使代位\r\n權為使求償權易於實現之方法。保證人對於債務人如無求償權，即無代位\r\n權可資行使。代位權以確保求償權得獲清償為目的，故因代位權而移轉於\r\n保證人之債權，包括債權之擔保及其他從屬之權利。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 151 號 民事",
        "case_summary": "請求交付所有權狀",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "按民法第八百二十八條第二項所定應得公同共有人全體之同意者，係指對\r\n公同共有物之處分或對公同共有物其他權利之行使而言。公同共有物之管\r\n理與公同共有物之處分等權利有別，選舉或罷免祭祀公業管理人，係選任\r\n管理人授與管理祭祀公業之權限或解除其職務，既非公同共有祭祀公業財\r\n產之處分行為，亦非對公同共有財產其他權利之行使問題，應無民法第八\r\n百二十八條第二項規定之適用。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 150 號 民事",
        "case_summary": "請求給付票款",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "基於票據之流通性，無因性及交易之安全，除票據債務人能證明執票人係\r\n惡意取得票據外，關於其背書是否連續，以依執票人提示請求付款時票據\r\n背面之記載，形式上得以判斷其連續即為已足。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 147 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "兩造六十五年四月一日之協議僅有各人分割後所取得土地位置之約定，並\r\n未實際丈量，被上訴人起訴時，原依該協議結果請求履行，嗣兩造於七十\r\n九年二月二十二日在原審法院受命法官勘驗現場時另成立協議，如上述，\r\n為原判決確定之事實，被上訴人乃改依新協議請求按原判決附圖㈡所示分\r\n割方法辦理分割登記，並互為補償，並不生訴之變更不合法之問題。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 143 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 25 日",
        "case_gist": "本件肇事原因，經臺灣省高屏澎區車輛行車事故鑑定委員會及臺灣省汽車\r\n肇事覆議委員會覆鑑結果，均認定陳德生駕駛聯結車超速行駛，超車變換\r\n車道未判明前後車之安全距離，緊急剎車不當為肇事原因，楊新北在內線\r\n車道行駛，原保持之安全距離被破壞而措手不及，應無過失等情，有鑑定\r\n意見書及覆議鑑定函附卷足憑。本件肇事陳德生應負全部過失責任，元寶\r\n公司為其僱用人，應連帶負損害賠償責任，其主張被害人與有過失云云，\r\n殊無足取。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 98 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 80 年 01 月 21 日",
        "case_gist": "查當事人於訴訟上所為之自認，於辯論主義所行之範圍內有拘束法院之效\r\n力，法院自應認當事人自認之事實為真實，以之為裁判之基礎。縱此項自\r\n認出於錯誤，且與事實不符，但在未經撤銷前，仍無不受拘束之理。遺產\r\n及贈與稅法第五條規定所謂以贈與論，係政府課稅上之行政措施，不能因\r\n此遽謂配偶間財產之買賣，於私法上亦應認其屬於贈與性質。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 95 號 民事",
        "case_summary": "請求離婚",
        "case_date": "民國 80 年 01 月 21 日",
        "case_gist": "兩造於七十八年三月一日在台北市雙園區調解會調解成立，上訴人表明願\r\n與被上訴人繼續維持婚姻生活，及願自七十八年三月一日起按月給付被上\r\n訴人零用金五千五百元等情，有卷附該調解會七十八年民調字第十八號調\r\n解書可稽，事後上訴人既與被上訴人成立調解，對於前此種種妨礙婚姻之\r\n事由，概不追究，並願繼續維持婚姻生活，自不得依據調解成立前之事由\r\n請求離婚。"
    },
    {
        "case_id": "最高法院 80 年度台聲字第 36 號 民事",
        "case_summary": "請求確認婚姻關係不存在",
        "case_date": "民國 80 年 01 月 21 日",
        "case_gist": "民法第九百八十二條第二項係就程序上之舉證責任轉換所為之特別規定，\r\n依程序從新之原則，不受修正後民法親屬編施行法第一條後段有關實體法\r\n不溯及既往規定之限制。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 22 號 民事",
        "case_summary": "請求排除侵害",
        "case_date": "民國 80 年 01 月 21 日",
        "case_gist": "相對人既主張：伊等於民國五十三年間曾補償當時地主新台幣二萬元，取\r\n得系爭巷道之通行權，使用迄今已逾二十年，而成為既成巷道，詎再抗告\r\n人竟圍築籬笆，阻斷通行，依民法第七百八十七條、第七百六十七條規定\r\n，訴請排除侵害等情，仍係就私法上之權利有所爭執，應屬民事訴訟之範\r\n疇，普通法院對之有審判權。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 93 號 民事",
        "case_summary": "請求損害賠償事件",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "被上訴人於七十六年十二月三十日命令上訴人停工之行政命令，已經行政\r\n法院於七十八年一月三十一日以七十八年度判字第二四三號判決撤銷在案\r\n (見一審卷十五頁) 上開行政法院判決將再訴願決定、訴願決定及原處分\r\n均予撤銷，命由被上訴人查明後，另為適當之處分。其後被上訴人依上開\r\n判決，於七十八年五月九日以七八府環三字第四七六七六號函撤銷其前所\r\n為停工命令之處分 (見一審卷二二頁) ，究係依據何理由？亦待查明。上\r\n訴人另謂排放廢水，違反水污染防治法第九條之規定，始得依同法第十七\r\n條之規定，命令停工。上訴人經環保主管機關檢查，自七十六年十月起，\r\n不定時檢驗十數次，合乎水污染防治法第九條之規定，被上訴人自無依同\r\n法第十七條規定處罰之理。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 80 年度台上字第 91 號 民事",
        "case_summary": "請求確認僱傭關係存在",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "上訴人向被上訴人領取勞保門診診療單，旨在持單至勞保醫院依門診程序\r\n診療疾病。是上訴人既於七十六年十月五日向被上訴人領取勞保門診診療\r\n單二張，自係備於同年月六日出院後前往門診之用，而同年月七日為中秋\r\n節，同年月十日及十一日係國慶例假日及星期日。則上訴人未於七十六年\r\n十月八日、九日或十二日至被上訴人公司工作，能否謂其為無故曠工，被\r\n上訴人得不經預告，逕行終止兩造間之勞動契約？尤非無疑。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 85 號 民事",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "上訴人代位解除林玉印與許共河間之買賣契約，本於該買賣契約所為所有\r\n權移轉登記之物權契約，並未因解除而當然失效，僅因其基礎原因關係之\r\n買賣契約解除後，依民法第二百五十九條第一款規定得請求該所有權，移\r\n轉登記為原所有人名義，以回復原狀而已，並非其取得所有權當然消滅而\r\n應予塗銷，上訴人代位行使解除權，請求許共河塗銷系爭土地所有權移轉\r\n登記亦乏依據。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 84 號 民事",
        "case_summary": "請求給付保險金",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "查以外國通用貨幣定給付額者，債務人得按給付時給付地之市價，以中華\r\n民國通用貨幣給付之，民法第二百零二條前段定有明文，且為本院前次發\r\n回意旨所指明，原審命上訴人給付之美金及其法定利息仍按七十六年七月\r\n三十日外匯交易中心買賣中心匯率折算新台幣給付，並未說明何以應依上\r\n開匯率折付新台幣之理由，即屬可議。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 82 號 民事",
        "case_summary": "請求確認保險契約存在",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "保險代理人，係指根據代理契約或授權書，向保險人收取費用，並代理經\r\n營業務之人。保險法第八條定有明文。而訂立保險契約之前，保險代理人\r\n所獲悉有關訂約之重要事項，雖未告知保險人本人，固應視為本人所已知\r\n。但本件所謂區主任，原審僅以其負有審核區內收展員招攬要保申請書之\r\n責，即認定其為上訴人公司之保險代理人，與上開規定尚有不合。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 79 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "按上訴為當事人對於下級審法院所為不利於己，尚未確定之終局判決，向\r\n上訴法院聲明不服，求予廢棄或變更之訴訟行為。故提起第三審上訴，必\r\n須以受第二審不利益終局判決之當事人始得為之。在第二審受勝訴判決之\r\n當事人，自無許其提起上訴之理。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 78 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "按使用借貸為無償契約，而租賃則為有償契約。當事人之一方以物租與他\r\n方使用、收益，他方支付租金，以為對價，不問其名稱為何，皆為租賃（\r\n參閱最高法院四十六年台上字第五一九號判例）。又租賃契約之成立，祇\r\n須當事人意思表示一致，無論其為明示或默示，其契約即為成立，並不以\r\n訂立書面為必要。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 75 號 民事",
        "case_summary": "請求排除侵害",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "查一般買賣建築物之目的，在永久合法使用該建物，而於單獨購買建物情\r\n形，若非於買受該建物時，一併取得該基地之地上權或永久使用權，則無\r\n法達其長久合法使用建物之目的，是最高法院四十八年台上字第一四五七\r\n號判例，為保障建物所有人得使用基地，於房、地所有人就基地使用權無\r\n特別約定情形下，認土地所有人有默許房屋承買人繼續使用土地之合意。\r\n今上訴人既將建物出賣予被上訴人，且於出賣時同意被上訴人使用該地，\r\n依前揭判例意旨，被上訴人於系爭建物尚堪使用時，即享有基地使用權，\r\n上訴人不得請求拆屋還地。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 74 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "勞工保險條例第十一條有關到職加保規定之適用，以所屬勞工到職為前提\r\n。所謂到職日，應指新進員工到任職務，且經僱主接受，開始計算薪資之\r\n當日而言。是如勞工未前往報到，或其報到未為僱主接受並起算薪資，均\r\n不得謂已到職。"
    },
    {
        "case_id": "最高法院 80 年度台聲字第 27 號 民事裁定",
        "case_summary": "請求確認僱傭關係存在",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "勞動基準法第十一條第五款規定，勞工對於所擔任工作之「勝任」與否，\r\n應將積極與消極兩方面加以釋論，勞工之工作能力、身心狀況、學識品行\r\n等固為積極客觀方面應予考量之因素，但勞工主觀上「能為而不為」，「\r\n可以做而無意願」之消極不作為情形，亦係勝任與否不容忽視之一環，此\r\n由勞動基準法制定之立法本旨在於「保障勞工權益，加強勞雇關係，促進\r\n社會與經濟發展」觀之，為當然之解釋。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 19 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "訴訟程序進行中所為之裁定，除別有規定外，不得抗告，民事訴訟法第四\r\n百八十三條定有明文；所謂訴訟程序進行中所為之裁定，係指訴訟程序開\r\n始後尚未終結以前所為之裁定而言。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 16 號 民事",
        "case_summary": "聲請拍賣抵押物",
        "case_date": "民國 80 年 01 月 18 日",
        "case_gist": "抵押權人聲請拍賣抵押物，在一般抵押，因必先有被擔保之債權存在，而\r\n後抵押權始得成立，故祗須抵押權已經登記，且登記之債權已屆清償期而\r\n未受清償，法院即應准許之。惟最高限額抵押，抵押權成立時，可不必先\r\n有債權存在，縱經登記抵押權，因未登記已有被擔保之債權存在，如債務\r\n人或抵押人否認先已有債權存在，或於抵押權成立後，曾有債權發生，而\r\n從抵押權人提出之其他文件為形式上之審查，又不能明瞭是否有債權存在\r\n時，法院自無由准許拍賣抵押物。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 55 號 民事",
        "case_summary": "請求給付違約金",
        "case_date": "民國 80 年 01 月 14 日",
        "case_gist": "違約金依其性質不同可分為懲罰性質之違約金及損害賠償額預定性質之違\r\n約金。上訴人主張其與被上訴人約定之違約金為損害賠償額預定性質之違\r\n約金，並據以請求被上訴人給付。原審未依此審究上訴人之主張是否可採\r\n，竟以被上訴人不負違約之懲罰責任為由，而為不利於上訴人之判決，亦\r\n欠允洽。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 54 號 民事",
        "case_summary": "請求給付償金",
        "case_date": "民國 80 年 01 月 14 日",
        "case_gist": "被上訴人交付上訴人之貨品，果有瑕疵，祗須上訴人踐行檢查及通知之法\r\n定程序，被上訴人即應負瑕疵擔保之責任，不以上訴人同時主張權利為必\r\n要。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 7 號 民事",
        "case_summary": "聲請停止執行事件",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "按提起抗告已逾抗告期間，或係對於不得抗告之裁定而抗告者，原法院或\r\n審判長應為駁回抗告之裁定，民事訴訟法第四百九十條第二項定有明文，\r\n同條第一項所定原法院或審判長認抗告為有理由，應更正原裁定者，係指\r\n經合法抗告而認有理由之情形而言，故對於不得抗告之裁定而抗告者，其\r\n抗告縱有理由，原法院或審判長亦不得自行更正原裁定。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 7 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "雖蘇森山經刑事法院判處詐欺罪刑，然刑事判決所為事實之認定，於為獨\r\n立民事訴訟之裁判時，不受其拘束。且蘇森山為宗鴻公司之負責人，並非\r\n宗鴻公司之受僱人，宗鴻公司既非蘇森山之僱用人，上訴人依民法第一百\r\n八十八條規定請求被上訴人連帶賠償損害，亦乏依據。與民法第一百八十\r\n五條第一項規定數人共同不法侵害他人權利之情形，亦屬有間，上訴人據\r\n以請求被上訴人連帶負損害賠償責任，尤非有理。當事人不得在第三審提\r\n出新攻擊方法，本件上訴人於本院指稱：被上訴人於台灣台北地方法院士\r\n林分院檢察署七十八年七月十八日偵查中陳稱：「工程總價為二百八十四\r\n萬元，報價為三百六十萬元，係因加上三年分期付款之利息」云云，足證\r\n陳冠傑之證詞，不足採信等語，並提出偵訊筆錄影本為證，核係在本院提\r\n出之新攻擊方法，依民事訴訟法第四百七十六條第一項規定，本院不得予\r\n以斟酌。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 5 號 民事",
        "case_summary": "請求履行契約",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "被上訴人施工工程品質既經上訴人驗收合格，其砂石採自何處，即與上訴\r\n人應付工程款之債務不生影響。本件工程既經上訴人驗收，從而被上訴人\r\n依其實做數量 (按即驗收複驗紀錄，結算金額欄所載) 九十二萬八千元，\r\n扣除依約應保留之保固金 (工程總價百分之二) 一萬八千五百六十元，餘\r\n額九○萬九千四百四十元，連同上訴人依約應退還之保證金十萬元，共一\r\n百萬九千四百四十元，請求上訴人如數給付，並加付法定遲延利息，洵屬\r\n正當。"
    },
    {
        "case_id": "最高法院 80 年度台抗字第 4 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "按請求分割共有物之訴，其訴訟標的價額之計算，應以原告在第一審起訴\r\n時，因分割所得受之利益價額為準。此種案件於上訴時，其訴訟標的價額\r\n及上訴利益額，亦以此為準。不因被告或原告提起上訴而有所歧異。是本\r\n件相對人所委任之律師，為相對人提起第二審上訴時，對其訴訟標的價額\r\n，及應繳納之裁判費數額若干，亦應所明知，無待於法院之核定。其為相\r\n對人提起第二審上訴，竟未據繳納裁判費。台灣台南地方法院因依民事訴\r\n訟法施行法第九條規定，未行民事訴訟法第四百四十二條第二項及第四百\r\n四十四條第一項但書之程序，認相對人之上訴不合法，裁定予以駁回，經\r\n核於法並無違背。"
    },
    {
        "case_id": "最高法院 80 年度台再字第 4 號 民事",
        "case_summary": "請求塗銷所有權登記",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "按民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，係指\r\n確定判決所適用之法規顯然不合於法律規定，或與司法院現尚有效及大法\r\n官會議之解釋，或本院現尚有效之判例顯然違反者而言 (參照本院六十年\r\n度台再字第一七○號判例) 。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 14 號 民事",
        "case_summary": "請求返還保證金",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "依交易常規，兩造如於七十八年四月十七日當場確有協議終止合約之意思\r\n，必當即時就雙方之權利義務了結清楚。本件兩造並未如此辦理，而係於\r\n事隔三、四天後之七十八年四月二十一日，始由上訴人單方製作連絡單 (\r\n即上訴人所稱之結算書) ，傳真與被上訴人，已與常情有違，又該連絡單\r\n上並無任何被上訴人同意或曾經同意終止合約之意思表示之記載。自不能\r\n以此認兩造已合意解除或終止合約。兩造所訂合約，既未解除或終止，上\r\n訴人請求返還該履約保證支票，即非有據。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 13 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院得減輕其賠償金額或免除之\r\n，民法第二百十七條第一項定有明文。依原審認定之事實，被上訴人蘇文\r\n筆既係上訴人等之使用人，蘇文筆既與有過失，則損害賠償權利人即上訴\r\n人亦視同有過失，自有過失相抵法則之適用，且此項基於過失相抵之責任\r\n減輕或免除，非僅視為抗辯之一種，亦可使請求權全部或一部為之消滅 (\r\n本院七十三年台上字第二○○一號及五十四年台上字第二四三三號判例參\r\n照) 。上訴人謂被上訴人蘇文筆雖有過失，上訴人亦無過失相抵法則之適\r\n用云云，尚非可採。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 12 號 民事",
        "case_summary": "請求確認本票債權不存在",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "票據行為，不得附條件，此觀票據法第二十四條第一項第五款、第一百二\r\n十條第一項第四款及第一百二十五條第五款之規定自明。又作成票據時，\r\n票據上之權利即已發生，執票人自得對於票據債務人行使票據上之權利，\r\n從而票據上之權利，性質上自亦不許附條件。民法第九百八十六條規定因\r\n姦經判決離婚或受刑之宣告者，不得與相姦者結婚，及同法第九百九十三\r\n條規定，前配偶對於違反上開規定之結婚，得請求法院撤銷，旨在維護善\r\n良風俗。上訴人為達其與曾春嬌結婚之目的，於簽發附表所示五張本票與\r\n被上訴人同時，約定被上訴人應放棄上開撤銷訴權，否則，即放棄該未到\r\n期本票之給付請求權，自難謂係純屬個人財產權之約定而未違背善良風俗\r\n，依民法第七十二條規定，該離婚協議書第六項約定，應屬無效。"
    },
    {
        "case_id": "最高法院 80 年度台上字第 10 號 民事",
        "case_summary": "請求增減土地租金",
        "case_date": "民國 80 年 01 月 10 日",
        "case_gist": "未定期限之不動產租賃，如契約當事人約定租金係按租賃標的不動產價值\r\n之固定比率計算，則所約定之租金係隨不動產價值之昇降而機動調整、契\r\n約當事人即無再依民法第四百四十二條規定聲請法院調整租金之必要。如\r\n當事人對於租賃標的不動產價值昇降幅度有所爭執，或不願按機動調整之\r\n租金額援受租金發生爭執者，亦僅得提起確認之訴或給付之訴，以求救濟\r\n，仍不得請求法院增減其租金。"
    }
]