[
    {
        "case_id": "最高法院 106 年度台上字第 125 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 106 年 02 月 23 日",
        "case_gist": "按言論自由為人民之基本權利，憲法第十一條有明文保障；名譽權旨在維\r\n護個人主體性及人格之完整，為實現人性尊嚴所必要，亦受憲法第二十二\r\n條所保障。司法院大法官會議釋字第五○九號解釋為調和言論自由與名譽\r\n保護之基本權利衝突，於刑法第三百十條第三項本文、第三百十一條所定\r\n事由外，增設「相當理由確信真實」或「合理查證」，作為侵害名譽之阻\r\n卻違法事由。準此，行為人關於事實陳述之言論，如有貶損他人在社會上\r\n之評價，雖不能證明言論內容為真實，但依其所提證據資料，認為行為人\r\n有相當理由確信其為真實者，仍得阻卻侵害名譽之違法。行為人是否已盡\r\n合理查證義務，應以善良管理人之注意義務為標準，就個案所涉名譽侵害\r\n之程度、與公共利益之關係、陳述事項之時效性、資料來源之可信度、查\r\n證成本、查證對象等因素綜合判斷之。公眾人物之言行如與公共議題或公\r\n益相關者，就其名譽權之保護，固應對言論自由作較大程度之退讓，並減\r\n輕行為人對於所陳述事實之合理查證義務，俾能健全民主政治正常發展，\r\n並達監督政府之目的；反之，若僅涉及公眾人物私領域之事項，而與公共\r\n議題或公益無關者，殊無僅為他人窺探隱私、閒論八卦之目的，而令其名\r\n譽權之保障退讓之理，於此情形，行為人應負之合理查證義務，即不應予\r\n以減輕。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2032 號 民事判決",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 106 年 02 月 13 日",
        "case_gist": "契約成立後，情事變更，非當時所得預料，而依其原有效果顯失公平者，\r\n當事人得聲請法院增、減其給付或變更其他原有之效果，民法第 227  條\r\n之 2  第 1  項定有明文。依上開規定請求增、減給付或變更契約原有效\r\n果者，應以契約成立後，因不可歸責於當事人之事由，致發生非當時所得\r\n預料之劇變，因而認為依原有效果履行契約顯失公平，始足當之。倘當事\r\n人間契約已明文約定不依物價指數調整價金，則就常態性之物價波動，未\r\n超過契約風險範圍而為當事人可得預見，自難認屬情事變更；僅就超過常\r\n態性波動範圍之劇烈物價變動，始有情事變更原則之適用。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 215 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議",
        "case_date": "民國 106 年 01 月 19 日",
        "case_gist": "按著作權法第五十二條所定，為報導、評論、教學、研究或其他正當目的\r\n之必要，在合理範圍內，得引用已公開發表之著作，係屬豁免規定，其與\r\n同法第六十五條第二項所定，合於「其他合理使用之情形」，而不構成著\r\n作財產權之侵害，係屬不同二事。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 71 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 106 年 01 月 13 日",
        "case_gist": "民法第六百三十五條所定「運送物因包皮有易見之瑕疵而喪失或毀損時，\r\n運送人如於接收該物時，不為保留者，應負責任。」於海商法並無規定，\r\n依該法第五條，上開民法第六百三十五條規定，於海商事件仍有適用。該\r\n條所謂保留，須明確具體指出運送物包皮易見之瑕疵情形，始足當之。系\r\n爭載貨證券記載「對棧板內貨物之『包裝』及數量不負責任」等語，並未\r\n具體指出系爭貨物包皮有何易見之瑕疵，自不該當於該條所稱之保留陳述\r\n。系爭貨物吊耳外露未妥適包覆，而有包裝不固情形，因致鏽損，倘係易\r\n見之瑕疵，被上訴人於接收貨物時，既未為保留，依上規定，即應負責任\r\n，要無海商法第六十九條第十二款規定之適用餘地。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 3 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 106 年 01 月 05 日",
        "case_gist": "債權人聲請假處分，應就其請求及假處分之原因釋明之，其釋明如有不足\r\n，而債權人陳明願供擔保或法院認為適當者，法院得定相當之擔保，命供\r\n擔保後為假處分，此觀民事訴訟法第五百三十三條準用同法第五百二十六\r\n條第一項、第二項規定自明。基此，債權人聲請假處分，應釋明其請求及\r\n假處分之原因，二者缺一不可。又債務人怠於行使權利時，債權人因保全\r\n債權，固得以自己名義代位債務人對第三債務人聲請假處分，惟應釋明債\r\n務人對第三債務人之請求，及該第三債務人有為假處分之原因。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 104 號",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 106 年 01 月 04 日",
        "case_gist": "按仲裁法第 31 條規定之衡平仲裁，乃指仲裁判斷如嚴格適用法律之規定\r\n，於當事人間將產生不公平之結果時，當事人得明示授權仲裁庭故意不適\r\n用法律之嚴格規定而為判斷者而言。與所謂衡平判決係法院於法律無明文\r\n規定之情形下，探求立法之真意，本於一般原則，類推適用相關法律規定\r\n而作成之判決者，二者並不相同。概現行法律因衡平理念已融入法律，經\r\n由「抽象衡平」具體化為法律之一部分，形成法律之基本原則。如誠實信\r\n用原則、情事變更原則、公益違反禁止原則、權利濫用禁止原則等法律明\r\n文化之基本原則規定時，自不以經當事人明示合意為必要。是若仲裁庭僅\r\n依民法第 1  條、第 148  條及第 227  條之 2  規定之法理、誠實信用\r\n原則或情事變更原則等進一步探究、解釋而為判斷，並未將法律之嚴格規\r\n定加以摒棄，自仍屬法律仲裁判斷之範疇，不生須經當事人明示合意始得\r\n為衡平仲裁之問題。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2320 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 105 年 12 月 22 日",
        "case_gist": "按建築物或其他工作物之設置或保管有欠缺，即隱藏損害他人之危險，故\r\n所有人對於建築物或其他工作物，應善盡必要注意維護安全，以防範、排\r\n除危險，而避免損害之發生，此為建築物或工作物所有人應盡之社會安全\r\n義務，苟有違反致生損害，自應依民法第一百九十一條第一項本文規定負\r\n損害賠償責任。該條所定之建築物或工作物所有人責任，既基於社會安全\r\n義務而設，則所謂設置或保管有欠缺，自不以其本體之崩壞或脫落瑕疵為\r\n限，舉凡建築物或工作物缺少通常應有之性狀或設備，以致未具備可合理\r\n期待之安全性者，均應包括在內。至於設置或保管是否有欠缺，應依建築\r\n物或工作物之所在地及其種類、目的，客觀判斷之。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2268 號 判決",
        "case_topic": "請求確認派下權存在事件",
        "case_date": "民國 105 年 12 月 21 日",
        "case_gist": "依祭祀公業條例第一條：「為祭祀祖先發揚孝道，延續宗族傳統及健全祭\r\n祀公業土地地籍管理，促進土地利用，增進公共利益，特制定本條例。」\r\n之規定，足認本條例係以祭祀祖先發揚孝道，為立法目的之一，因而於解\r\n釋本條例第五條所定：「本條例施行後，祭祀公業及祭祀公業法人之派下\r\n員發生繼承事實時，其繼承人應以共同承擔祭祀者列為派下員。」之「繼\r\n承人」時，應依本條例之立法目的－即以是否為「共同承擔祭祀者」為判\r\n定標準，而與分屬不同法體系，純以財產繼承為目的之民法繼承編第一千\r\n一百三十八條規定之遺產繼承人有所不同。且祭祀公業之本質及存在目的\r\n，仍以祭祀為主，使祖先血食不斷，故祭祀者以有血緣關係為原則。本條\r\n例施行前，「祭祀公業派下員之男子死亡後，無直系卑親屬者，其遺妻並\r\n非當然繼承其派下權，但經親屬協議選定為繼承人者，繼承其派下權」（\r\n見法務部編印台灣民事習慣調查報告，民國九十三年五月版，七九八頁）\r\n，足認遺妻雖無血緣存在，但於傳統上，可經親屬會議選定為繼承人而繼\r\n承派下權，已非不得為派下員。本條例施行後，既須兼顧國家對女性之積\r\n極保護義務，參以祭祀公業係以祭祀祖先發揚孝道、延續宗族傳統為宗旨\r\n，而我國社會傳統遺妻替代死亡一方盡其孝道，且共同承擔祭祀祖先責任\r\n，向為美德為人頌揚，本於法倫理性，自應認該遺妻為本條例第五條所稱\r\n之「繼承人」，而得繼承派下權，且不以無直系血親卑親屬為限。至祭祀\r\n公業之派下員死亡，無配偶及直系血親卑親屬，僅遺母親為其繼承人，並\r\n共同承擔祭祀祖先責任者，本於相同意旨，亦應為同一解釋。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2211 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 105 年 12 月 08 日",
        "case_gist": "按土地所有人建築房屋逾越地界，鄰地所有人請求移去或變更時，法院得\r\n斟酌公共利益及當事人利益，免為全部或一部之移去或變更；惟鄰地所有\r\n人得請求土地所有人，以相當之價額購買越界部分之土地及因此形成之畸\r\n零地，其價額由當事人協議定之；不能協議者，得請求法院以判決定之，\r\n此觀民法第七百九十六條之一第一項本文、第二項，第七百九十六條第二\r\n項規定自明。且依民法物權編施行法第八條之三規定，上開規定於民法物\r\n權編修正施行前土地所有人建築房屋逾越地界，鄰地所有人請求移去或變\r\n更其房屋時，亦適用之。上開規定，旨在維護房屋之社會經濟利益，故雖\r\n非房屋本體，但為房屋所依附，而為其建築基礎之地上物，自應視為房屋\r\n之一部。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2202 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 105 年 12 月 08 日",
        "case_gist": "按九十五年一月十一日修正公布之證券交易法增訂第二十條之一第三項規\r\n定：會計師辦理第一項財務報告或財務業務文件之簽證，有不正當行為或\r\n違反或廢弛其業務上應盡之義務，致第一項之損害發生者，負賠償責任。\r\n參以第二十條之修正理由載明「財務報告及有關財務業務文件內容有虛偽\r\n、隱匿情事，相關人員所應負擔之賠償責任有其特殊性，且與第一項所規\r\n範之行為主體不同，爰修正第三項，將有關財務報告或財務業務文件不實\r\n所應負擔之民事賠償責任規定移至第二十條之一另予規範。」準此，簽證\r\n會計師之責任，自應優先適用證券交易法第二十條之一第三項之規定。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2196 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 105 年 12 月 08 日",
        "case_gist": "民法第八百八十一條之一第一、二項規定，稱最高限額抵押權者，謂債務\r\n人或第三人提供其不動產為擔保，就債權人對債務人一定範圍內之不特定\r\n債權，在最高限額內設定之抵押權；最高限額抵押權所擔保之債權，以由\r\n一定法律關係所生之債權或基於票據所生之權利為限。所稱一定法律關係\r\n，例如買賣、侵權行為等是。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2154 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 105 年 12 月 01 日",
        "case_gist": "按仲裁法第四十一條第二項規定：「提起撤銷仲裁判斷之訴，應於判斷書\r\n交付或送達之日起，三十日之不變期間內為之；如有前條第一項第六款至\r\n第九款所列之原因，並經釋明，非因當事人之過失，不能於規定期間內主\r\n張撤銷之理由者，自當事人知悉撤銷之原因時起算。但自仲裁判斷書作成\r\n日起，已逾五年者，不得提起」。同法第四十條第二項則規定：「前項第\r\n六款至第八款情形，以宣告有罪之判決已確定，或其刑事訴訟不能開始或\r\n續行非因證據不足者為限」。是仲裁法第四十條第一項第六款至第八款規\r\n定之事由，應包括同條第二項所定之要件在內（本院七十八年台上字第四\r\n一三號判例參照）。準此，如經當事人釋明非因其過失不能於判斷書交付\r\n或送達之日起三十日內主張該事由者，其非不得自知悉宣告有罪判決已確\r\n定，或因證據不足以外之理由，不能開始或續行刑事訴訟之時起，三十日\r\n之不變期間內，對於他方提起撤銷仲裁判斷之訴，但仍應受自仲裁判斷書\r\n作成日起五年期間之限制。而關於仲裁法第四十條第二項所規定之要件，\r\n涉及其訴有無理由之判斷（本院四十六年台抗字第一一五號判例參照），\r\n當屬其訴之先決問題。倘當事人起訴時，就該先決問題之相關刑事訴訟，\r\n已在法院審理中，而依其情形判斷，未能於仲裁判斷作成時起五年內判決\r\n確定者，法院應依民事訴訟法第一百八十二條第一項規定，裁定停止訴訟\r\n程序，避免該當事人於五年期間屆滿後，無從訴請撤銷仲裁判斷以否定其\r\n執行力，致生他方無需返還其本於仲裁判斷執行所得之不合理結果。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2150 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 105 年 11 月 30 日",
        "case_gist": "當事人就標的物及其價金互相同意時，買賣契約即為成立；價金雖未具體\r\n約定，而依情形可得而定者，視為定有價金，民法第三百四十五條第一項\r\n、第三百四十六條第一項固有明文。惟所謂依情形可得而定，應綜觀買賣\r\n種類、締約目的、條款內容、磋商經過、交易習慣及其他相關因素為判斷\r\n。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2145 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 105 年 11 月 30 日",
        "case_gist": "投資人在財務報表公告後買進，不實資訊揭露或更正後，所受股價下跌損\r\n失，如無其他因素介入，固可認與財務報表不實有因果關係。惟損害賠償\r\n目的在填補所生之損害，其應回復者，並非原來狀態，而係應有狀態，自\r\n應將非可歸責於債務人之變動狀態加以考慮，僅應有狀態之損失始與不實\r\n財務報表間有因果關係。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2111 號 民事判決",
        "case_topic": "請求分割遺產等事件",
        "case_date": "民國 105 年 11 月 29 日",
        "case_gist": "按民法第二百二十五條第二項所定之代償請求權之立法目的，係基於衡平\r\n思想，旨在調整失當之財產價值分配，保護債權人之利益，使債權人有主\r\n張以債務人對於第三人之損害賠償請求權或受領自第三人之賠償物代替原\r\n給付標的之權利，其因不可歸責於債務人之事由直接轉換之利益（如交易\r\n之對價）與損害賠償，發生之原因雖有不同，但性質上同為給付不能之代\r\n替利益，應類推適用上開規定，得為代償請求權之標的。又依民法第二百\r\n二十五條第一項、第二項規定之文義，固須不可歸責於債務人之事由致給\r\n付不能者，債權人始得主張代償請求權。惟因可歸責於債務人之事由致給\r\n付不能者，參酌民法第二百二十五條第二項規定之立法理由謂「其不能給\r\n付，『不問其債務人應否負責』，須以債務人所受之損害賠償或其所有之\r\n損害賠償請求權，代債務之標的，以保護債權人之利益」，應認債權人得\r\n選擇行使損害賠償請求權（民法第二百二十六條第一項）或代償請求權以\r\n保護其利益。惟代償請求權之目的，係於債務人給付不能時，使債權人得\r\n向債務人請求讓與其損害賠償請求權或交付受領之賠償物或交付其所取得\r\n交易之對價，代替原來債務之標的為給付，以保障債權人之利益。準此，\r\n即應以債務人就原來債務之標的仍應為給付為前提，始可因其給付不能而\r\n發生代償請求權。倘原來之債權已罹於消滅時效期間，債務人本得行使時\r\n效抗辯，拒絕為給付，自不可能再有給付不能，而發生代償請求權及其時\r\n效期間重新起算之情事，否則即與時效制度原期確保交易安全，維護社會\r\n秩序之目的有違。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2111 號 判決",
        "case_topic": "請求分割遺產等事件",
        "case_date": "民國 105 年 11 月 29 日",
        "case_gist": "按民法第二百二十五條第二項所定之代償請求權之立法目的，係基於衡平\r\n思想，旨在調整失當之財產價值分配，保護債權人之利益，使債權人有主\r\n張以債務人對於第三人之損害賠償請求權或受領自第三人之賠償物代替原\r\n給付標的之權利，其因不可歸責於債務人之事由直接轉換之利益（如交易\r\n之對價）與損害賠償，發生之原因雖有不同，但性質上同為給付不能之代\r\n替利益，應類推適用上開規定，得為代償請求權之標的。又依民法第二百\r\n二十五條第一項、第二項規定之文義，固須不可歸責於債務人之事由致給\r\n付不能者，債權人始得主張代償請求權。惟因可歸責於債務人之事由致給\r\n付不能者，參酌民法第二百二十五條第二項規定之立法理由謂「其不能給\r\n付，『不問其債務人應否負責』，須以債務人所受之損害賠償或其所有之\r\n損害賠償請求權，代債務之標的，以保護債權人之利益」，應認債權人得\r\n選擇行使損害賠償請求權（民法第二百二十六條第一項）或代償請求權以\r\n保護其利益。惟代償請求權之目的，係於債務人給付不能時，使債權人得\r\n向債務人請求讓與其損害賠償請求權或交付受領之賠償物或交付其所取得\r\n交易之對價，代替原來債務之標的為給付，以保障債權人之利益。準此，\r\n即應以債務人就原來債務之標的仍應為給付為前提，始可因其給付不能而\r\n發生代償請求權。倘原來之債權已罹於消滅時效期間，債務人本得行使時\r\n效抗辯，拒絕為給付，自不可能再有給付不能，而發生代償請求權及其時\r\n效期間重新起算之情事，否則即與時效制度原期確保交易安全，維護社會\r\n秩序之目的有違。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2102 號 民事判決",
        "case_topic": "請求所有權移轉登記等",
        "case_date": "民國 105 年 11 月 24 日",
        "case_gist": "惟按不當得利之受領人，除返還其所受之利益外，如本於該利益更有所取\r\n得者，並應返還；但依其利益之性質或其他情形不能返還者，應償還其價\r\n額，民法第一百八十一條定有明文。所謂依其他情形不能返還，應依社會\r\n通念決定之，凡於事實審言詞辯論終結前，依社會通常觀念，已無法強制\r\n債務人返還者，即屬之。又所謂同時履行抗辯，係指雙務契約當事人因互\r\n負債務，一方當事人於他方未為對待給付以前，得拒絕自己之給付。其作\r\n用僅係暫時拒絕自己之給付，延緩他方行使權利，其拒絕給付，非因原負\r\n債務履行期未屆至之故。是法院於命被告給付之判決，附以原告為對待給\r\n付之條件者，僅係被告於原告提出對待給付前，得拒絕自己之給付而已，\r\n與原負債務之履行期屆至無涉，自不得謂於原告提出對待給付之前，因履\r\n行期未屆至，不生給付不能之問題。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2082 號 民事判決 (家事類)",
        "case_topic": "請求確認遺囑無效等",
        "case_date": "民國 105 年 11 月 24 日",
        "case_gist": "民法第一千一百九十一條第一項前段明文規定，公證遺囑，應指定二人以\r\n上之見證人，乃在確保公證人製作之公證遺囑內容，係出於遺囑人之真意\r\n，本其口述意旨而作成，蓋遺囑生效時（遺囑人死亡），已無法向遺囑人\r\n本人求證，須賴見證人為證明。準此，公證遺囑關於二人以上見證人之指\r\n定，自應由立遺囑人為之，且不以在場見聞遺囑人在公證人前口述遺囑意\r\n旨，由公證人作成公證遺囑書面之形式過程為已足，尤應見聞確認公證遺\r\n囑內容係出自遺囑人之真意，與其口述遺囑意旨相符之情，始符「見證」\r\n之法意。"
    },
    {
        "case_id": "最高法院 105 年度台簡上字第 35 號 民事判決",
        "case_topic": "請求給付票款事件",
        "case_date": "民國 105 年 11 月 17 日",
        "case_gist": "作成拒絕付款證書後，或作成拒絕付款證書期限經過後所為之背書，謂為\r\n期限後背書，依票據法第四十一條第一項規定，僅有通常債權轉讓之效力\r\n，票據債務人得以對抗背書人之事由，轉而對抗被背書人。期限後空白背\r\n書交付轉讓票據者，亦屬期限後背書。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 2014 號 民事判決",
        "case_topic": "請求給付服務費等",
        "case_date": "民國 105 年 11 月 16 日",
        "case_gist": "所謂業界慣例，屬經驗法則之一種，固得作為裁判之基礎。惟不論係一般\r\n經驗法則或特殊經驗法則，均須具有普遍性、可驗證性，亦即具有相當客\r\n觀性（相對於個人經驗或私知）、邏輯性。又因經驗法則通常係以不完全\r\n歸納法得出，尚不能當然可從前提之真來確保結論為真，而有蓋然性之問\r\n題。且經驗法則與形式意義之法規不同，本無定式之具體內容，故法院於\r\n運用經驗法則作為判斷基礎時，應先就當事人主張或法院將運用之經驗法\r\n則之具體內容，在法院與當事人間形成共識，使當事人充分知悉，再賦與\r\n當事人有提出反證予以否定之機會，始符合民事訴訟法第一百九十九條規\r\n定審判長應注意令當事人就訴訟關係之事實及法律為適當完全之辯論之意\r\n旨。查原審採用鑑定報告及補充鑑定報告之意見為判斷依據，就各該報告\r\n所稱「依業界慣例上」一詞究何所指，其具體內容為何，未先予釐清，使\r\n兩造知悉鑑定結果所由來之依憑內容，並有適當完全辯論之機會，遽為不\r\n利於上訴人之判斷，仍有未洽。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1990 號 民事判決",
        "case_topic": "請求返還土地等事件",
        "case_date": "民國 105 年 11 月 16 日",
        "case_gist": "侵害歸屬他人權益之行為，本身即為無法律上之原因，主張依此類型之不\r\n當得利請求返還利益者（即受損人），固無庸就不當得利成立要件中之無\r\n法律上之原因舉證證明，惟仍須先舉證受益人取得利益，係基於受益人之\r\n「侵害行為」而來，必待受損人舉證後，受益人始須就其有受利益之法律\r\n上原因，負舉證責任，方符舉證責任分配之原則。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1990 號 判決",
        "case_topic": "請求返還土地等事件",
        "case_date": "民國 105 年 11 月 16 日",
        "case_gist": "侵害歸屬他人權益之行為，本身即為無法律上之原因，主張依此類型之不\r\n當得利請求返還利益者（即受損人），固無庸就不當得利成立要件中之無\r\n法律上之原因舉證證明，惟仍須先舉證受益人取得利益，係基於受益人之\r\n「侵害行為」而來，必待受損人舉證後，受益人始須就其有受利益之法律\r\n上原因，負舉證責任，方符舉證責任分配之原則。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1910 號 民事判決",
        "case_topic": "請求返還所有物",
        "case_date": "民國 105 年 11 月 03 日",
        "case_gist": "依民法物權編施行法第十九條規定，民法第八百九十三條第一項所定之拍\r\n賣質物，除聲請法院拍賣者外，在拍賣法未公布施行前，得照市價變賣，\r\n並應經公證人或商業團體之證明。質權人如未依上開規定處分質物，即應\r\n對質物所有人負擔賠償責任（司法院院解字第三四三九號解釋參照）。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1907 號 民事判決",
        "case_topic": "請求拆除地上物等",
        "case_date": "民國 105 年 11 月 03 日",
        "case_gist": "獎勵重劃辦法第三十一條第一項規定之補償，與重劃會依同條第二項前段\r\n規定訴請拆遷建物，並非立於互為對待給付之關係，不發生同時履行抗辯\r\n問題。被上訴人給付黃○炳之補償費及為黃○生提存之補償費，縱有未足\r\n，亦不影響被上訴人請求渠等拆除系爭地上物。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 706 號 民事裁定",
        "case_topic": "請求返還所有物等",
        "case_date": "民國 105 年 10 月 27 日",
        "case_gist": "按民事訴訟法第七十七條之一第四項規定，法院就訴訟標的價額之核定，\r\n得為抗告。而同法第四百九十一條第一項規定，抗告，除別有規定外，無\r\n停止執行之效力。準此，原告就法院所為訴訟標的價額之核定提起抗告，\r\n並不影響原命補繳裁判費期間之進行，如原告逾期未補繳裁判費，法院固\r\n得以裁定駁回其訴，惟如原告對核定訴訟標的價額之裁定、駁回其訴之裁\r\n定均提起抗告，抗告法院如認其中核定訴訟標的價額之裁定不當而廢棄該\r\n裁定者，原命限期補繳裁判費之裁定已失所附麗，第一審法院據以駁回原\r\n告之訴之裁定，即有違誤，抗告法院自得併廢棄該裁定。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1886 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 105 年 10 月 27 日",
        "case_gist": "按仲裁法第三十一條規定之衡平仲裁，乃指仲裁庭如遇適用法律之嚴格規\r\n定，將產生不公平之結果，得經由當事人之明示合意，基於公平、合理之\r\n考量，摒除法律之嚴格規定，改適用衡平原則為判斷。基此，是否屬衡平\r\n仲裁，需視該仲裁庭有無摒除法律之嚴格規定或當事人之約定，另以公平\r\n、合理考量，而為衡平原則之判斷。倘仲裁庭已就當事人應適用之契約約\r\n定所抽象描述之構成要件，為符合具體案件事實之認定，或適用現有之法\r\n律規定原則，則屬法律仲裁，而非衡平仲裁。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 693 號 裁定",
        "case_topic": "清償票款等強制執行",
        "case_date": "民國 105 年 10 月 26 日",
        "case_gist": "按拍賣之不動產無人應買或應買人所出之最高價未達拍賣最低價額，而到\r\n場之債權人於拍賣期日終結前聲明願承受者，執行法院應依該次拍賣所定\r\n最低價額，將不動產交債權人承受，並發給權利移轉證書。強制執行法第\r\n九十一條第一項定有明文。準此，凡執行事件之債權人，不論係聲請強制\r\n執行者，或有執行名義參與分配者、或無執行名義而對執行標的物有擔保\r\n物權或優先受償權之債權人經聲明參與分配或依職權列入分配者，均得依\r\n上開規定聲明承受。倘執行拍賣之不動產分屬多數債務人所有，執行法院\r\n為達較高經濟效益，指定行合併拍賣程序，而拍賣期日無人應買時，在場\r\n之債權人，均得聲明承受，不應因合併拍賣程序，債權人對非其債務人之\r\n其他人財產無承受權，即剝奪對於其債務人財產本可行使之承受權利。惟\r\n因法院行合併拍賣程序之故，其承受同時，必須一併應買其他債務人合併\r\n拍賣之不動產，方為適法。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1834 號 民事判決",
        "case_topic": "請求履行契約事件",
        "case_date": "民國 105 年 10 月 26 日",
        "case_gist": "在債權雙重讓與之場合，先訂立讓與契約之第一受讓人依「債權讓與優先\r\n性」原則雖取得讓與之債權，但第二受讓人之讓與契約，並非受讓不存在\r\n之債權，而係經債權人處分現存在之他人（第一受讓人）債權，性質上乃\r\n無權處分，依民法第一百十八條規定，應屬效力未定。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1834 號 判決",
        "case_topic": "請求履行契約事件",
        "case_date": "民國 105 年 10 月 26 日",
        "case_gist": "在債權雙重讓與之場合，先訂立讓與契約之第一受讓人依「債權讓與優先\r\n性」原則雖取得讓與之債權，但第二受讓人之讓與契約，並非受讓不存在\r\n之債權，而係經債權人處分現存在之他人（第一受讓人）債權，性質上乃\r\n無權處分，依民法第一百十八條規定，應屬效力未定。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1750 號 民事判決",
        "case_topic": "請求分配剩餘財產",
        "case_date": "民國 105 年 10 月 13 日",
        "case_gist": "按我國民法夫妻財產制除另有契約約定外，係採法定財產制（即原聯合財\r\n產制），夫或妻各自所有其婚前或婚後之財產，並各自管理、使用、收益\r\n及處分（民法第一千零十七條第一項前段、第一千零十八條規定參照）。\r\n惟夫或妻婚後收益之盈餘（淨益），實乃雙方共同創造之結果，法定財產\r\n制關係消滅時，應使他方得就該盈餘或淨益予以分配，始符公平。為求衡\r\n平保障夫妻雙方就婚後財產盈餘之分配，及貫徹男女平等原則，民法親屬\r\n編於民國七十四年六月三日修正時，參考德國民法有關夫妻法定財產制即\r\n「淨益共同制」之「淨益平衡債權」規範，增設第一千零三十條之一，規\r\n定法定財產制（原聯合財產制）關係消滅時，夫或妻得就雙方剩餘婚後財\r\n產之差額請求分配。所謂差額，係指就雙方剩餘婚後財產之價值計算金錢\r\n數額而言。上開權利之性質，乃金錢數額之債權請求權，並非存在於具體\r\n財產標的上之權利，自不得就特定標的物為主張及行使。是以，除經夫妻\r\n雙方成立代物清償合意（民法第三百十九條規定參照），約定由一方受領\r\n他方名下特定財產以代該金錢差額之給付外，夫妻一方無從依民法第一千\r\n零三十條之一規定，逕為請求他方移轉其名下之特定財產。此與適用共同\r\n財產制之夫妻，依民法第一千零四十條第二項規定，就共同財產關係存續\r\n中取得之共同財產請求分割之情形，尚有不同。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1750 號 判決",
        "case_topic": "請求分配剩餘財產事件",
        "case_date": "民國 105 年 10 月 13 日",
        "case_gist": "按我國民法夫妻財產制除另有契約約定外，係採法定財產制（即原聯合財\r\n產制），夫或妻各自所有其婚前或婚後之財產，並各自管理、使用、收益\r\n及處分（民法第一千零十七條第一項前段、第一千零十八條規定參照）。\r\n惟夫或妻婚後收益之盈餘（淨益），實乃雙方共同創造之結果，法定財產\r\n制關係消滅時，應使他方得就該盈餘或淨益予以分配，始符公平。為求衡\r\n平保障夫妻雙方就婚後財產盈餘之分配，及貫徹男女平等原則，民法親屬\r\n編於民國七十四年六月三日修正時，參考德國民法有關夫妻法定財產制即\r\n「淨益共同制」之「淨益平衡債權」規範，增設第一千零三十條之一，規\r\n定法定財產制（原聯合財產制）關係消滅時，夫或妻得就雙方剩餘婚後財\r\n產之差額請求分配。所謂差額，係指就雙方剩餘婚後財產之價值計算金錢\r\n數額而言。上開權利之性質，乃金錢數額之債權請求權，並非存在於具體\r\n財產標的上之權利，自不得就特定標的物為主張及行使。是以，除經夫妻\r\n雙方成立代物清償合意（民法第三百十九條規定參照），約定由一方受領\r\n他方名下特定財產以代該金錢差額之給付外，夫妻一方無從依民法第一千\r\n零三十條之一規定，逕為請求他方移轉其名下之特定財產。此與適用共同\r\n財產制之夫妻，依民法第一千零四十條第二項規定，就共同財產關係存續\r\n中取得之共同財產請求分割之情形，尚有不同。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1710 號 民事判決",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 105 年 10 月 07 日",
        "case_gist": "情事變更原則為法院依衡平法則裁判，除依契約性質（如期貨、一定期間\r\n供給契約）或特約排除，均應適用。而是否情事變更，非全以物價指數變\r\n動為根據，並應依客觀之公平標準，審酌一方因情事變更所受之損失，他\r\n方因情事變更所得之利益，及其他實際情形，以定其增加給付之適當數額\r\n。在承攬情形，物料價格是否有情事變更情事，應審酌訂約時之物價與進\r\n料時之物價有無劇變。"
    },
    {
        "case_id": "最高法院 105 年度台簡抗字第 181 號 民事裁定",
        "case_topic": "請求確認本票債權不存在等停止訴訟程序",
        "case_date": "民國 105 年 09 月 14 日",
        "case_gist": "按對於簡易訴訟程序之第二審裁判，提起第三審上訴或抗告，須經原裁判\r\n法院之許可，民事訴訟法第四百三十六條之三第一項固有明定。惟關於抗\r\n告程序，同法於民國九十二年二月七日新增第四百九十五條之一規定：抗\r\n告，除本編別有規定外，準用第三編第一章之規定。第四百三十六條之二\r\n第一項之逕向最高法院抗告、第四百八十六條第四項之再為抗告，準用第\r\n三編第二章之規定。即抗告準用第二審程序；同法第四百三十六條之二第\r\n一項之逕向最高法院抗告及第四百八十六條第四項之再為抗告，則屬法律\r\n審範圍而準用第三審程序，可見所謂「第四百三十六條之二第一項之逕向\r\n最高法院抗告」，係指對於簡易訴訟程序第二審法院所為之抗告裁定向最\r\n高法院再為抗告而言，不包括就第二審法院所為之初次裁定提起抗告。是\r\n就簡易訴訟程序第二審法院所為之初次裁定向本院提起抗告者，即無同法\r\n第四百三十六條之三第一項規定之適用，自無須經原裁判法院之許可。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1540 號 民事判決",
        "case_topic": "請求撤銷重劃土地分配決議等",
        "case_date": "民國 105 年 09 月 08 日",
        "case_gist": "依當事人主張之事實及法律關係，其聲明有不適當或錯誤之情形，審判長\r\n應予以闡明，使為適切之聲明。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1537 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 105 年 09 月 08 日",
        "case_gist": "債務人於消滅時效完成前，如因其行為（不論有無過失），使債權人信賴\r\n而未及時行使權利中斷時效，俟時效完成後，債務人為時效抗辯，即與其\r\n前之行為有所矛盾，可認係違反誠信原則。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1528 號 民事判決",
        "case_topic": "請求給付職災補償等",
        "case_date": "民國 105 年 09 月 08 日",
        "case_gist": "民法第四百八十三條之一規定，受僱人服勞務，其生命、身體、健康有受\r\n危害之虞者，僱用人應按其情形為必要之預防。僱用人倘未為之，係屬債\r\n務不履行，自須其有可歸責之事由，始應對受僱人負損害賠償之責任。是\r\n如僱用人無明知或可得而知工作場所等有使受僱人生命、身體、健康受危\r\n害之虞，而不為必要之預防情事，自不能令其負上開法條所定之責任。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1501 號 民事判決",
        "case_topic": "請求營業秘密損害賠償",
        "case_date": "民國 105 年 08 月 31 日",
        "case_gist": "系爭營業秘密均具經濟價值，倘遭不法侵害，上訴人可能受有相當於其財\r\n產價值之損害，為社會通常之觀念。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 554 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 105 年 08 月 25 日",
        "case_gist": "按執行名義係變賣繼承財產或共有物，以價金分配於各繼承人或各共有人\r\n者，依強制執行法第一百三十一條第二項之規定，執行法院得予以拍賣，\r\n並分配其價金，其拍賣程序，準用關於動產或不動產之規定。而對於不動\r\n產之執行，民國八十五年十月九日同法第七十五條第三項固增列「建築物\r\n及其基地同屬於債務人所有者，得併予查封、拍賣」，但該規定係為金錢\r\n債權請求權之執行而設，乃因債務人之所有財產原為債權之總擔保，且建\r\n築物不能與基地之使用分離而獨存，於建築物與基地同屬債務人所有時，\r\n為避免僅就建築物或基地拍賣，影響拍賣價金，及事後衍生所有人間複雜\r\n之法律關係，而允許建築物及其基地併付拍賣。至於執行名義係對特定不\r\n動產為強制執行者，原則上應以該不動產為執行範圍，此觀民法第八百七\r\n十七條、第八百七十七條之一，僅就以土地設定抵押權後於其上營造建築\r\n物，於必要情形時始許就該建築物併付拍賣，而非只考量提高拍賣價金及\r\n避免衍生土地、建築物利用之複雜關係，即就同屬債務人所有之土地及建\r\n築物，概許其併付拍賣；或因有該強制執行法第七十五條第三項之規定，\r\n即不再另為併付拍賣之規定，足資說明。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1439 號 民事判決",
        "case_topic": "請求確認通行權等",
        "case_date": "民國 105 年 08 月 25 日",
        "case_gist": "按土地因與公路無適宜之聯絡，致不能為通常之使用者，除因土地所有人\r\n之任意行為所生者外，土地所有人得通行周圍地以至公路，民法第七百八\r\n十七條第一項定有明文。其目的在使土地與公路有適宜之聯絡，得為通常\r\n之使用。倘周圍地所有人非法妨阻土地與公路之聯絡，致土地不能為通常\r\n之使用者，土地所有人得請求除去之，尚不得捨此逕請求通行其他土地。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1409 號 民事判決",
        "case_topic": "請求確認使用權存在",
        "case_date": "民國 105 年 08 月 18 日",
        "case_gist": "按我國民法關於不動產相鄰關係之制度，旨在調和相鄰不動產之利用上衝\r\n突，而擴張或限制相鄰不動產所有權內容，以發揮各不動產之最大經濟機\r\n能。重在不動產利用人間之權利義務關係之調和，不以相鄰不動產所有人\r\n間者為限，亦不以各該不動產相互緊鄰為必要。民法第七百七十九條第一\r\n項明定土地所有人因排泄家用或其他用水以至河渠或溝道，得使其水通過\r\n鄰地。但應擇於鄰地損害最少之處所及方法為之。第七百八十條則規定土\r\n地所有人因使其土地之水通過，得使用鄰地所有人所設置之工作物，但應\r\n按其受益之程度，負擔該工作物設置及保存之費用。此一過水工作物使用\r\n權之規定，其立法理由係因鄰地所有人為流水而設置工作物，其他土地所\r\n有人如不能使用，必更設置同一目的之工作物，曠廢財物殊甚之故。又民\r\n法第七百七十九條第一項既將家用與其他用水併列，則舉凡排泄無用之水\r\n，無論家用、農業用均包括在內，自不以已存有建築物為必要。依九十八\r\n年一月二十三日增訂之同法第八百條之一規定，上開規定於其他土地、建\r\n築物或其他工作物利用人準用之。即不動產之相鄰關係，不僅指相鄰土地\r\n之所有人或利用人相互間，建築物之所有人或利用人相互間，甚係土地或\r\n建築物之所有人或利用人相互交錯間，原則上亦包括在內。又廢（污）水\r\n之排放，影響環境至鉅。水污染防治法第七條第一項明定處理建築物內人\r\n類活動所產生之人體排泄物或其他生活污水之設施，排放廢（污）水於地\r\n面水體者，應符合放流水標準；水利法第五十四條之一第一項第六款則禁\r\n止水庫蓄水範圍內排放不符水污染防制主管機關放流水標準之污水。是土\r\n地、建築物或其他工作物所有人、利用人為使排放之流水符合環境保護法\r\n令規範之用水排放標準，有使用鄰地所有人、利用人排水工作物之必要，\r\n而其使用對該工作物原設定之效用並無顯著之損害時，揆諸上述民法關於\r\n不動產相鄰關係之規範目的，自不應任意排除民法第七百七十九條、第七\r\n百八十條規定之適用。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1407 號 判決",
        "case_topic": "請求確認使用權存在事件",
        "case_date": "民國 105 年 08 月 18 日",
        "case_gist": "按我國民法關於不動產相鄰關係之制度，旨在調和相鄰不動產之利用上衝\r\n突，而擴張或限制相鄰不動產所有權內容，以發揮各不動產之最大經濟機\r\n能。重在不動產利用人間之權利義務關係之調和，不以相鄰不動產所有人\r\n間者為限，亦不以各該不動產相互緊鄰為必要。民法第七百七十九條第一\r\n項明定土地所有人因排泄家用或其他用水以至河渠或溝道，得使其水通過\r\n鄰地。但應擇於鄰地損害最少之處所及方法為之。第七百八十條則規定土\r\n地所有人因使其土地之水通過，得使用鄰地所有人所設置之工作物，但應\r\n按其受益之程度，負擔該工作物設置及保存之費用。此一過水工作物使用\r\n權之規定，其立法理由係因鄰地所有人為流水而設置工作物，其他土地所\r\n有人如不能使用，必更設置同一目的之工作物，曠廢財物殊甚之故。又民\r\n法第七百七十九條第一項既將家用與其他用水併列，則舉凡排泄無用之水\r\n，無論家用、農業用均包括在內，自不以已存有建築物為必要。依民國九\r\n十八年一月二十三日增訂之同法第八百條之一規定，上開規定於其他土地\r\n、建築物或其他工作物利用人準用之。即不動產之相鄰關係，不僅指相鄰\r\n土地之所有人或利用人相互間，建築物之所有人或利用人相互間，甚係土\r\n地或建築物之所有人或利用人相互交錯間，原則上亦包括在內。又廢（污\r\n）水之排放，影響環境至鉅。水污染防治法第七條第一項明定處理建築物\r\n內人類活動所產生之人體排泄物或其他生活污水之設施，排放廢（污）水\r\n於地面水體者，應符合放流水標準；水利法第五十四條之一第一項第六款\r\n則禁止水庫蓄水範圍內排放不符水污染防制主管機關放流水標準之污水。\r\n是土地、建築物或其他工作物所有人、利用人為使排放之流水符合環境保\r\n護法令規範之用水排放標準，有使用鄰地所有人、利用人排水工作物之必\r\n要，而其使用對該工作物原設定之效用並無顯著之損害時，揆諸上述民法\r\n關於不動產相鄰關係之規範目的，自不應任意排除民法第七百七十九條、\r\n第七百八十條規定之適用。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1298 號 民事判決",
        "case_topic": "請求確認決議無效",
        "case_date": "民國 105 年 08 月 04 日",
        "case_gist": "漁會會員之處分，屬漁會會員（代表）大會之職權，且須經全體會員（代\r\n表）三分之二以上出席，出席人數三分之二以上決議行之；漁會理事會並\r\n無處分漁會會員之權限，此觀漁會法第三十九條第二款，漁會法施行細則\r\n第二十二條第八款、第二十三條之規定自明。系爭理事會逾越權限決議被\r\n上訴人不具上訴人漁會會員資格，對被上訴人為處分，自違反前揭規定而\r\n無效。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1292 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 105 年 08 月 03 日",
        "case_gist": "按承攬人交付履約保證金予定作人，係以擔保承攬債務之履行為目的，信\r\n託讓與其所有權予定作人，乃信託讓與擔保性質，非使定作人終局地享有\r\n該給付。擔保契約常見「抵充約款」及「沒收約款」之約定，前者係指定\r\n作人得以承攬人違約情事所致損害數額範圍內，以保證金抵償債務之約定\r\n，用以界定定作人得以保證金抵償債務之範圍，僅具宣示保證金擔保目的\r\n及範圍之功能；後者則係保證金在一定情況下不予返還之約定，乃具有督\r\n促履約功能，可認係當事人約定承攬人於一定違約情事發生時，即應為一\r\n定金錢給付之違約金約定。定作人已支付之履約保證金，於「沒收約款」\r\n所定違約事由發生時，除用以抵償因違約所生債務外，就超過擔保範圍之\r\n履約保證金，即因該「沒收約款」之約定而轉為違約金，並有民法第二百\r\n五十二條規定之適用。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1257 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 105 年 07 月 28 日",
        "case_gist": "定作人主張工作有瑕疵，請求承攬人負瑕疵擔保責任者，僅須舉證證明工\r\n作有瑕疵之事實，無庸證明承攬人有可歸責之事由；承攬人如抗辯工作之\r\n瑕疵，係因定作人所供給材料之性質而生者，對此項免責之事由，應負舉\r\n證責任。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 496 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 105 年 07 月 27 日",
        "case_gist": "按仲裁判斷，聲請法院為執行裁定後，得為強制執行。但當事人提起撤銷\r\n仲裁判斷之訴者，得聲請法院以裁定停止執行。可知仲裁判斷須經法院為\r\n執行裁定後，始具執行力，若法院所裁定停止執行者，係在停止該仲裁判\r\n斷之「執行力」，即非在停止強制執行之「執行程序」。此與強制執行法\r\n第十八條第二項所定停止強制執行程序裁定，乃於強制執行程序開始後，\r\n以裁定停止已開始之「強制執行程序」者不同，既已裁定停止仲裁判斷之\r\n執行力，自不得執仲裁判斷及准予強制執行裁定之執行名義聲請強制執行\r\n。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1223 號 民事判決",
        "case_topic": "請求給付股利",
        "case_date": "民國 105 年 07 月 20 日",
        "case_gist": "按修正前公司法第一百六十四條原係規定：「記名股票，由股票持有人以\r\n背書轉讓之。」，除未明定無記名股票之轉讓方式外，亦未限制記名股票\r\n須以完全背書方式轉讓。嗣該條文於九十年十一月十二日修正公布為：「\r\n記名股票，由股票持有人以背書轉讓之，並應將受讓人之姓名或名稱記載\r\n於股票。無記名股票，得以交付轉讓之。」，除增訂規範無記名股票之轉\r\n讓方式外，就記名股票明定應以完全背書方式轉讓，即排除以空白或略式\r\n背書轉讓記名股票之方式。記名股票之出讓人，雖非不得授權受讓人自行\r\n於股票記載其姓名或名稱，以完成記名股票轉讓之生效要件，惟受讓人在\r\n未依授權記載完成前，若因故已無從完成該記載者，該記名股票仍不生轉\r\n讓效力，公司自應依其股東名簿之記載，分派股息及紅利（公司法第一百\r\n六十五條規定參照）。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1200 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 105 年 07 月 14 日",
        "case_gist": "惟按租地建屋契約，係以承租人使用其房屋為目的，非有相當之期限不能\r\n達其目的，故當事人雖未明定租賃之期限，依契約目的探求當事人之真意\r\n，仍應解為定有租至房屋不堪使用時為止之期限。是否不堪使用，原則上\r\n應以承租當時所建房屋之通常使用判斷之；蓋房屋如未經出租人同意而改\r\n造或更新材質結構致變更其使用期限者，若以變更後之狀態為斷，不免違\r\n背該租地建屋契約立約時當事人之真意。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1144 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 105 年 07 月 07 日",
        "case_gist": "查依民法第七百四十七條規定，向主債務人請求履行及為其他中斷時效之\r\n行為，對於保證人亦生效力者，僅以債權人向主債務人所為請求、起訴或\r\n與起訴有同一效力之事項為限，若同法第一百二十九條第一項第二款規定\r\n之承認，性質上乃主債務人向債權人所為之行為，既非民法第七百四十七\r\n條所指債權人向主債務人所為中斷時效之行為，對於保證人自不生效力。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1121 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 105 年 07 月 06 日",
        "case_gist": "按債權人依民法第二百四十二條之規定，代位債務人起訴請求第三債務人\r\n給付之訴訟後，債務人自己仍得對第三債務人提起給付之訴訟，兩者並非\r\n同一之訴訟；兩訴訟判決結果倘均為原告勝訴之判決，債權人可選擇請求\r\n代位訴訟判決之執行或代位請求債務人本人訴訟之判決為執行，一判決經\r\n執行而達其目的時，債權人之請求權消滅，其他判決不再執行（六十七年\r\n度第十一次民事庭庭推總會決議參照）。又債權人代位債務人起訴請求第\r\n三債務人給付，債權人雖有代位受領第三債務人給付之權限，但係指向債\r\n務人給付而由債權人代位受領而言，非謂債權人得請求第三債務人直接對\r\n自己為清償，債權人如欲以之清償自己對債務人之債權，須另取得執行名\r\n義，始得為之。準此，債權人固可選擇請求代位訴訟判決或代位請求債務\r\n人本人訴訟判決為執行，惟其利益均應歸之於債務人。是債權人持其代位\r\n訴訟判決之執行名義聲請強制執行後，債務人仍得持其自己之訴訟判決為\r\n執行名義對第三債務人之同一標的為執行，而發生執行競合時，債權人代\r\n位訴訟為執行名義所為強制執行之利益應歸之於債務人。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 452 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 105 年 06 月 30 日",
        "case_gist": "按民事訴訟法第五百三十二條規定之假處分，與同法第五百三十八條至第\r\n五百三十八條之四之定暫時狀態處分，二者有別。前者係為保全債權人將\r\n來之強制執行，避免其金錢請求以外之請求無法實現為目的，故假處分之\r\n措施以確保性之方法為限，不得使被保全之請求提前滿足；後者則於爭執\r\n之法律關係，為防止發生重大之損害或避免急迫之危險或有其他相類之情\r\n形而有必要時，以保護該爭執權利不繼續受危害為目的，是除制止性、禁\r\n止性之方法外，必要時亦得採取履行性、給付性之滿足方法。"
    },
    {
        "case_id": "最高法院 105 年度台簡上字第 16 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 105 年 06 月 30 日",
        "case_gist": "當事人主張有利於己之事實，就其事實有舉證之責任，民事訴訟法第二百\r\n七十七條定有明文。又事實有常態與變態之分，其主張常態事實者無庸負\r\n舉證責任，反之，主張變態事實者，則須就其所主張之事實負舉證責任。\r\n私文書之內容及簽名均為真正，所蓋用之印文亦為真正，係屬常態，該印\r\n文係偽造，則為變態，倘當事人主張該印文係偽造，自應就此變態事實負\r\n舉證之責任。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 1081 號 民事判決 (家事類)",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 105 年 06 月 30 日",
        "case_gist": "民事訴訟法第二百二十六條第三項所稱判決書理由項下，應記載關於攻擊\r\n或防禦方法之法律上意見，雖不以列舉法規之條文為限，然必據其記載得\r\n知所適用者係何法規始為相當，否則即為同法第四百六十九條第六款所定\r\n之判決不備理由。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 437 號 民事裁定",
        "case_topic": "請求確認委任關係不存在",
        "case_date": "民國 105 年 06 月 23 日",
        "case_gist": "按所謂訴之追加係指原告於起訴後提起新訴，以合併於原有之訴而言。故\r\n無論係當事人、訴訟標的或聲明之追加，僅原告始得為之，第三人不得自\r\n行追加為當事人。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 384 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行聲明異議",
        "case_date": "民國 105 年 05 月 26 日",
        "case_gist": "強制執行法第十七條所謂執行法院於強制執行開始後，始發現債權人查報\r\n之財產非屬債務人所有者，應由執行法院撤銷其執行處分，係指查報之財\r\n產確非債務人所有者而言。若該財產是否債務人所有尚待審認方能確定，\r\n執行法院既無逕行審判之權限，尤非聲明同法第十二條所定之異議所能救\r\n濟，自應依同法第十六條之規定，指示主張有排除強制執行權利之第三人\r\n，提起執行異議之訴，以資解決。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 875 號 民事判決",
        "case_topic": "請求給付地租",
        "case_date": "民國 105 年 05 月 25 日",
        "case_gist": "請求給付地租，屬給付之訴，內容並未含有請求法院核定地租之意，故未\r\n定有地租之地上權，土地所有人必先經法院酌定地租後，始得據以請求地\r\n上權人如數給付；又該請求法院酌定地租之訴，屬形成之訴，僅得自請求\r\n酌定之意思表示時起算，不得溯及請求酌定該意思表示前之地租。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 381 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 105 年 05 月 25 日",
        "case_gist": "按不動產之強制執行，依強制執行法第一百十三條準用第七十條第六項規\r\n定，債務人不得應買。此一規定係基於通說認為強制執行法上之拍賣屬買\r\n賣之一種，並以債務人為出賣人，出賣人不得又為買受人之觀點；且債務\r\n人如有資力並求保有名下財產，應逕向債權人清償債務，而非許其應買自\r\n己財產，否則，債權人就其債權未獲全額清償時，將再聲請拍賣已為債務\r\n人固有之同一財產，致生冗長執行程序，殊非所宜，故予立法禁止。惟於\r\n限定繼承或第三人提供抵押物之強制執行，因繼承人對於遺產，或抵押物\r\n所有人對於抵押物，均僅負物的有限責任，與一般負無限責任之債務人性\r\n質尚有不同，如允許繼承人或抵押物所有人應買以保有其財產，既不生前\r\n述立法考量之疑慮，對於債權人亦無不利，自無禁止之必要。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 381 號 裁定",
        "case_topic": "聲請強制執行聲明異議事件",
        "case_date": "民國 105 年 05 月 25 日",
        "case_gist": "按不動產之強制執行，依強制執行法第一百十三條準用第七十條第六項規\r\n定，債務人不得應買。此一規定係基於通說認為強制執行法上之拍賣屬買\r\n賣之一種，並以債務人為出賣人，出賣人不得又為買受人之觀點；且債務\r\n人如有資力並求保有名下財產，應逕向債權人清償債務，而非許其應買自\r\n己財產，否則，債權人就其債權未獲全額清償時，將再聲請拍賣已為債務\r\n人固有之同一財產，致生冗長執行程序，殊非所宜，故予立法禁止。惟於\r\n限定繼承或第三人提供抵押物之強制執行，因繼承人對於遺產，或抵押物\r\n所有人對於抵押物，均僅負物的有限責任，與一般負無限責任之債務人性\r\n質尚有不同，如允許繼承人或抵押物所有人應買以保有其財產，既不生前\r\n述立法考量之疑慮，對於債權人亦無不利，自無禁止之必要。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 376 號 民事裁定",
        "case_topic": "請求清償債務強制執行",
        "case_date": "民國 105 年 05 月 25 日",
        "case_gist": "債權人查報之財產是否確屬債務人財產，執行法院應就財產之外觀或債權\r\n人提出之證據為形式審查，倘無從認定屬於債務人所有時，縱已查封應即\r\n撤銷執行處分，無待第三人提起異議之訴以資救濟。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 847 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 105 年 05 月 19 日",
        "case_gist": "確定判決，除當事人外，對於訴訟繫屬後為當事人之繼受人者，亦有效力\r\n，民事訴訟法第四百零一條第一項定有明文。而基於物權，對於某物得行\r\n使之權利關係，具有對世效力與直接支配物之效力，倘以此項對物之關係\r\n為訴訟標的時，上開法條所稱繼受人，凡受讓標的物之人，均包括在內。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 800 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 105 年 05 月 12 日",
        "case_gist": "受領人於受領時，知無法律上之原因或其後知之者，應將受領時所得之利\r\n益或知無法律上之原因時所現存之利益，附加利息，一併償還，為民法第\r\n一百八十二條第二項前段所明定，此係課予惡意受領人附加利息返還不當\r\n得利之責任，該項利息應自受領人知無法律上之原因時起算。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 782 號 民事判決",
        "case_topic": "請求確認通行權等",
        "case_date": "民國 105 年 05 月 11 日",
        "case_gist": "按依民法第八百條第一項本文規定，得請求使用他人正中宅門者，限於同\r\n法第七百九十九條區分所有建築物之情形。所謂區分所有建築物者，係指\r\n數人區分一建築物而各專有其一部，就專有部分有單獨所有權，並就該建\r\n築物及其附屬物之共同部分共有之建築物（民法第七百九十九條第一項規\r\n定參照）。倘為不同建號之建物，而無共有之共同部分者，並非區分所有\r\n建築物，自無民法第八百條規定之適用。又民法第八百條第一項規定之必\r\n要使用權，對於住宅性質之他專有部分所有人而言，除負有正中宅門使用\r\n之容忍義務外，更須容忍私生活領域之干擾，自不宜過度擴張適用範圍。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 781 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 105 年 05 月 11 日",
        "case_gist": "按民法第六百二十二條規定：「稱運送人者，謂以運送物品或旅客為營業\r\n，而受運費之人」；同法第六百六十條規定：「稱承攬運送人者，謂以自\r\n己之名義，為他人之計算，使運送人運送物品而受報酬為營業之人」，二\r\n者定義不同。運送人就運送物之遲到，應依民法第六百三十四條、第六百\r\n三十八條、第六百四十條規定負賠償責任。承攬運送人就託運物品之遲到\r\n，除有民法第六百六十三條規定自行運送物品、或有第六百六十四條規定\r\n視為自己運送，而應負運送人責任之情形外，應優先適用民法第六百六十\r\n一條規定，如合於該條但書規定情形，承攬運送人即不負責任；僅於不合\r\n該條但書規定時，承攬運送人始應依第六百六十五條準用第六百三十八條\r\n、第六百四十條規定，負賠償責任。又運送人將物品交由他人運送者，該\r\n他人係屬運送人之使用人或履行輔助人，運送人就該他人之過失，依民法\r\n第二百二十四條規定，應與自己之過失負同一責任；惟承攬運送人將物品\r\n交由他人運送，該他人並非代承攬運送人履行「使運送人運送」之契約義\r\n務，故非承攬運送人之使用人或履行輔助人，自無民法第二百二十四條規\r\n定之適用。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 773 號 民事判決",
        "case_topic": "請求遷讓交還地上物",
        "case_date": "民國 105 年 05 月 05 日",
        "case_gist": "按占有人，其占有被侵奪者，得請求返還其占有物，民法第九百六十二條\r\n前段定有明文。是占有人必其占有物被侵奪，始得行使占有物返還請求權\r\n。至間接占有是否被侵奪，應以直接占有人之占有是否被侵奪決定之。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 319 號 民事裁定",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 105 年 04 月 28 日",
        "case_gist": "被告提起第二審上訴，未繳納或繳足裁判費，經定期間命其補繳而未遵行\r\n者，其上訴為不合法，第二審法院應以裁定駁回其上訴，縱原告未繳納足\r\n額之第一審裁判費，被告之上訴既不合法，第二審法院自不得廢棄第一審\r\n判決，駁回原告之訴；應於該事件之裁判有執行力後，依職權以裁定確定\r\n裁判費之數額，命負擔訴訟費用之一造補繳之。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 310 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 105 年 04 月 27 日",
        "case_gist": "民事訴訟法第五百三十六條第一項規定「假處分所保全之請求，得以金錢\r\n之給付達其目的，或債務人將因假處分而受難以補償之重大損害，或有其\r\n他特別情事者，法院始得於假處分裁定內，記載債務人供所定金額之擔保\r\n後免為或撤銷假處分」，除列舉「假處分所保全之請求得以金錢給付達其\r\n目的」、「債務人因假處分將受難以補償之重大損害」為撤銷假處分之原\r\n因外，另併規定有「其他特別情事」者，亦得據以撤銷假處分，俾彈性調\r\n節假處分債權人及債務人間之公平及利害關係。是釋繹撤銷假處分事由之\r\n「其他特別情事」時，自應綜觀債權人聲請假處分之目的、保全之請求、\r\n債務人因假處分限制所受之損害等，衡酌當事人間之公平及利害關係以定\r\n之，始符法意。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 538 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 105 年 03 月 31 日",
        "case_gist": "公務員因過失違背對於第三人應執行之職務，致第三人受損害，被害人得\r\n依國家賠償法之規定向國家請求賠償者，依民法第一百八十六條第一項後\r\n段規定，公務員不負賠償責任。是被害人怠於向國家請求賠償損害，致其\r\n請求權罹於時效時，自不得請求有過失之公務員賠償。"
    },
    {
        "case_id": "最高法院 105 年度台簡聲字第 9 號 民事裁定",
        "case_topic": "請求返還房屋等再抗告並聲請選任訴訟代理人",
        "case_date": "民國 105 年 03 月 24 日",
        "case_gist": "再抗告人無資力委任訴訟代理人者，得依訴訟救助之規定，聲請第三審法\r\n院為之選任律師為其訴訟代理人，此觀民事訴訟法第四百九十五條之一第\r\n二項準用第四百六十六條之二第一項之規定自明。該所謂「依訴訟救助之\r\n規定」，包括同法第一百零七條第一項但書所定：「但顯無勝訴之望者，\r\n不在此限。」此乃當事人之伸張其權利或加以防禦，不可無理由；若為無\r\n理由之伸張或防禦，而仍許其救助，是濫用救助之法（本條立法理由參照\r\n）。準此，聲請人以無資力委任訴訟代理人為由，就強制代理事件聲請第\r\n三審法院選任訴訟代理人者，除須係窘於生活之無資力人外，尚應符合「\r\n非顯無勝訴之望」之要件，且不因該聲請人曾受法院准予訴訟救助，而有\r\n不同。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 406 號 民事裁定",
        "case_topic": "請求確認派下權不存在等",
        "case_date": "民國 105 年 03 月 17 日",
        "case_gist": "（一）當事人死亡時，當事人能力即行喪失，訴訟進行中當事人死亡時，\r\n      如其為訴訟標的之法律關係得繼承者，法律為便宜計，固認中斷之\r\n      制度，使其繼承人承受訴訟，以免另行開始訴訟，而將已行之訴訟\r\n      程序作廢，然其為訴訟標的之法律關係不得繼承者，除有使他人承\r\n      受訴訟或使訴訟當然終結之特別規定外，仍不能不認為訴訟要件之\r\n      欠缺，於上訴程序有此情形者，即應認上訴為不合法予以駁回（本\r\n      院二十九年上字一五七二號判例意旨參照）。\r\n（二）祭祀公業條例第五條規定：本條例施行後，祭祀公業及祭祀公業法\r\n      人之派下員發生繼承事實時，其繼承人應以共同承擔祭祀者列為派\r\n      下員。該所稱繼承人雖不排除女性繼承派下之權利，仍應以派下員\r\n      之直系血親卑親屬為限。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 389 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 105 年 03 月 16 日",
        "case_gist": "按合建契約與土地使用權同意書均係債之關係，僅於當事人間有其效力。\r\n土地買受人並不當然繼受其前手與建物所有人間之債權關係。於具體個案\r\n，法院雖得斟酌當事人間之意思、交易情形及房屋使用土地之狀態等一切\r\n情狀，倘認土地所有人行使所有權違反誠信原則或公共利益或以損害他人\r\n為主要目的時，非不得駁回其拆屋還地之請求。惟該土地上之建物所有人\r\n究與土地所有人間並未存有任何法律關係，其因而獲有利益造成土地所有\r\n人無法使用土地受有損害，土地所有人仍得依侵權行為或不當得利法律關\r\n係請求賠償損害或返還不當利得。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 333 號 民事判決",
        "case_topic": "請求清償借款等",
        "case_date": "民國 105 年 03 月 10 日",
        "case_gist": "保證人向債權人為清償後，於其清償之限度內，承受債權人對於主債務人\r\n之債權，民法第七百四十九條前段定有明文。故保證人向債權人為清償或\r\n其他消滅債務之行為後，於清償之限度內，當然取代債權人之地位，而得\r\n行使原債權之權利；此與數人保證同一債務，應負連帶保證責任，一保證\r\n人基於連帶保證之規定對其他保證人所生之求償權，係不同之權利。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 291 號 判決",
        "case_topic": "請求確認派下權存在等事件",
        "case_date": "民國 105 年 03 月 02 日",
        "case_gist": "按祭祀公業派下權之取得基於傳統宗祧繼承之理由，固以設立人、男系子\r\n孫、奉祀本家祖先女子及從母姓之子孫為原則，用以祭祀祖先或結合同姓\r\n同宗親屬。除設立者外，渠等取得派下權固自繼承時發生，然依上訴人於\r\n民國九十八年二月十七日訂立之規約第四條第三項規定，派下之女子、養\r\n女、贅婿等有實際參與祭祀，於經一定額度之派下現員同意時，亦得取得\r\n派下權，不以其出生時或繼承時為認定得否取得派下權時點，且無損祭祀\r\n公業設立目的。查被上訴人於其被繼承人死亡時，固非男性，惟其已依內\r\n政部函示方式，拆除女性器官，並依法由戶政機關變更性別為男性，為原\r\n審確定之事實。原審因認其係上訴人之派下男系子孫，依系爭規約享有派\r\n下權及對系爭土地有公同共有權，經核於法並無違背。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 241 號 民事判決",
        "case_topic": "請求行使股東權等",
        "case_date": "民國 105 年 02 月 18 日",
        "case_gist": "按公司法第四十八條規定，無限公司不執行業務之股東，得隨時向執行業\r\n務之股東質詢公司營業情形，查閱財產文件、帳簿、表冊。又現行公司法\r\n第一百零九條係於六十九年五月九日修正為「不執行業務之股東，均得行\r\n使監察權；其監察權之行使，準用第四十八條之規定。」。其修正理由載\r\n明：「配合第一百零八條有限公司採董事單軌制之修正，準用無限公司之\r\n有關規定，不再準用股份有限公司之有關規定，有限公司監察人制度宜予\r\n廢除。」依上開條文文義及修法理由，有限公司行使監察權之「主體」為\r\n不執行業務股東，行使之「對象」得為執行業務之股東，而質詢公司營業\r\n情形及查閱財產文件、帳簿、表冊則為監察權行使之「內容」。原判決逕\r\n謂有限公司不執行業務股東，請求交付文件簿冊供查閱之對象應為有限公\r\n司，而非執行業務之董事云云，自於法有違，已有可議。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 75 號 民事裁定",
        "case_topic": "請求塗銷贈與登記聲請訴訟救助",
        "case_date": "民國 105 年 01 月 28 日",
        "case_gist": "准予訴訟救助，依民事訴訟法第一百十一條規定，固於假扣押、假處分、\r\n上訴及抗告亦有效力，惟在起訴前之假處分程序准予訴訟救助者，除准予\r\n救助之裁定已就後應繫屬之本案訴訟一併准予救助外，其效力不及於本案\r\n訴訟之第一審及上訴審。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 193 號 民事判決",
        "case_topic": "請求給付退休金",
        "case_date": "民國 105 年 01 月 28 日",
        "case_gist": "（一）按當事人主張之事實，經他造於準備書狀內或言詞辯論時或在受命\r\n      法官、受託法官前自認者，無庸舉證，民事訴訟法第二百七十七條\r\n      第一項固有明文。然當事人有無「自認」，法院應審酌該當事人之\r\n      訴訟行為、相關訴訟資料及全辯論意旨為判斷。\r\n（二）按勞基法第七十條規定工作規則公開揭示之目的，在使勞工知悉其\r\n      內容，該揭示應置於勞工易認識之狀態，始足當之。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 169 號 民事判決",
        "case_topic": "請求返還買賣價金等",
        "case_date": "民國 105 年 01 月 27 日",
        "case_gist": "按違約金係當事人約定契約不履行時，債務人應支付之懲罰金或損害賠償\r\n額之預定，以確保債務之履行為目的。至若當事人約定一方解除契約時，\r\n應支付他方相當之金額，則以消滅契約為目的，屬保留解除權之代價，兩\r\n者性質迥異。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 165 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 105 年 01 月 27 日",
        "case_gist": "惟查債權讓與係以移轉債權為標的之契約，讓與人須有債權，且就該債權\r\n有處分之權限，始得為之。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 163 號 民事判決",
        "case_topic": "請求終止地上權等",
        "case_date": "民國 105 年 01 月 27 日",
        "case_gist": "又地上權未定有期限者，存續期間逾二十年或地上權成立之目的已不存在\r\n時，法院得因當事人之請求，斟酌地上權成立之目的、建築物或工作物之\r\n種類、性質及利用狀況等情形，定其存續期間或終止其地上權，民法第八\r\n百三十三條之一規定甚明。準此，法院依上開規定，決定准否定存續期間\r\n或終止地上權，自應綜合地上權成立之目的、建築物或工作物之種類、性\r\n質及利用狀況等情形以定之。倘未定有期限之地上權設定之始，並無容任\r\n第一次建置之建築物或工作物因老舊汰新，重為第二次以後建置之目的，\r\n該以地上權建置之建築物或地上物因經時老舊，其存在及利用現狀已不合\r\n土地之經濟價值，亟待更新利用方式，俾利土地之最大效益利用，即與民\r\n法第八百三十三條之一規定相符。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 136 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 105 年 01 月 21 日",
        "case_gist": "按民法第二百十七條第一項規定損害之發生或擴大，被害人與有過失者，\r\n法院得減輕賠償金額或免除之。揆其目的在謀求加害人與被害人間之公平\r\n，倘被害人於事故之發生亦有過失時，由加害人負全部賠償責任，未免失\r\n之過酷，是以賦與法院得減輕其賠償金額或免除之職權。而急重症病患身\r\n體狀況所致之危險因素，雖不得指係與有過失，但該危險因素原存有之不\r\n利益，應由其自行承擔；況醫學知識有其限制、人體反應亦具不確定性，\r\n倘被害人身體狀況之危險因素影響損害之發生或擴大，若令醫療過失之行\r\n為人賠償全部損害而有失公允時，理應類推適用上開被害人與有過失之規\r\n定，減輕該行為人之賠償責任，以維當事人間之公平。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 105 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 105 年 01 月 20 日",
        "case_gist": "載貨證券雖為運送人或船長單方所簽發者，然係因託運人之請求而為，揆\r\n以海運實務及載貨證券之流通性，載貨證券持有人係據該證券行使權利，\r\n則載貨證券上事先印就之制式記載，性質上屬定型化契約條款，除有顯失\r\n公平應認為無效之情形外，對託運人、運送人及載貨證券持有人均生拘束\r\n力。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 85 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 105 年 01 月 14 日",
        "case_gist": "有關證券市場重大消息之成立時點，非可一概而論，應綜合相關事件之發\r\n生經過及其結果，為客觀上之整體觀察，判斷該消息成立時其實現之機率\r\n，以及對公司股票價格或對於正當投資人之投資決定，是否會產生重大影\r\n響而定，不以該消息已成為確定事實為必要。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 81 號 民事判決",
        "case_topic": "侵害商標權有關財產權爭議等",
        "case_date": "民國 105 年 01 月 14 日",
        "case_gist": "按公平交易法與商標法對於商標雖均設有保護規定，然商標法重在商標權\r\n人私權之保護，因此侵害已註冊之商標，即依商標法規範處理；而公平交\r\n易法所以另為規範，乃以其使用他人表徵，引起混淆誤認，或攀附他人商\r\n譽、或詐取他人努力成果等違反效能競爭之本質，並有商業倫理之可非難\r\n性而妨礙公平競爭秩序，需以公權力介入制止以維護公平競爭，重在公平\r\n競爭秩序之維護。公平交易法第二十條雖於一○四年二月四日移列第二十\r\n二條，並增訂第二項：「前項姓名、商號或公司名稱、商標、商品容器、\r\n包裝、外觀或其他顯示他人商品或服務之表徵，依法註冊取得商標權者，\r\n不適用之。」其立法理由表明「本條所保護之表徵倘屬已註冊商標，應逕\r\n適用商標法相關規定，不再於本法重複保護，為資明確，爰增訂第二項」\r\n，可知上項增訂，僅係規定使用顯示他人商品或服務之表徵致生混淆，如\r\n該表徵為註冊之商標，應回歸適用商標法之規定。倘事業為競爭之目的，\r\n雖未使用他人之表徵，或使用他人之表徵未致混淆，但有攀附他人商譽等\r\n足以影響交易秩序之欺罔或顯失公平之情事，而具有商業倫理可非難性，\r\n有加以禁止之必要者，仍應以違反公平交易法第二十四條規定論處。"
    },
    {
        "case_id": "最高法院 105 年度台簡上字第 1 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 105 年 01 月 13 日",
        "case_gist": "按票據乃文義證券及無因證券，票據上之權利義務悉依票上所載文義定之\r\n，與其基礎之原因關係各自獨立，票據上權利之行使不以其原因關係存在\r\n為前提。執票人行使票據上權利時，就其基礎之原因關係確係有效存在不\r\n負舉證責任。且若票據債務人以自己與執票人間所存抗辯之事由對抗執票\r\n人，依票據法第十三條規定觀之雖非法所不許，仍應先由票據債務人就該\r\n抗辯事由之基礎原因關係負舉證之責任。惟當票據基礎之原因關係確立後\r\n，法院就此項原因關係進行實體審理時，當事人於該原因關係是否有效成\r\n立或已否消滅等事項有所爭執，即應適用各該法律關係之舉證責任分配原\r\n則，而非猶悉令票據債務人負舉證責任。"
    },
    {
        "case_id": "最高法院 105 年度台抗字第 8 號 民事裁定",
        "case_topic": "聲請撤銷假扣押裁定",
        "case_date": "民國 105 年 01 月 07 日",
        "case_gist": "假扣押係以保全債權人金錢請求之強制執行為目的，而債權人之本案請求\r\n倘經法院為宣告假執行之判決，准債務人於假執行程序實施前預供擔保而\r\n免為假執行者，因該供擔保之原因，於宣告假執行之本案判決經上級審廢\r\n棄改判債權人敗訴時，歸於消滅，則債務人自非不得請求返還為免假執行\r\n所提供之擔保。故於本案終局裁判確定前，仍有依前所實施之假扣押，以\r\n保全強制執行之必要，不能因債務人供擔保免為假執行，即認假扣押之原\r\n因消滅或其他命假扣押之情事已變更。"
    },
    {
        "case_id": "最高法院 105 年度台上字第 32 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 105 年 01 月 07 日",
        "case_gist": "按不當得利受領人所受利益之性質或其他情形不能返還者，應償還其價額\r\n，此觀民法第一百八十一條但書規定自明。所謂所受利益依其他情形不能\r\n返還者，如受領利益本身之滅失、被盜或遺失，及受領人將受領標的物出\r\n售、贈與或與他人之物互易而移轉其所有權，均屬之。又該價額之計算，\r\n應以其價額償還義務成立時之客觀交易價值定之。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2512 號 民事判決",
        "case_topic": "請求確認抵押權擔保債權存在",
        "case_date": "民國 104 年 12 月 31 日",
        "case_gist": "最高限額抵押權之抵押物因他債權人聲請強制執行經法院查封者，除抵押\r\n物之查封經撤銷外，於最高限額抵押權人知悉，或經執行法院通知最高限\r\n額抵押權人時，該抵押權所擔保之原債權確定，此觀九十六年三月二十八\r\n日增訂公布，同年九月二十八日施行之民法第八百八十一條之十二第一項\r\n第六款之規定自明。上開規定，依同日公布、施行之民法物權編施行法第\r\n十七條規定，於修正施行前設定之最高限額抵押權，亦適用之。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2502 號 判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 104 年 12 月 30 日",
        "case_gist": "按強制執行法第十四條第一項規定之債務人異議之訴，須執行名義成立後\r\n，有消滅或妨礙債權人請求之事由發生，始得提起。所謂消滅債權人請求\r\n之事由，係指債權人就執行名義所示之請求權，全部或一部消滅。所謂妨\r\n礙債權人請求之事由，則指債權人就執行名義所示之請求權，暫時不能行\r\n使而言。在以確定判決為執行名義之情形，法律如於該確定判決言詞辯論\r\n終結後修正，並設有溯及適用之規定者，是否得據以提起債務人異議之訴\r\n，須視修正條文之具體內容而定，非可一概而論。如依修正條文溯及適用\r\n之結果，當然、直接消滅或妨礙債權人之請求，則債務人雖已受敗訴判決\r\n確定，仍得以嗣後法律修正，消滅或妨礙債權人之請求為由，依強制執行\r\n法第十四條第一項規定，提起債務人異議之訴。反之，如依修正條文溯及\r\n適用之結果，不足以當然、直接消滅或妨礙債權人之請求，而須藉由法院\r\n審判過程為之，但已無從經由終結之審判程序，消滅或妨礙執行名義確定\r\n判決債權人之請求者，自不得據以提起債務人異議之訴。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2502 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 104 年 12 月 30 日",
        "case_gist": "按強制執行法第十四條第一項規定之債務人異議之訴，須執行名義成立後\r\n，有消滅或妨礙債權人請求之事由發生，始得提起。所謂消滅債權人請求\r\n之事由，係指債權人就執行名義所示之請求權，全部或一部消滅。所謂妨\r\n礙債權人請求之事由，則指債權人就執行名義所示之請求權，暫時不能行\r\n使而言。在以確定判決為執行名義之情形，法律如於該確定判決言詞辯論\r\n終結後修正，並設有溯及適用之規定者，是否得據以提起債務人異議之訴\r\n，須視修正條文之具體內容而定，非可一概而論。如依修正條文溯及適用\r\n之結果，當然、直接消滅或妨礙債權人之請求，則債務人雖已受敗訴判決\r\n確定，仍得以嗣後法律修正，消滅或妨礙債權人之請求為由，依強制執行\r\n法第十四條第一項規定，提起債務人異議之訴。反之，如依修正條文溯及\r\n適用之結果，不足以當然、直接消滅或妨礙債權人之請求，而須藉由法院\r\n審判過程為之，但已無從經由終結之審判程序，消滅或妨礙執行名義確定\r\n判決債權人之請求者，自不得據以提起債務人異議之訴。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2492 號 民事判決",
        "case_topic": "請求返還股款",
        "case_date": "民國 104 年 12 月 30 日",
        "case_gist": "公司法第二百六十七條第一項規定「公司發行新股時，除經目的事業中央\r\n主管機關專案核定者外，應保留發行新股總數百分之十至十五之股份由公\r\n司員工承購」，係在保障公司發行新股時，員工之優先認股權比例，該規\r\n定之比例為員工認股之下限，若公司保留予員工認股之股份超過上開比例\r\n，或有害原有股東之認股權，要屬公司與原有股東間之另一損害賠償法律\r\n關係，不影響員工已完成認股行為之效力。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 1084 號 民事裁定",
        "case_topic": "拆屋還地強制執行",
        "case_date": "民國 104 年 12 月 30 日",
        "case_gist": "行政執行分署與執行法院關於執行標的物之執行競合，且執行程序之目的\r\n相互牴觸者，苟民事執行之執行名義係具對世效力之拆屋還地確定終局判\r\n決，縱行政執行分署之執行在先，執行法院仍得依該執行名義逕為強制執\r\n行，不受行政執行分署查封效力之拘束。又執行標的物縱經該行政執行分\r\n署執行拍賣程序而由第三人拍定，該第三人係該確定終局判決後之標的物\r\n繼受人，亦為該執行名義之執行力所及，執行法院仍得對之為強制執行，\r\n不惟徒增問題，苟因此造成拍定人之權益受損，拍定人非不得向執行拍賣\r\n之行政執行分署主張權利。故執行公法上金錢給付義務之行政執行分署，\r\n為避免執行標的物有於拍定後遭拆除之瑕疵，允宜勸諭移送機關撤回執行\r\n，以避免造成問題。如不撤回，本案之執行法院仍得依該執行名義逕為強\r\n制執行。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 1084 號 裁定",
        "case_topic": "拆屋還地強制執行",
        "case_date": "民國 104 年 12 月 30 日",
        "case_gist": "行政執行分署與執行法院關於執行標的物之執行競合，且執行程序之目的\r\n相互牴觸者，苟民事執行之執行名義係具對世效力之拆屋還地確定終局判\r\n決，縱行政執行分署之執行在先，執行法院仍得依該執行名義逕為強制執\r\n行，不受行政執行分署查封效力之拘束。又執行標的物縱經該行政執行分\r\n署執行拍賣程序而由第三人拍定，該第三人係該確定終局判決後之標的物\r\n繼受人，亦為該執行名義之執行力所及，執行法院仍得對之為強制執行，\r\n不惟徒增問題，苟因此造成拍定人之權益受損，拍定人非不得向執行拍賣\r\n之行政執行分署主張權利。故執行公法上金錢給付義務之行政執行分署，\r\n為避免執行標的物有於拍定後遭拆除之瑕疵，允宜勸諭移送機關撤回執行\r\n，以避免造成問題。如不撤回，本案之執行法院仍得依該執行名義逕為強\r\n制執行。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 1081 號 民事裁定",
        "case_topic": "請求遷讓房屋等",
        "case_date": "民國 104 年 12 月 30 日",
        "case_gist": "訴訟標的對於數人必須合一確定而應共同起訴，如其中一人或數人拒絕同\r\n為原告而無正當理由者，法院固得依民事訴訟法第五十六條之一第一項規\r\n定，依原告聲請以裁定命其於一定期間內追加為原告。惟該拒絕之人如有\r\n正當理由時，法院不得命其追加。至於是否有正當理由，應由法院依實際\r\n情形斟酌之。倘追加結果與該拒絕之人本身之法律上利害關係相衝突時，\r\n其拒絕即有正當理由。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2476 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 104 年 12 月 24 日",
        "case_gist": "就將來發生之債務為保證，其數額或範圍固不以現實具體確定為必要，惟\r\n仍須可得確定；倘完全不能預先確定，由保證人對之負無限度之保證責任\r\n者，除人事保證或有反對之特約外，尚難認該保證契約已成立生效。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2467 號 民事判決",
        "case_topic": "請求塗銷土地抵押權設定登記等",
        "case_date": "民國 104 年 12 月 24 日",
        "case_gist": "共有人自共有物分割之效力發生時起，取得分得部分之所有權。應有部分\r\n有抵押權或質權者，其權利不因共有物之分割而受影響。但有下列情形之\r\n一者，其權利移存於抵押人或出質人所分得之部分：一、權利人同意分割\r\n。二、權利人已參加共有物分割訴訟。三、權利人經共有人告知訴訟而未\r\n參加，民法第八百二十四條之一第一項、第二項定有明文。第一款所稱權\r\n利人同意分割，包括於共有人協議分割及法院裁判分割時為同意之情形。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2433 號 判決",
        "case_topic": "請求調整保險費等",
        "case_date": "民國 104 年 12 月 23 日",
        "case_gist": "按保險契約本質上屬繼續性契約，保險人須於保險期間不斷承擔危險，始\r\n得謂依債務本旨履行債務。而保險人接受投保後，經衡量自己財務狀況與\r\n承保能量後，得以再保險或其他危險分散機制（如對內共同保險、聯營組\r\n織、發行巨災債券等）以分散其風險。又繼續性契約在本質上固有情事變\r\n更原則之適用，惟情事變更原則，旨在規範契約成立後，有於訂約當時不\r\n可預料之情事發生時，經由法院裁量以公平分配契約當事人間之風險及不\r\n可預見之損失（民法第二百二十七條之二第一項規定參照）。倘於契約成\r\n立時，就契約履行中有發生該當情事之可能性，而為當事人所能預料者，\r\n當事人本得自行評估風險以作為是否締約及其給付內容之考量，自不得於\r\n契約成立後，始以該原可預料情事之實際發生，再依據情事變更原則，請\r\n求增加給付。尤其保險人乃具相當專業知識之商業團體組織，其是否接受\r\n投保？接受投保之條件如何？是否將其接受投保之風險分散？以如何方式\r\n分散風險？本為其專業判斷之事項與權責，故除保險契約成立時具有不可\r\n預料之情形發生時，應無適用情事變更原則調整保險費之餘地。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 995 號 民事裁定",
        "case_topic": "清償債務強制執行",
        "case_date": "民國 104 年 12 月 16 日",
        "case_gist": "限定繼承之繼承人，就被繼承人之債務，惟負以遺產為限度之物的有限責\r\n任，被繼承人之債權人僅得對其繼承所得之遺產請求執行，不得對其固有\r\n財產為之。而債權人查報之財產是否確屬債務人所有，執行法院自得依財\r\n產之外觀為形式審查。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2414 號 民事判決",
        "case_topic": "請求確認股東會決議不成立等",
        "case_date": "民國 104 年 12 月 16 日",
        "case_gist": "公同共有股份之股東，為行使股東之共益權而出席股東會，係屬行使權利\r\n而非管理行為，自無民法第八百二十八條第二項準用第八百二十條第一項\r\n規定之適用，亦不得逕由依民法第一千一百五十二條規定所推選之管理人\r\n為之。就此權利之行使，公司法第一百六十條第一項固規定應由公同共有\r\n人推定一人為之，惟既係為行使公同共有之股東權所為推選，自應得公同\r\n共有人全體之同意，俾符民法第八百二十八條第三項之規定，倘未經全體\r\n公同共有人同意推選之人，即不得合法行使股東權。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2413 號 民事判決",
        "case_topic": "請求展延工期增加費用等",
        "case_date": "民國 104 年 12 月 16 日",
        "case_gist": "按契約成立後，情事變更，非當時所得預料，而依其原有效果顯失公平者\r\n，當事人得聲請法院增、減其給付或變更其他原有之效果，民法第二百二\r\n十七條之二第一項定有明文。依上開規定請求增、減給付或變更契約原有\r\n效果者，應以契約成立後，因不可歸責於當事人之事由，致發生非當時所\r\n得預料之劇變，因而認為依原有效果履行契約顯失公平，始足當之。倘所\r\n發生之情事，綜合社會經濟情況、一般觀念及其他客觀情事加以判斷，尚\r\n未超過依契約原有效果足以承受之風險範圍，即難認有情事變更，自無上\r\n開規定之適用。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 1004 號 民事裁定",
        "case_topic": "確認請求權不存在",
        "case_date": "民國 104 年 12 月 16 日",
        "case_gist": "按關於涉外事件之國際管轄權誰屬，涉外民事法律適用法固未明文規定，\r\n惟受訴法院尚非不得就具體情事，類推適用國內法之相關規定，以定其訴\r\n訟之管轄。又我國民事訴訟法第十五條所謂因侵權行為涉訟者，指本於侵\r\n權行為請求損害賠償或防止侵害之訴，或以侵權行為為原因之積極或消極\r\n確認之訴等是。特別法就特殊侵權行為類型，如無管轄之特別規定，亦有\r\n上開規定之適用。故在我國法院提起涉外民事訴訟，請求確認被告本於侵\r\n權行為對於原告請求排除侵害之權利不存在者，應類推適用我國民事訴訟\r\n法第一條、第二條、第十五條第一項及第二十一條規定，認被告住所地或\r\n法人主事務所、主營業所所在地及侵權行為地（包括實施行為地及結果發\r\n生地）之法院，俱有管轄權。再抗告人係以商標權被侵害為原因，利用申\r\n訴程序請求排除侵害。則相對人為確認再抗告人上開請求排除侵害之權利\r\n不存在，提起本件消極確認之訴，揆諸前揭說明，自屬因侵權行為涉訟。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2365 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 104 年 12 月 10 日",
        "case_gist": "按侵害名譽權損害賠償，須行為人因故意或過失貶損他人之社會評價，而\r\n不法侵害他人之名譽，致他人受損害，方能成立。亦即行為人須具備違法\r\n性、有責性，並不法行為與損害間具有因果關係，始足當之。又侵害名譽\r\n權之非財產上損害賠償（慰撫金），除在損害之填補外，並具有慰撫之作\r\n用，及預防之機能。準此，慰撫金之量定，固得斟酌侵權行為人之故意或\r\n過失，以調整慰撫金之數額，惟仍須先行認定侵權行為人究係故意或過失\r\n侵害他人之名譽權，始得據以調整其慰撫金之金額。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 962 號 裁定",
        "case_topic": "請求返還土地價金",
        "case_date": "民國 104 年 12 月 09 日",
        "case_gist": "按訴訟事件是否屬普通法院之權限，應以原告起訴主張為訴訟標的之法律\r\n關係是否屬於私法上之爭執為斷。又土地徵收條例第十一條規定：需用土\r\n地人申請徵收土地或土地改良物前，除國防、交通、水利、公共衛生或環\r\n境保護事業，因公共安全急需使用土地未及與土地所有權人協議者外，應\r\n先與所有權人協議價購或以其他方式取得；所有權人拒絕參與協議或經開\r\n會未能達成協議者，始得依本條例申請徵收。依上開規定，土地徵收前之\r\n協議價購行為，並非徵收程序，其性質屬私法買賣，所生爭議，自應由普\r\n通法院行使審判權。"
    }
]