[
    {
        "case_id": "最高法院 72 年度台抗字第 93 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 03 月 09 日",
        "case_gist": "專利權有專利法第六十條各款情形之一者，得因舉發成立而撤銷，此互觀\r\n該條及同法第六十一條之規定自明。是故同法第八十八條所謂之撤銷案，\r\n非不應包括此種因舉發成立之撤銷案在內。申言之，關於專利之民事或刑\r\n事訴訟，在有如上開之撤銷案未確定以前，法院應中止其訴訟程序。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 922 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 72 年 03 月 09 日",
        "case_gist": "強制執行法第一百十九條第二項所為第三人不於同條第一項期間內聲明異\r\n議者，執行法院得因債權人之聲請，逕向該第三人為強制執行之規定，必\r\n須債權人持有命債務人應為給付之執行名義，據以聲請強制執行時，始有\r\n其適用。如債權人據以聲請執行之執行名義為假扣押裁定，其執行方法僅\r\n止於查封或對第三人發禁止命令而已，若欲進而強制債務人為給付或向第\r\n三人發收取命令，則非債權人另行取得命債務人為給付之執行名義不可。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 856 號 民事",
        "case_summary": "返還租賃房屋",
        "case_date": "民國 72 年 03 月 04 日",
        "case_gist": "查民法第四百二十五條所謂，對於受讓人繼續存在之租賃契約，係指民法\r\n第四百二十一條第一項所定意義之契約而言。若因擔保承租人之債務而授\r\n受押金，則為別一契約，並不包括在內。出租人未將押金交付受讓人時，\r\n受讓人既未受押金權之移轉，對於承租人自不負返還押金之義務 (司法院\r\n院字第一九○九號解釋參照) 。至所謂承租人依租賃契約所為租金之預付\r\n，得以對抗受讓人，係指租賃關係存續中所預付之租金而言，與租賃關係\r\n消滅後之損害金無關。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 853 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 72 年 03 月 04 日",
        "case_gist": "強制執行法第十四條所定債務人異議之訴，乃以排除執行名義之執行力為\r\n目的，與同法第十五條所定第三人異議之訴，係以排除執行標的物之執行\r\n為目的不同。本件被上訴人既提起債務人異議之訴，祇請求撤銷對其所為\r\n拆屋交地之執行程序，猶無法達其目的。原審未查明被上訴人此項請求對\r\n其有無實益，遽維持第一審所為上訴人敗訴之判決，亦有可議。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 850 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 03 月 04 日",
        "case_gist": "查租賃，就出租人無所有權之物，雖亦得成立，但租約係債務契約之一種\r\n，除經所有權人同意外，此項租約對所有權人並不當然繼續有效。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 835 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 72 年 03 月 03 日",
        "case_gist": "查使用借貸與租賃，雖同為當事人約定一方以物交他方使用，但二者性質\r\n迥不相同。在使用借貸，應為無償。如係有償，不論其名稱如何，以及契\r\n約所用之文字如何，均不得謂非租賃。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 832 號 民事",
        "case_summary": "回復原狀",
        "case_date": "民國 72 年 03 月 03 日",
        "case_gist": "合夥非有獨立之人格，其財產為各合夥人全體公同共有，故因合夥事務而\r\n涉訟者，除由執行業務之合夥人代表合夥為原告或被告外，應由全體合夥\r\n人為原告或被告，其當事人之適格，始無欠缺。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 829 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 72 年 03 月 03 日",
        "case_gist": "查法院裁判分割共有物，如依原物數量按其應有部分之比例分配，價值顯\r\n不相當者，自應依其價值按應有部分之比例其定分配，方屬公平。惟依其\r\n價值按應有部分比例分配原物，如有害經濟上之利用價值者，則應認有民\r\n法第八百二十四條第三項之共有人中有不能按其應有部分受分配之情形，\r\n以金錢補償之。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 827 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 72 年 03 月 03 日",
        "case_gist": "查訟爭土地，上訴人所有之應有部分，果經其他人債權人聲請執行法院執\r\n行拍賣，如執行法院已曾依法實施查封並囑託該管登記機關辦理查封登記\r\n，茲雖拍定，尚未發給權利移轉證書與買受人，固難謂上訴人之所有權已\r\n因而喪失，但若執行法院迄未撤銷查封，依土地登記規則第一百二十八條\r\n規定，登記機關既應停止與其權利有關之新登記，則被上訴人請求上訴人\r\n辦理所有權之移轉登記，自係處於不能給付之狀態，法院仍不能命為移轉\r\n登記。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 816 號 民事判決",
        "case_summary": "清償票款",
        "case_date": "民國 72 年 02 月 28 日",
        "case_gist": "查消滅時效完成之效力不過發生拒絕給付之抗辯權，並非使請求權當然消\r\n滅。債務人若不行使其抗辯權，法院自不得以消滅時效業已完成，即認請\r\n求權已歸消滅。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 808 號 民事",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "公司法第一百五十九條第一項規定：「公司已發行特別股者，其章程之變\r\n更如有損害特別股股東之權利時，除應有代表已發行股份總數三分之二以\r\n上股東出席之股東會，以出席股東表決權過半數之決議為之外，並應經特\r\n別股股東會之決議」，此之所謂「特別股股東之權利」，應係指優先權利\r\n而言。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 802 號 民事",
        "case_summary": "返還贈與物",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "贈與撤銷後，贈與人得依關於不當得利之規定，請求返還贈與物。民法第\r\n四百十九條第二項定有明文。原審謂上訴人僅得請求塗銷登記而不得請求\r\n被上訴人為返還贈與物之所有權移轉登記，其適用法律亦有違誤。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 793 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "民法第一千零十三條第三款之特有財產，須贈與人聲明為受贈人之特有財\r\n產。本件陳安全及被上訴人始終並未言及陳安全贈與時有此聲明，原審遽\r\n認訟爭房屋為被上訴人之特有財產，不無就當事人未主張之事項為判決之\r\n違法。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 792 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "原法院六十八年上易字第一六一八號刑事判決係論處被上訴人違反醫師法\r\n第二十八條第一項前段「未取得合法醫師資格，擅自執行醫療業務」之罪\r\n，並未涉及上訴人傷害上訴人之事實。按該罪所侵害者為國家社會法益，\r\n與傷害罪之侵害個人法益者，尚有不同，其性質亦不吸收傷害罪在內。上\r\n訴人主張伊因被上訴人之過失傷害而受有損害，乃在該刑事訴訟程序提起\r\n附帶民事訴訟，請求被上訴人賠償因傷所受損害，核與刑事訴訟法第四百\r\n八十七條第一項之規定不合 。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 738 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "關於侵權行為損害賠償請求權之消滅時效，應以請求權人實際知悉損害及\r\n賠償義務人時起算，不以知悉賠償義務人因侵權行為所構成之犯罪行為被\r\n檢察官起訴，或法院判決有罪為準。(已審編為判例)"
    },
    {
        "case_id": "最高法院 72 年度台上字第 736 號 民事",
        "case_summary": "排除侵害（損害賠償）",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "專利權之讓與，依專利法第四十九條規定，固應由各當事人署名，附具契\r\n約申請專利局換發證書，惟此並非讓與之生效要件。苟讓與人與受讓人互\r\n相表示意思一致者，其讓與契約即為成立。且因而發生讓與之效力，縱未\r\n向主管機關登記並取得新證書，亦不影響於讓與之效力。而專利權人將其\r\n專利付與他人實施，並非專利權之讓與，無須依照上開規定辦理。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 727 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "承租人之農舍，原由出租人無條件供給者，於耕地三七五減租條例施行後\r\n，依該條例第十二條之規定，固仍應由承租人繼續使用，然此項農舍使用\r\n權既係附屬於耕地之租賃關係而發生，則耕地之租賃關係消滅時，亦即隨\r\n之喪失。承租人自應負返還其農舍於出租人之義務 (本院四三年台上字第\r\n一號判例參照) 。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 726 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "買賣標的物存有瑕疵與否，固不以出口檢驗是否合格準，但法院對於減少\r\n價金之請求，應就買賣時瑕疵物與無瑕疵物之應有價格比較後所得之差額\r\n而為斟酌，非可任意酌情增減。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 717 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "侵權行為，須以故意或過失不法侵害他人之權利為要件，被上訴人本於對\r\n陳春生之前開確定判決，在主觀上基於接收日產之行政權力，並本於國家\r\n之所有權，認訟爭土地非屬陳春生所有，而行使權利，尚與侵權行為法定\r\n要件不符，要無故意侵權之可言。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 713 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "核對筆跡，係由法院以自由心證判斷核對之結果者，應說明其心證之所由\r\n得，本院十八年上字第二一三○號著有判例。本件原審就被上訴人提出「\r\n定期放款借據」上連帶保證人丘○淦等九人及李友蓮之簽名，認為與屏東\r\n縣國中學校長會議簽名簿上及當庭書寫之簽名相符，無非謂用肉眼即可辨\r\n明。至於究依如何特徵而得此心證，則未置一詞，已有判決不備理由之違\r\n法。"
    },
    {
        "case_id": "最高法院 72 年度台抗字第 71 號 民事",
        "case_summary": "聲請拍賣抵押物",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "按不經宣告之裁定，於送達後法院始受其羈束，本件再抗告人聲請拍賣抵\r\n押物事件，經台灣高雄地方法院裁定准許後，相對人雖已對之提起抗告，\r\n但嗣又具狀撤回，核其撤回抗告狀係民國七十一年十一月五日到達抗告法\r\n院。有撤回狀在卷足稽，當時抗告法院所為裁定既尚未曾送達 (查該裁定\r\n係於七十一年十一月十八日送達兩造) ，相對人之撤回抗告，即已發生撤\r\n回之效力。是原裁定既因抗告撤回而失其依憑，縱經再予送達，亦難謂有\r\n效力。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 704 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "國家賠償法第二條第二項後段所謂公務員怠於執行職務，係指公務員對於\r\n被害人個人有應執行之職務而怠於執行者而言。換言之，被害人對於公務\r\n員為特定之職務之行為，有公法上請求權存在，經請求其執行而竟怠於執\r\n行，致自由或權利遭受損害者，始得依上開規定，請求國家負損害賠償責\r\n任。若公務員對於公共職務之執行，雖可使一般人民享有反射利益，人民\r\n對於公務員仍不得請求為該職務之行為者，縱公務員怠於執行該公共職務\r\n，人民尚無公法上請求權可資行使，以資保護其利益，自不得依上開規定\r\n請求國家賠償損害。(已審編為判例)"
    },
    {
        "case_id": "最高法院 72 年度台上字第 695 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 72 年 02 月 25 日",
        "case_gist": "私有農地買賣，買受人若無自耕能力，依土地法第三十條之規定，不能承\r\n受該農地所有權，而於同時約定登記於買受人所指定之第三人承受，該第\r\n三人並具有自耕能力者，固難認係以不能之給付為契約之標的，其契約應\r\n非無效。惟如指定登記之第三人，非有自耕能力，既亦不能承受該農地所\r\n有權之移轉，即仍係以不能之給付為契約之標的，其契約自不能因此而謂\r\n為有效。本件系爭農地買賣，買受人即被上訴人自己並無自耕能力，其所\r\n指定登記之第三人李衍科，又據原審認定係居住於花蓮，既距系爭農地遙\r\n遠，對於系爭農地，顯然不能自耕。依前述說明，當不能認非以不能之給\r\n付為契約之標的，而謂其契約有效。雖云：李衍科非不可於移轉前遷徙，\r\n即不能給付之情形可以除法，且容或被上訴人與陳再居於訂約時預期於不\r\n能給付之情形除去後為給付，依民法第二百四十六條第一項但書規定，得\r\n認其契約仍為有效。但被上訴人與陳再居於訂約時是否預期於不能給付之\r\n情形除去後為給付，係事實問題，而非適用法律，非俟當事人主張，法院\r\n不得任意斟酌。卷查被上訴人在事實審未作如此主張，原審乃逕行斟酌，\r\n並據而為被上訴人有利之判斷，顯有就當事人未聲明之利益歸之於當事人\r\n之違法。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 682 號 民事",
        "case_summary": "清償借款",
        "case_date": "民國 72 年 02 月 18 日",
        "case_gist": "典當性質之質權，僅以質物之價額為責任限度，當戶僅以質物為限負其責\r\n任，不得另外求償。被上訴人供擔保之典當物，且有附條件買賣之權利瑕\r\n疵，既為上訴人事先知悉，流當後該典當物之所有權歸上訴人所有，其備\r\n款向誼信股份有公司償還全部債務，形式上雖係清償他人之債務，實質上\r\n則係清償自己之債務，自無求償權可言，不得依據代位清償之法律關係而\r\n為請求。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 680 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 72 年 02 月 18 日",
        "case_gist": "耕地租佃爭議事件，出租人或承租人有數人，僅有其中一人或數人 (非全\r\n體) 參與起訴前之調解、調處程序，雖尚有部分出租人或承租人因故未曾\r\n參與，仍應認已踐行調解、調處程序。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 679 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 02 月 18 日",
        "case_gist": "買賣契約之成立，非以出賣人對於標的物有所有權為要件，設共有人未得\r\n他共有人之同意，擅自出賣共有物，其買賣契約並非無效，僅對於他共有\r\n人不生效力而已，且得因他共有人之事後承認而溯及既往發生效力。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 677 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 72 年 02 月 11 日",
        "case_gist": "強制執行法第十四條所定債務人異議之訴，乃以排除執行名義之執行力為\r\n目的，與同法第十五條所定第三人異議之訴，係以排除執行標的物之執行\r\n為目的不同。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 676 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 72 年 02 月 11 日",
        "case_gist": "侵權行為被害人對於加害人之損害賠償債權，於該債權發生時，即應認為\r\n已屆清償期。本件上訴人主張，被上訴人於七十一年五月十九日晚將伊殺\r\n傷，伊因而支出醫藥費六萬二千九百二十元，則此項損害債權，早已發生\r\n而屆清償期。原審謂其清償期尚未確定，不無可議。又主張抵銷之對待債\r\n權，非不得由事實審法院調查確定其金額，而後以之供抵銷。原審謂上訴\r\n人之損害賠償債權金額尚未確定，亦不得以之主張抵銷，亦有未合。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 599 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 02 月 10 日",
        "case_gist": "買賣標的物經第三人侵害之結果，出賣人依民法第二百二十五條第一項之\r\n規定免給付義務者，買受人非不得依侵權行為之法則，逕向該第三人請求\r\n賠償所受損害。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 598 號 民事",
        "case_date": "民國 72 年 02 月 10 日",
        "case_gist": "〔本票既經記載免除作成拒絕證書，票據債務人若抗辯執票人未經提示付\r\n款，即應負舉證責任〕\r\n系爭本票記載免除作成拒絕證書，是上訴人抗辯被上訴人未經提示付款，\r\n即應由其負舉證責任。上訴人既未能證明之，其所為被上訴人不得行使追\r\n索權之抗辯，亦不足取。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 595 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 72 年 02 月 10 日",
        "case_gist": "將物出租，屬於管理行為，故對某物有管理權者，即有出租其物之權限。\r\n至租地建屋，出租人依土地法第一百零二條之規定，雖應與承租人聲請為\r\n地上權設定登記，究其不過欲加強基地承租人之地位，仍未脫出租賃之性\r\n質，不能因此而謂基地管理人就該基地無出租與他人建築房屋之權限。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 520 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 72 年 02 月 04 日",
        "case_gist": "提起第三審上訴，惟得對第二審判決所列之他造當事人為之。本件被上訴\r\n人非第二審判決所列之他造當事人 (兩造係同一造人) ，上訴人竟對之提\r\n起第三審上訴，依上說明，自非合法。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 486 號 民事判決",
        "case_summary": "確認優先承買權",
        "case_date": "民國 72 年 02 月 04 日",
        "case_gist": "出租耕地出賣時，出租人與承租人因優先承買權發生之爭議，屬於租佃爭\r\n議之一種，依耕地三七五減租條例第二十六條第二項規定，非經耕地租佃\r\n委員會調解調處，不得起訴。(已審編為判例)"
    },
    {
        "case_id": "最高法院 72 年度台上字第 477 號 民事",
        "case_date": "民國 72 年 02 月 04 日",
        "case_gist": "第一則\r\n〔執票人既係無償受贈取得票據，並未支出相當代價，自不得向發票人行\r\n使追索權〕\r\n陳○照生前雖為被上訴人之董事，而以被上訴人代表人名義在華南銀行中\r\n壢分行開戶領用支票簿，並以被上訴人名義簽發訟爭支票，惟上訴人取得\r\n訟爭支票，既係陳○照無償贈與，並未支出相當代價，依票據法第十四條\r\n第二項規定，不得對被上訴人行使追索權，從而上訴人據以請求被上訴人\r\n給付上開票款及其法定利息，即難謂為有據。\r\n\r\n第二則\r\n〔所謂不得享有優於前手之權利，係指繼承前手之權利瑕疵等而言，非謂\r\n即不行使票據上之權利〕\r\n按票據法第十四條第二項所謂無對價或以不相當之對價取得票據者，不得\r\n享有優於其前手之權利。係指票據前手之權利如有瑕疵，則取得人即應承\r\n受其瑕疵，人的抗辯並中斷，如前手無權利時，則權利人並不能取得其權\r\n利而言，非謂無對價或以不相當之對價取得票據者，不得行使票據上之權\r\n利。"
    },
    {
        "case_id": "最高法院 72 年度台聲字第 45 號 民事",
        "case_summary": "撤銷仲裁判斷執行裁定",
        "case_date": "民國 72 年 02 月 04 日",
        "case_gist": "商務仲裁條例第二十五條第二項雖規定「仲裁人之判斷經法院撤銷者，如\r\n有執行裁定時，應併撤銷其執行裁定。」，但此撤銷裁定行為，應與撤銷\r\n判斷同以判決為之。又判斷未經撤銷，執行裁定尚不能單獨撤銷。"
    },
    {
        "case_id": "最高法院 72 年度台聲字第 44 號 民事",
        "case_summary": "給付會款",
        "case_date": "民國 72 年 02 月 04 日",
        "case_gist": "按上訴人於提起上訴後十五日內提出理由書者，依民事訴訟法第四百七十\r\n一條第一項之規定，固應提出於原第二審法院，若己逾此期間，則依同法\r\n第四百七十二條第一項之規定，僅得在第三審未為終局裁判前，提出上訴\r\n理由書於第三審法院，其提出於原第二審法院者，雖其提出之時第三審尚\r\n未裁判，而由第二審法院送交第三審法院之時，已在第三審裁判以後者，\r\n不得謂已於適當時期提出上訴理由書。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 471 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 02 月 03 日",
        "case_gist": "以他人所有之物為出賣之標的物，訂立買賣契約者，其出賣人須先取得該\r\n物之所有權，然後移轉於買受人；或使該他人逕將物之所有權移轉於買受\r\n人，如出賣人不履行所有權移轉之義務，依民法第三百五十三條之規定，\r\n買受人得依關於債務不履行之規定，行使其權利。又民法上所謂給付不能\r\n，係指依社會觀念，其給付已屬不能者而言。所有權屬於他人之物，出賣\r\n人固不能將其所有權移轉與買受人，故在出賣人取得買賣標的物之所有權\r\n以前，倘無請求該他人將物之所有權移轉於出賣人之權利；或逕行移轉於\r\n買受人之權利存在，則移轉該物所有權於買受人之義務，即屬不能給付。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 466 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 72 年 02 月 03 日",
        "case_gist": "查重新實施地籍測量時，土地所有人依土地法第四十六條之二第一項規定\r\n應於地政機關通知之期限內，自行設立界標並到場指界。其第二項係規定\r\n土地所有人因設立界標或到場指界，發生界址爭議時，地政機關得準用第\r\n五十九條第二項規定予以調處。至於土地所有人於設立界標或到場指界，\r\n若未發生界址爭議，而於重新實施測量地籍之結果公告後，認為測量結果\r\n有錯誤 (不問主張所導致錯誤之原因如何) ，地政機關僅應依同法第四十\r\n六條之三第二項規定，因土地所有人之聲請而實施複丈，其係提出異議者\r\n，亦應以聲請複丈論。法律並無得準用同法第五十九條第二項所規定調處\r\n之規定。土地所有人如已聲請而地政機關不為複丈，土地所有人應循行政\r\n程序請求救濟，不因已由地政機關調處，即得向司法機關訴請裁判。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 446 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 01 月 31 日",
        "case_gist": "民法第一百九十二條第一項及第一百九十四條之權利，雖係權利人固有之\r\n權利，但其權利既係基於侵權行為整個要件而發生，則此權利人縱係間接\r\n被害人，亦不能不負擔直接被害人之過失責任。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 441 號 民事",
        "case_date": "民國 72 年 01 月 31 日",
        "case_gist": "〔海商法第一百零六條所定之責任，於因運費提高所生之損害，原無其適\r\n用〕\r\n惟查海商法第一百零六條所定之責任，係專就運送物之毀損或滅失言。本\r\n件因運費提高所生之損害，原無其適用。查民法第二百二十六條及第二百\r\n二十七條所定者，為給付不能或不為給付或不完全給付所生之效果，然此\r\n三者之構成要件，互不相同，本件情形，究屬何者，原審未予確定。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 435 號 民事",
        "case_date": "民國 72 年 01 月 31 日",
        "case_gist": "〔民法有關運送物喪失、毀損或遲到，其損害額之計算方法，於海商事件\r\n，亦有適用〕\r\n民法第六百三十八條第一項規定，運送物有喪失，毀損或遲到者，其損害\r\n額應依其交付時目地之價值計算之。此項規定依海商法第五條之規定，於\r\n海商事件，亦有適用。原審既認上訴人運送之物品已滅失，被上訴人請求\r\n上訴人賠償損害為無不當。依上說明，自應依該二批原木交付時目的地之\r\n價值計算被上訴人之損害額，而被上訴人係依印尼出口商簽發之商業發票\r\n所載之金額作為本件運送物之價值。原審未查明其間原木之價格有無變動\r\n，前述商業發票所載之金額是否與該原木交付時目的地之價值相當，遽認\r\n被上訴人得依此如數請求，尚欠允洽。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 428 號 民事",
        "case_summary": "確認債權不存在",
        "case_date": "民國 72 年 01 月 28 日",
        "case_gist": "請求權之消滅時效完成後，僅認債務人有拒絕給付之抗辯權，非使債權當\r\n然消滅 (司法院院字第二四二四號解釋參照) 縱認被上訴人對於上訴人曾\r\n○豐，曾○秀 (及陳○祥) 之票款請求權，不發生時效中斷之效力，其債\r\n權亦非當然消滅，僅變成債務得拒絕給付之自然債務而已，上訴人以時效\r\n完成為由請求確認被上訴人就系爭本票之債權不存在，仍非有理由。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 427 號 民事",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 72 年 01 月 28 日",
        "case_gist": "稅捐之發生係基於公法關係，而債之發生則係基於私法關係，欠稅及罰鍰\r\n依律之特別規定，固得移送執行法院強制執行，但究不能因移送執行而變\r\n為私法上之債務，除稅法另有規定外，亦不能循民事訴訟程序請求救濟。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 374 號 民事",
        "case_date": "民國 72 年 01 月 27 日",
        "case_gist": "〔匯票不獲承兌時，匯票執票人雖在到期日前亦得行使追索權之規定，於\r\n到期日前之本票執票人自無準用餘地〕\r\n票據法第二章第三節關於匯票承兌之規定，依同法第一百二十四條之規定\r\n以觀，於本票並無準用之規定，故票據法第八十五條第二項第一款關於匯\r\n票不獲承兌時，匯票執票人雖在到期日前亦得行使追索權之規定，於到期\r\n日前之本票執票人自無準用餘地。上訴人請求上訴人給付該未屆到期日之\r\n本票票款及利息，自非有理，因而將第一審所為關於此部分不利於被上訴\r\n人之判決廢棄，改判駁回上訴人之訴，經核於法洵無違誤。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 372 號 民事",
        "case_summary": "返還墊款",
        "case_date": "民國 72 年 01 月 27 日",
        "case_gist": "支票為有價證券、金錢證券及流通證券，如因消費借貸而交付，即生消費\r\n借貨之效力。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 369 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 01 月 27 日",
        "case_gist": "依勞工保險條例第六條之規定 (相當舊條例第八條及該條例施行細則第十\r\n條第十三條第一項) ，凡符合該條規定之勞工，應以其雇主或所屬團體為\r\n抗保單位全部參加勞工保險。又同條例第十條 (相當舊條例第十二條) 規\r\n定各投保單位應為其所屬員工辦理參加勞工保險手續及其他有關保險事務\r\n，而勞工月投保薪資之申報係屬有關勞工保險之事務，應由投保單位辦理\r\n，觀同條例第十四條第一項第二項 (相當舊條例第十七條) 之意旨亦可明\r\n瞭，至投保單位將投保薪資金額以多報少，或以少報多，勞工因此受損失\r\n，應由投保單位賠償，同條例第七十二條第二項 (相當舊條例施行細則第\r\n二十四條) 復有明文規定。本件被上訴人係符合該條例第六條規定之勞工\r\n，上訴人居於雇主地位，自屬為被上訴人參加勞工保險之投保單位，上訴\r\n人將被上訴人投保薪資金額既以多報少，而致被上訴人受有老年人給付之\r\n差額損失。則依上開說明，被上訴人自得對之為賠償之請求。次查投保單\r\n位，依勞工保險條例第十條之規定，為其所屬員工辦理參加勞工保險手續\r\n及其他有關保險事務，其對國家言，固係履行公法上義務，然勞工保險與\r\n普通保險不同，同條例第六條規定勞工參加勞工保險，並以雇主或所屬團\r\n體為投保單位，係強制的，上開第十條法文，亦為硬性規定，是故該第十\r\n條之規定，應解釋為強行的契約法規之一種，勞工與投保單位之間，乃具\r\n有私法上之委任關係，從而勞工由同條例第七十二條第二項規定所取得對\r\n投保單位之損害賠償債權，自不能謂非因投保單位不履行債務而生之損害\r\n賠償請求權，依民法第一百二十五條規定，其消滅時效時期間為十五年。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 368 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 72 年 01 月 27 日",
        "case_gist": "查政府重新實施地籍測量，土地所有人於地政機關通知之限期內，自行設\r\n立界標並到場指界，而因設立界標或到場指界發生界址爭議時，經該管市\r\n縣地政機關，依土地法第四十六條之二第二項準用同法第五十九條第二項\r\n予以調處時，如對其調處不服，固應於接到調處通知後十五日內向司法機\r\n關訴請處理。倘非係於設立界標或場指界時發生界址爭議，而係於重新實\r\n施地籍測量之結果公告後，認為測量結果有錯誤，除未設立界標或到場指\r\n界者外，其依同法第四十六條之三第二項向該管地政機關聲請複丈者，則\r\n應待該管地機關辦理複丈，不得訴請司法機關處理。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 361 號 民事",
        "case_date": "民國 72 年 01 月 26 日",
        "case_gist": "第一則\r\n〔本票之背書欄已另註明應由右至左順序為之，則各背書人雖均未記載背\r\n書年月日，其背書之順序，亦極為明顯〕\r\n經核該十一張本票之背書欄，從右至左，依序編有一、二、三之號碼，另\r\n註明應由右至左順序背書。而公司在最右之第一欄背書，被上訴人分別在\r\n第二、三欄背書，有上訴人提出之本票十一張足憑。雖各背書人均未記載\r\n背書年月日及被背書人，但其背書之順序，已極為顯明。\r\n\r\n第二則\r\n〔雖在票據背書欄蓋章，並無保證文義之記載，自不發生票據保證之效力\r\n〕\r\n被上訴人均在背書欄背書人處蓋章，且無保證文義之記載。既與票據法第\r\n五十九條、第一百二十四條規定不符，依票據為文義證券之性質，自不發\r\n生票據保證之效力。雖協議書有：「由……公司作為保證 (背書) ……票\r\n據」字樣，惟該契約之真意，係以背書方式擔保本票之兌現，尚難憑該協\r\n議書之記載，認定被上訴人應負票據保證責任。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 354 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 72 年 01 月 26 日",
        "case_gist": "被上訴人雖為公立學校惟如與人民或商號發生私法關係者，仍應負其責任\r\n，其前任校長曾○中倘確曾以被上訴人名義，參加上訴人前身台灣合會儲\r\n蓄股份有限公司之合會，領取合會金後，與之訂立償還合會金契約書，即\r\n難謂無負擔此項債務之義務。至被上訴人對於借款未編預算不按法定程序\r\n辦理，此乃被上訴人與其上級機關之內部關係，不得以此對抗第三人。"
    },
    {
        "case_id": "最高法院 72 年度台抗字第 41 號 民事",
        "case_summary": "交還攤位等",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "民事訴訟第四百二十七條第二項第一款所謂出租人與承租人間因接收房屋\r\n或遷讓涉訟者，係指出租人與承租人間，就租賃契約別無爭執行，而僅就\r\n接收房屋或遷讓發生糾葛，以致涉訟者而言。若就租賃關係之存否，尚有\r\n爭執，即不得謂為該條款之訴訟。本件相對人係主張伊與抗告人間之攤位\r\n租賃契約，業已合法終止，因而訴請抗告人分別遷還系爭攤位，抗告人對\r\n於此項租賃關係之存否既有所爭執，自屬租賃權之訴訟，殊無適用簡易程\r\n序之餘地。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 349 號 民事",
        "case_summary": "確認親子關係存在",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "父子身分關係之存在，係持續而非成過去。非婚生子女經生父認領後復為\r\n認領人否認者，得就父子身分關係提起確認之訴。又生父認領非婚生子女\r\n後，不得撤銷其認領，固為民法第一千零七十條所明定。惟子女之認領，\r\n以有真實血統關係為前提，倘認領人與被認領人間有事實上父子關係存在\r\n，即有血統連絡時，雖不許認領人以其認領係被詐欺或脅迫而為之為理由\r\n予以撤銷，惟如無真實父子關係時，則不因認領而成為父子，縱認領行為\r\n無瑕疵，該認領仍為無效。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 306 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "當事人依民事訴訟法第四百六十八條規定，以第二審判決有不適用法規或\r\n適用法規不當為上訴第三審之理由時，其上訴狀或理由書應有具體之指摘\r\n，並揭示該法規之條項或其內容。若係成文法以外之法則，應揭示該法則\r\n之旨趣。倘為司法院解釋，或本院之判例，則應揭示該判解之字號或其內\r\n容。如依民事訴訟法第四百六十九條所列各款事由提起第三審上訴者，其\r\n上訴狀或理由書，應揭示合於該條款之事實。上訴狀或理由書如未依此項\r\n方法表明者，即難認為已對第二審判決之違背法令有具體之指摘，並上訴\r\n自難認為合法。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 291 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "台灣日據時期之妾，應為夫家之家屬，而入籍夫家。本件上訴人在日據時\r\n期並非莊○盈家之家屬，亦未入籍莊○盈家，有戶籍登記簿可稽。原審謂\r\n上訴人與莊○盈在日據時期為夫妾關係，已嫌速斷。況台灣光復前已成立\r\n之夫妾關係，於光復後，縱妻死亡或離婚，妾亦不當然扶正，須依結婚始\r\n成立夫妻關係。本件上訴人與莊○盈在光復前即使為夫妾關係，惟於光復\r\n後倘未另行結婚，亦難謂兩者間有夫妻關係。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 289 號 民事",
        "case_summary": "股權過戶登記",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "股份有限公司除依公司法第一百五十八條，第一百八十六條及第三百十七\r\n條規定外，不得自將股份收回，收買或收為質物，同法第一百六十七條第\r\n一項定有明文。此項禁止取得自己股份之規定，為強制規定，違反此項規\r\n定之行為，應屬無效。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 283 號 民事",
        "case_summary": "返還租賃攤位",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "市場攤位租賃為房屋租賃之一種，而房屋租賃如約定承租人欠租時，出租\r\n人得逕行終止租約，與土地法第一百條第三款之強制規定有違，依民法第\r\n七十一條規定，此項約定應屬無效。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 281 號 民事",
        "case_summary": "確認僱傭關係不存在",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "勞資爭議處理法第一條第二項及第四條之規定，係指非國營之公用或交通\r\n事業，發生勞資爭議時，應付仲裁委員會仲裁。本件被上訴人乃國營事業\r\n，新竹縣勞資評斷委員會對本件所為之評斷，依法並無阻止被上訴人提起\r\n民事訴訟之效力。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 273 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "信用狀乃銀行受客戶之委任，通知並授權指定受益人，在其履行約定條件\r\n後，得依照一定款式開發一定金額以內匯票或其他憑證，由該行或其指定\r\n之代理銀行負責承稅或付款之文書，故銀行必須以合理之注意力審查一切\r\n單據，藉以確定該等單據表面上所顯示者符合其信用狀所規定之各項條件\r\n始可付款，此觀銀行法第十六條，信用狀統一慣例第七條規定自明。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 272 號 民事",
        "case_summary": "給付退休金",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "工廠法所稱工資，係指工人因工作而獲得之報酬，不論以工資、薪金、津\r\n貼、獎金，或其他任何名義按計時、計日、計月、計件給與者均屬之，工\r\n廠法施行細則第四條定有明文，查該施行細則，為內政部基於法律授權所\r\n訂定 (參見工廠法第七十六條及其施行細則第一條規定) ，自有法的效力\r\n，上訴人提出之台灣省政府建設廳函及行政院函件，均屬機關發布之命令\r\n，其效力自不若工廠法施行細則之有法的效力。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 271 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "查民法第二百二十四條可類推適用於同法第二百十七條被害人與有過失之\r\n規定，亦即在適用民法第二百十七條之場合，損害賠償權利人之代理人或\r\n使用人之過失，可視同損害賠償權利人之過失，適用過失相抵之法則。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 261 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "約定於債權已屆清償期而未清償時，扺押物之所有權移轉屬於扺押權人者\r\n，其約定為無效，固為民法第八百七十三條第二項所明定。惟在扺押期限\r\n未屆滿前，將扺押物出賣與扺押權人，則不在禁止之列。"
    },
    {
        "case_id": "最高法院 72 年度台再字第 20 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 72 年 01 月 21 日",
        "case_gist": "按物之所有權具有排他性，一物之上不能同時存在二以上之完全所有權。\r\n已登記之不動產物權，苟未塗銷登記，依土地法第四十三條規定，有絕對\r\n之效力，不能承認同一不動產同時有另一所有權之存在，即使已登記之所\r\n有權其登記具有無效之原因，必待塗銷登記後，真正所有權人始得行使其\r\n權利。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 253 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 72 年 01 月 20 日",
        "case_gist": "不動產之出賣人固負有交付其不動產於買受人之義務，但在未交付前，出\r\n賣人繼續占有該買賣標的物，究難指為無權占有，亦不因已辦理所有權移\r\n轉登記而異。因土地所有權移轉登記，為移轉所權生效要件，行使土地之\r\n收益權，依民法第三百七十三條規定，以先經交付為前提。故所有權雖已\r\n移轉，而標的物未交付者，買受人仍無收益權，自難謂原出賣人為無權占\r\n有。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 247 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 72 年 01 月 20 日",
        "case_gist": "(一) 契約之終止，僅使契約自終止之時起，嗣後消滅，並無溯及效力，\r\n      使契約自始歸於消滅。故在終止以前之契約關係，尚不發生回復原\r\n      狀之問題。\r\n (二) 查承攬人依民法第五百十一條規定，得請求定作人賠償之損害，係\r\n      包括因定作人隨時終止契約而生之積極損害及消極損害而言。故承\r\n      攬人就未完成之工作所應得之報酬扣除因免為給付所得之利益，是\r\n      為契約終止所失利益，固庄於民法第五百十四條第二項所定一年期\r\n      間內請求賠償，茲上訴人所請求者為被上訴人之土地因上訴人之施\r\n      工而增加之利益，應予返還。二請求權之成立要牛，各基於之原因\r\n      事實，保護之法益，亦相互參差。被上訴人縱得依民法第五百十四\r\n      條第二項規定主張時效利益而拒絕賠償上訴人所受損害，就其所受\r\n      利益言，則因契約之炵止，原有法律上之原因，其後已不存在，依\r\n      民法第一百七十九條後段之規定，仍屬不當得利。原判決謂上訴人\r\n      於逾越民法第五百十四條第二項所定一年期間後，又依不當得利之\r\n      規定，請求被上訴人返還所受之利益為不合，就被上訴人是否受有\r\n      利益，未予詳查，據為上訴人不利之認定，自有可議。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 240 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 72 年 01 月 20 日",
        "case_gist": "卷查經濟部商業司資格證明書記載，上訴人公司董事長業經於七十年九月\r\n二日改選，而由黃○准接任，袁○模之法定代理權，既因而消滅，則訴訟\r\n程序依民事訴訟法第一百七十條規定在新法定代理人承受前，即當然停止\r\n。又同法第一百八十八條第一項規定，訴訟程序當然或裁定停止間，法院\r\n及當事人不得為關於本案之訴訟行為。乃原審在訴訟程序當然停止間，竟\r\n為本案言詞辯論，並進而判決，其判決自屬違背法令。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 237 號 民事",
        "case_summary": "給付會款",
        "case_date": "民國 72 年 01 月 19 日",
        "case_gist": "國家總動員法實施後，政府於必要時，得對貨幣流通與匯兌之區域及人民\r\n債權之行使，債務之履行加以限制。同法第十六條定有明文。行政院依該\r\n條規定已於三十九年十二月二十二日 (原判決誤為二十三日) 以台 (39)\r\n財字第七○一一號令發布命令，對國家行局在大陸撤退前之債務，一律暫\r\n緩償付，俟光復大陸後，另訂處理辦法處理。上訴人此項債權之行使，自\r\n應受上開行政院依據國家總動員法頒布之命令之拘束。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 232 號 民事",
        "case_summary": "確認抵押權不存在等",
        "case_date": "民國 72 年 01 月 19 日",
        "case_gist": "執行名義成立後，須有消滅或妨礙債權人請求之事由發生，債務人始得於\r\n強制執行程序終結前提起異議之訴，強制執行法第十四條規定甚明。本件\r\n抵押債權雖業經確認不存在，並判命上訴人應協同被上訴人塗銷抵押權設\r\n定登記，應認原執行名義之執行力，已可確定其不存在。若尚在強制執行\r\n中，被上訴人可依強制執行法第十二條規定聲明異議。此與前揭第十四條\r\n所謂執行名義成立後，有消滅或妨礙債權人請求之事由發生之情形有別，\r\n被上訴人自無由依該條規定提起異議之訴。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 227 號 民事",
        "case_summary": "返還擔保金",
        "case_date": "民國 72 年 01 月 19 日",
        "case_gist": "民事訴訟法第三百九十五條第二項之規定，係為保護受不當假執行被告之\r\n利益而設，並非被告利用本訴程序提起反訴，上訴人為第一審之被告，其\r\n在原審依據同條項聲明請求返還因假執行所為給付及賠償所受損害，核與\r\n提起新訴之情形有間，原審竟依上訴人提起新訴之規定而為裁判，並駁回\r\n其餘追加之新訴，殊有未合。"
    },
    {
        "case_id": "最高法院 72 年度台抗字第 30 號 民事",
        "case_summary": "聲請撤銷假扣押",
        "case_date": "民國 72 年 01 月 14 日",
        "case_gist": "假扣押保全程序，假執行係本案之執行程序，而該兩者，既經債權人即再\r\n抗告人分別提供擔保以擔保相對人分別因假扣押及假執行所受損害之賠償\r\n後，始予准許，是其性質上顯不相同，自不得以相對人僅供免為假執行之\r\n擔保二十一萬元後，即謂假扣押之原因已消滅 (參見本院四十四年台上字\r\n第一三二八號判例) 。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 206 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 72 年 01 月 14 日",
        "case_gist": "(一) 上訴人被繼承人陳某對被上訴人葉某關於訟爭土地所有權移轉登記\r\n      之訴訟，既獲勝訴判決確定，有判決書及判決確定證明書可稽。依\r\n      民事訴訟法第四百零一條第一項之規定，上訴人自不得就該法律關\r\n      係更行起訴。其依同一法律關係訴求被上訴人葉某辦理所有權移轉\r\n      登記，即非法之所許。\r\n (二) 上訴人既陳明被上訴人間就訟爭土地應有部分四分之一之買賣，事\r\n      實上為無償行為，詐害其債權，微論為被上訴人所否認，縱屬非虛\r\n      ，仍須以訴之形式向法院請求為撤銷其行為之形成判決，始能發生\r\n      撤銷之效果。在未經撤銷以前，尚不能認其行為為無效。上訴人逕\r\n      予請求塗銷被上訴人間所為之所有權移轉登記，亦非適當。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 188 號 民事",
        "case_summary": "遷讓攤位",
        "case_date": "民國 72 年 01 月 14 日",
        "case_gist": "提起第三審上訴，須具體指摘第二審判決之違背法令。故第三審上訴理由\r\n，如僅以第二審判決時之攻擊防禦方法作為第三審上訴理由，應認為未對\r\n第二審判決有何具體之指摘，不得謂已合法表明上訴理由。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 123 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 72 年 01 月 14 日",
        "case_gist": "民法第四百二十五條規定出租人於租賃物交付後，縱將其所有權讓與第三\r\n人，其租賃契約對於受讓人仍繼續存在者，必須讓與租賃物之原出租人為\r\n租賃物之所有人，始有適用。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 115 號 民事",
        "case_summary": "給付工料費",
        "case_date": "民國 72 年 01 月 13 日",
        "case_gist": "被上訴人主張以其債務與上訴人之債務抵銷，當以雙方所負債務適於抵銷\r\n者，始得為之。本件上訴人於原審迭次主張被上訴人未依約按設計圖施工\r\n；於原審最後言詞辯論期日並抗辯：被上訴人因拒絕修補，又已逾越完工\r\n期限，上訴人除重申地上物應無條件歸上訴人所有外，被上訴人完工交付\r\n前，當得拒絕給付該補貼款云云。核屬同時履行之抗辯，自屬一種重要之\r\n防禦方法。原審並未就此調查認定，於判決理由內敘明其取捨之意見，據\r\n准被上訴人為抵銷之抗辯，殊嫌疏略。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 113 號 民事",
        "case_summary": "確認股東資格",
        "case_date": "民國 72 年 01 月 13 日",
        "case_gist": "被上訴人公司之董事會通知召開股東臨時會已載明召集事由為「討論修改\r\n章程，改選董監事及其他董事會所提議案」，上訴人謂：召開股東臨時會\r\n之通知，未詳載擬討論修改章程之何一條項為不合云云。惟查公司法第一\r\n百七十二條第四項之規定意旨，無非謂：以變更章程為召集事由者，應於\r\n召集通知之召集事由中列舉，未載明者，不得以臨時動議提出之意，非謂\r\n應將擬修正之章程條項詳列，上訴人執此指摘召集程序違法，自非可取。"
    },
    {
        "case_id": "最高法院 72 年度台上字第 112 號 民事判決",
        "case_summary": "確認祭祀公業派下權存在",
        "case_date": "民國 72 年 01 月 13 日",
        "case_gist": "前程序第二審法院未認上訴人之第二審上訴不合法，而從實體上為駁回上\r\n訴人第二審上訴之判決，而因第二審上訴合法與否，第三審仍應依職權調\r\n查之，且民事訴訟法第四百七十六條第一項之規定，於此種應由第三審依\r\n職權調查之事項不適用之。上訴人前開第二審之上訴，本院經依職權調查\r\n之結果，認定其為不合法；並以第二審未依法以裁定駁回之，而從實體上\r\n為駁回之判決，雖有未合。但其結果則屬相同，遂仍以判決維持之，而駁\r\n回上訴人第三審之上訴。本院此項確定判決，既非以第二審判決確定之事\r\n實為基礎，而上訴人茲所提起之再審之訴，又係以發見未經斟酎之證物，\r\n足證前程序本院認定其在第二審之上訴不合法事實，顯屬錯誤為理由。是\r\n則依同法第四百九十九條前段之規定，本件再審之訴仍專屬本院管轄，要\r\n無同條第二款之適用。(已審編為判例)"
    },
    {
        "case_id": "最高法院 72 年度台上字第 85 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 72 年 01 月 07 日",
        "case_gist": "解約定金，係以定金為保留解除權之代價，定金付與人固得拋棄定金，以\r\n解除契約，定金收受人亦得加倍返還定金，以解除契約，惟此項解除須於\r\n相對人著手履行前為之，相對人已著手履行時，則不得再為此項解除。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5330 號 民事",
        "case_summary": "參與分配",
        "case_date": "民國 71 年 12 月 28 日",
        "case_gist": "有執行名義之債權人聲明參與分配與無執行名義之債權人聲明參與分配，\r\n其應踐行之程序互有不同。故無執行名義之債權人，於標的物拍賣終結前\r\n，聲明參與分配，如未提出其債權之證明並釋明債務人無他財產足供清償\r\n，嗣雖取得執行名義，在標的物拍賣已終結，債權尚未分配之際，又補行\r\n提出執行名義，亦難謂前項證明或釋明之欠缺，業已補正。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 526 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 12 月 24 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序固得附帶提起民事訴訟請求回復其\r\n損害，但其請求回復之損害，以因被訴犯罪事實所生之損害為限，至依相\r\n鄰關係，高地所有人因排水設施，必須使用低地所有人之土地為排水設施\r\n，固得依民法物權編之有關規定提起一般民事訴訟，要不得於刑事訴訟程\r\n序附帶提起民事訴訟而為請求。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5299 號 民事",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 71 年 12 月 23 日",
        "case_gist": "股份有限公司為法人，與自然人同為權利義務之主體，有權利能力，亦有\r\n行為能力。然公司之行為，不外為自然人之現實行為，此等自然人即為公\r\n司之機關。股份有限公司有股東會為其最高意思機關，有董事會為其執行\r\n機關，更有監察人為其監督機關。因此等機關系統之活動，公司即能營業\r\n之行為。機關之存在，為公司維持其人格之條件，是以機關為存在於公司\r\n之內部而為公司組織之一部。本件被上訴人以公司組織全部名義為公告，\r\n而非以公司組織之一部機關即董事會名義公告，其餘召集程序又均合法，\r\n尚不得僅以此即謂依該公告所召集之股東常會決議有得撤銷之原因。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5293 號 民事",
        "case_summary": "國家賠償",
        "case_date": "民國 71 年 12 月 23 日",
        "case_gist": "經核國家賠償法第六條規定：國家損害賠償，本法及民法以外其他法律有\r\n特別規定者，適用其他法律。本件上訴人既主張：被上訴人設置及管理桃\r\n園市玉山街第四種平交道有欠缺，致上訴人楊○源等之父母楊○淵、蔡○\r\n枝 (即蔡○隆及陳○鑾之女) 為北向行駛之莒興號第七十二次列車撞斃，\r\n倘非虛妄，依鐵路法第六十二條第一項規定，鐵路因行車及其他事故，致\r\n人死亡時，負損害賠償責任。被上訴人為地方經營之鐵路，自應適用鐵路\r\n法之規定。上訴人未依鐵路法第六十二條第一項規定請求被上訴人賠償損\r\n害，遽依國家賠償法第三條第一項之規定提起本件訴訟，依上說明，自非\r\n有理。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5268 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 71 年 12 月 22 日",
        "case_gist": "買賣契約之成立，不以出賣人對於買賣標的物享有所有權為要件，設共有\r\n人之一就其不得單獨處分之共有物私自出賣，僅該買賣契約對於他共有人\r\n不生效力而已，非謂該買賣契約當然無效。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 525 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 71 年 12 月 17 日",
        "case_gist": "判決之拘束力，僅及於判決之當事人，故對於第一審判決不服提起第二審\r\n上訴，自須以第一審之他造當事人為被上訴人。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5228 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 71 年 12 月 17 日",
        "case_gist": "票據行為為不要因行為，執票人不負證明關於給付之原因之責任，如票據\r\n債務人主張執票人取得票據係無對價或於作成拒絕證書後而取得，則應由\r\n該債務人負舉證之責任。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5222 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 12 月 17 日",
        "case_gist": "夫妻互負同居之義務，為民法第一千零零一條所明定。是以配偶為終身共\r\n同生活之親屬，較諸一般家長家屬間之關係尤為密切，應認為其相互間有\r\n扶養權利義務之存在。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5218 號 民事",
        "case_summary": "塗銷抵押權登記",
        "case_date": "民國 71 年 12 月 17 日",
        "case_gist": "由自己之行為表示以代理權授與他人，本人就他人之代理行為，對第三人\r\n應負授權人之責任者，須以他人所為之代理行為，係在其曾經表示授與他\r\n人代理權之範圍內，始有其適用。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5180 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 71 年 12 月 16 日",
        "case_gist": "民法第八百二十條第一項規定：共有物除契約另有訂定外，由共有人共同\r\n管理之。共有物之出租係管理行為之一種，故共有人中之一人或數人將共\r\n有土地之特定部分出租者，須經其他共有人之同意。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5178 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 71 年 12 月 16 日",
        "case_gist": "查原告在第一審為訴之變更，不外三種情形，一為撤回原訴而提起新訴；\r\n二為以訴之變更准許為條件而撤回原訴；三為就原訴為訴訟標的之捨棄而\r\n提起新訴 (參照司法院院解字第三九八五號之八解釋) 。本件上訴人在第\r\n一審為訴之變更，雖與原訴一併經判決駁回，惟上訴人對之聲明不服，提\r\n起第二審上訴，其上訴之聲明係就變更之訴而為，並未涉及原訴之聲明。\r\n究竟上訴人是否仍求為原訴聲明之判決，殊欠明瞭。原審就此未予闡明，\r\n竟就變更之訴認係不合法，以判決駁回其訴，而就原訴為實體上之裁判，\r\n殊欠允當。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5175 號 民事",
        "case_summary": "給付價款",
        "case_date": "民國 71 年 12 月 16 日",
        "case_gist": "不動產之買賣，買受人之給付價金與出賣人應交付買賣標的物及為所有權\r\n之移轉，有互為對待給付關係。果張○輝依約應先交付土地並移轉其所有\r\n權，乃僅移轉其所有，而未交付土地，其請求潘杞官給付價金尾款，潘○\r\n官予以拒絕，依諸民法第二百六十四條規定之意旨，既難謂應負違約責任\r\n，張○輝自無對之請求給付違約金之餘地。原番認其得向潘○官為違約金\r\n之請求，即屬適用法規定不當。"
    },
    {
        "case_id": "最高法院 71 年度台抗字第 519 號 民事",
        "case_summary": "聲明參與分配",
        "case_date": "民國 71 年 12 月 15 日",
        "case_gist": "按抗告法院認為抗告為無理由而駁回抗告之裁定，依民事訴訟法第四百八\r\n十六條第二項規定之反面解釋，當事人不得對之提起再抗告，其對於此項\r\n裁定聲請再審，原抗告法院認再審之聲請為無理由而裁定駁回者，性質上\r\n屬於原抗告程序之再開或續行，而結果仍維持原認為抗告無理由而駁回抗\r\n告之原裁定，對於此項再審裁定，亦不得抗告。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5168 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 71 年 12 月 15 日",
        "case_gist": "軍人及其家屬優等條例第九條規定，動員時期應徵召服役之軍人，在入營\r\n前由其本人家屬承租之房屋，於在營服役期間，如確係賴以維持生活或居\r\n住時，其約定期限屆滿者，出租人不得終止契約。倘上訴人有合於該條規\r\n定之要件時，縱系爭房屋之出租人江陳樹已於租賃期限屆滿前之六十七年\r\n十月十九日以存證信函通知屆期不再續租，亦不得於租賃期限屆滿後，以\r\n租賃關係已消滅為理由，請求上訴人遷讓交還系爭房屋。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5167 號 民事",
        "case_summary": "返還定金",
        "case_date": "民國 71 年 12 月 15 日",
        "case_gist": "解除契約之效果如何，民法第二百五十九條、第二百六十條定有明文。同\r\n法第二百四十九條第三款，係就履行不能而為規定，於解除契約無適用之\r\n餘地。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5161 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 12 月 15 日",
        "case_gist": "台灣商場上水泥之買賣，關於付款與送貨孰先，亦無一定之習慣，自應依\r\n民法第三百六十九條規定，認水泥與價金之交付應同時為之。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5157 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 71 年 12 月 15 日",
        "case_gist": "系爭土地雖為工業用地，依土地法第八十二條規定，固不得作為其他使用\r\n，惟依內政部 64.3.22台內地字六二二五六號函釋示，違反此項規定而作\r\n其他使用時，僅應由該管主管機關予以取締而已，且該條規定，並無如土\r\n地法第三十條第二項所定「違反前項規定者，其所有權之移轉無效」之規\r\n定，上訴人執此抗辯被上訴人之買賣契約無效，亦非有理。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5153 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 71 年 12 月 15 日",
        "case_gist": "民法第一百八十八條所謂受僱人因執行職務不法侵害他人之權利，須受僱\r\n人之行為在客觀上可認為與執行職務有關，而不法侵害他人之權利者始足\r\n當之。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5150 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 71 年 12 月 15 日",
        "case_gist": "土地登記簿對於特定土地面積，僅為抽象的一定數量 (以公頃、公畝、公\r\n厘為計算單位) 之記載，至該土地具體之形狀，位置及相鄰情形，則悉依\r\n地籍圖之記載；惟兩者記載之面積必須一致。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5135 號 民事",
        "case_summary": "履行同居",
        "case_date": "民國 71 年 12 月 10 日",
        "case_gist": "非婚姻事件之訴，僅以交付子女，返還財物，給付家庭生活費用或扶養費\r\n之請求，或由訴之原因，事實所生損害賠償之請求為限，得於婚姻事件之\r\n訴訟程序中提起反訴，觀諸民事訴訟法第五百七十二條第二項規定甚明。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5122 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 71 年 12 月 10 日",
        "case_gist": "民事訴訟法第二百八十八條固定法院不能依當事聲明之證據而得心證或因\r\n其他情形認為必要時，得依職權調查證據，然當事人之舉證責任並不因之\r\n而減輕，故因未盡舉證責任，致受敗訴判決之當事人，不得以法院未行使\r\n此職權，為上訴理由。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5088 號 民事",
        "case_summary": "給付租金",
        "case_date": "民國 71 年 12 月 10 日",
        "case_gist": "不動產租賃契約未定有存續期間，業主對於租戶要求增租，除依法令規定\r\n或訂有特約應受限制外，本不禁止，但應增與否及增加若干，為事實審法\r\n院斟酌一切情況，自由裁量之職權。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5087 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 71 年 12 月 10 日",
        "case_gist": "債務承擔契約，係以移轉債務於第三人為目的之契約，故先以有債務之存\r\n在為前提。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5085 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 71 年 12 月 10 日",
        "case_gist": "民事訴訟法第三百八十五條第一項，僅規定言詞辯論期日當事人之一造不\r\n到場者，得依到場當事人之聲請，由其一造辯論而為判決。並非謂當事人\r\n一造不到場，即應本於其不到場之效果而為該當事人敗訴之判決，本院二\r\n十七年上字第一三九號著有判例，從而被上訴人雖未於第一審言詞辯論期\r\n日到場，亦不能據此為其敗訴之判決。"
    },
    {
        "case_id": "最高法院 71 年度台上字第 5079 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 71 年 12 月 10 日",
        "case_gist": "租金之給付，為租賃契約之要素，提高租金額，乃租賃契約給付租金之權\r\n利義務內容之變更，故調整租金之訴，為形成之訴，多數出租人共同將其\r\n共有之土地，出租他人而訴求調整租金，其訴訟標的之法筆關係，對於全\r\n體出租人自屬必須合一確定。"
    }
]