[
    {
        "case_id": "最高法院 88 年度台上字第 143 號 民事判決",
        "case_topic": "請求給付借款事件",
        "case_date": "民國 88 年 01 月 22 日",
        "case_gist": "和解，當事人如以他種之法律關係或以單純無因性之債務約束等，替代原\r\n有之法律關係而成立者，為屬於創設性之和解；倘以原來而明確之法律關\r\n係為基礎而成立者，則屬認定性之和解。以原來明確之法律關係為基礎而\r\n成立之和解，僅有認定效力，債權人非不得依原來之法律關係，訴請債務\r\n人給付，祇法院不得為與和解結果相反之認定而已。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 127 號 民事判決",
        "case_topic": "租佃爭議事件",
        "case_date": "民國 88 年 01 月 22 日",
        "case_gist": "按無訴訟代理權者取得本人之訴訟委任，提出委任書，本人或該訴訟代理\r\n人並承認其以前訴訟行為者，溯及於行為時發生效力。又補正訴訟代理權\r\n欠缺之時期，法律未設任何限制，在上級審訴訟程序中，亦得補正下級審\r\n訴訟代理權之欠缺。"
    },
    {
        "case_id": "最高法院 88 年度台再字第 6 號 民事判決",
        "case_topic": "返還房屋",
        "case_date": "民國 88 年 01 月 21 日",
        "case_gist": "(一) 民事訴訟法第四百九十六條第一項第二款所謂判決理由與主文顯有\r\n      矛盾，係指判決依據當事人主張之事實，認定其請求或對造抗辯為\r\n      有理由或無理由，而於主文為相反之諭示，且其矛盾為顯然者而言\r\n      。\r\n (二) 民事訴訟法第四百九十六條第一項第八款所謂當事人之代理人或他\r\n      造或其代理人關於該訴訟有刑事上應罰之行為影響於判決者，須以\r\n      關於該訴訟所發生，且其應罰之行為影響於判決者為限，例如當事\r\n      人之代理人對於該訴訟教唆證人偽證或脅迫他造當事人為不利於己\r\n      陳述，致受有罪判決確定，足以影響於判決者是。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 113 號 民事判決",
        "case_topic": "給付票款",
        "case_date": "民國 88 年 01 月 21 日",
        "case_gist": "票據法第十四條第二項規定：「無對價或以不相當之對價取得票據者，不\r\n得享有優於其前手之權利」中所謂「不得享有優於前手之權利」，係指前\r\n手之權利如有瑕疵 (附有人的抗辯) ，執票之後手即應繼受其瑕疵，人的\r\n抗辯並不中斷而言。非謂該後手除所繼受之瑕疵外，均不得行使票據上之\r\n權利。本件上訴人果係無對價自其前手青○公司取得系爭支票，依上說明\r\n，應衹不得享有優於其前手青○公司之權利而已。於不逾前手權利之範圍\r\n內，初不礙於上訴人對包括被上訴人在內之其他背書人行使票據權利。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 112 號 民事判決",
        "case_topic": "所有權移轉登記等（返還價金等）",
        "case_date": "民國 88 年 01 月 21 日",
        "case_gist": "契約解除時，當事人之一方受領之給付為金錢者，依民法第二百五十九條\r\n第二款規定，當然應附加「自受領時」起之利息償還他方。此項自受領時\r\n起所附加償還之利息，係屬於契約解除時，方得併同原給付之金錢 (本金\r\n) 為請求之回復原狀方法。該請求權既係於契約解除時始可行使，消滅時\r\n效應自斯時起算，自無疑義。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 108 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 01 月 21 日",
        "case_gist": "基地租金，依土地法第一百零五條準用同法第九十七條規定，以不超過該\r\n土地申報價額年息百分之十為限。而該條所謂土地價額，依同法施行法第\r\n二十五條規定，係指法定地價。又所謂法定地價，依土地法第一百四十八\r\n條規定，係指土地所有人依該法規定所申報之地價而言，並非指平均地權\r\n條例第四十六條所規定之土地公告現值。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 91 號 民事判決",
        "case_topic": "請求返還無權占有土地事件",
        "case_date": "民國 88 年 01 月 15 日",
        "case_gist": "關於死因贈與，我民法雖無特別規定，然就無償給與財產為內容而言，與\r\n一般贈與相同，且死因贈與，除係以契約之方式為之，與遺贈係以遺囑之\r\n方式為之者有所不同外，就係於贈與人生前所為，但於贈與人死亡時始發\r\n生效力言之，實與遺贈無異，同為死後處分，其贈與之標的物，於贈與人\r\n生前均尚未給付。故基於同一法理，其效力應類推適用民法第一千二百零\r\n一條規定受贈人於死因贈與契約生效 (即贈與人死亡) 前死亡，其贈與不\r\n生效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 90 號 民事判決",
        "case_topic": "塗銷所有權移轉登記",
        "case_date": "民國 88 年 01 月 15 日",
        "case_gist": "共有人如未經全體共有人同意，將共有物全部讓與他人，對於其他共有人\r\n固不生效力，但締約共有人與受讓人間所為之買賣債權行為，仍然有效。\r\n故締約共有人因不能取得全體共有人之同意或無法取得其物，受讓人仍得\r\n對於該締約之共有人，依據債權法則請求使其取得該締約之共有人之應有\r\n部分與他共有人維持共有關係。本件上訴人未經共有人鄭書淵等三人同意\r\n將系爭土地全部出售與被上訴人，為原審認定之事實。則原審認定上訴人\r\n辦妥繼承登記後，將其應有部分合計二分之一移轉登記與被上訴人，由被\r\n上訴人與其他共有人鄭○淵等三人維持共有關係，並未違反農業發展條例\r\n第三十條之規定，自無違背法令可言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 70 號 民事判決",
        "case_topic": "協同辦理地上權登記",
        "case_date": "民國 88 年 01 月 15 日",
        "case_gist": "基地承租人依土地法第一百零二條規定，請求出租人協同辦理地上權設定\r\n登記之請求權，有民法第一百二十五條十五年消滅時效規定之適用，其消\r\n滅時效自基地租賃契約成立時起算，是該條所定二個月聲請登記之期間，\r\n僅屬行政上對於出租人履行此項登記義務所加之強制而已，非就承租人登\r\n記請求權所定消滅時效期間之規定，上訴人抗辯，被上訴人非租用後自建\r\n房屋，亦未於基地租賃契約成立後二個月內聲請登記，自不得為請求云云\r\n，自無足取。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 67 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 88 年 01 月 14 日",
        "case_gist": "(一) 動產物權之讓與，非將動產交付，不生效力，民法第七百六十一條\r\n      第一項前段固有明定，然讓與動產物權，如其動產由第三人占有時\r\n      ，讓與人得以對於第三人之返還請求權，讓與於受讓人，以代交付\r\n      ，同條第三項亦有明定，故指示交付於法亦為交付方式之一種。\r\n (二) 同一物之所有權及其他物權，歸屬於一人者，其他物權因混同而消\r\n      滅；但其他物權之存續，於所有人或第三人有法律上之利益者，不\r\n      在此限，民法第七百六十二條自有明文。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 62 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 88 年 01 月 14 日",
        "case_gist": "民法第二百十七條第一項規定，損害之發生或擴大，被害人與有過失者，\r\n法院得減輕賠償金額或免除之，固不問賠償義務人應負故意、過失或無過\r\n失責任，均有該條項規定之適用，且法院得以職權斟酌之。惟所謂被害人\r\n與有過失，須其行為為損害之共同原因，且其過失行為並有助成損害之發\r\n生或擴大者，始為相當。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 61 號 民事判決",
        "case_topic": "返還停車位",
        "case_date": "民國 88 年 01 月 14 日",
        "case_gist": "民法第八百十八條固規定：各共有人按其應有部分，對於共有物之全部，\r\n有使用、收益之權；同法第八百二十一條但書亦規定：回復共有物之請求\r\n，僅得為共有人全體之利益為之。惟同法第八百二十條第一項明定：共有\r\n物除契約另有訂定外，由共有人共同管理之。所謂管理，旨在使用、收益\r\n，足見上開第八百十八條及第八百二十一條但書之規定係指共有物尚未經\r\n共有人為分管之約定時，始有其適用。倘共有人就共有物已為分管之約定\r\n，各共有人僅能就各自分管部分為使用、收益，乃當然之解釋。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 58 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 01 月 14 日",
        "case_gist": "六十四年七月二十四日修正前之土地法第三十條規定：「私有農地所有權\r\n之移轉，其承受人以承受後能自耕者為限」，故私有農地之買受人於買受\r\n時有自耕能力，或承受後能自耕者，其買賣契約為有效，至其買受之動機\r\n為何及買受後是否從事耕作使用，並不影響買賣契約之效力。農地承受人\r\n承受農地後能否自耕，乃承受人於承受後有無自耕能力之問題，至承受農\r\n地後有無自耕，則屬承受後有無從事自行耕作之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 42 號 民事判決",
        "case_topic": "確認派下權存在",
        "case_date": "民國 88 年 01 月 14 日",
        "case_gist": "祭祀公業派下權之繼承，依從習慣，係以享有派下權之男系子孫或奉祀本\r\n家祖先之女子及從母姓之子孫為限，一般女子或不從母姓之子孫，向無派\r\n下權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 32 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 01 月 14 日",
        "case_gist": "收受贓物，係在他人犯罪完成後所為之行為，固非與該他人共同侵害被害\r\n人之權利而構成共同侵權行為，惟收受贓物，足使被害人難於追回原物，\r\n因而發生損害，故仍難謂非對於被害人為另一侵權行為，倘被害人因此而\r\n受有損害，自非不得依一般侵權行為法則，請求收受贓物之人賠償其損害\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 13 號 民事裁定",
        "case_topic": "拍賣抵押物聲明異議",
        "case_date": "民國 88 年 01 月 14 日",
        "case_gist": "強制執行法第八十條規定，拍賣不動產，執行法院應命鑑定人就該不動產\r\n估定價格，經核定後，為拍賣最低價額。執行法院核定之價格應如何認為\r\n相當，原屬於執行法院職權裁量之範圍，非當事人所可任意指摘。"
    },
    {
        "case_id": "最高法院 88 年度台簡抗字第 4 號 民事裁定",
        "case_topic": "給付票款",
        "case_date": "民國 88 年 01 月 07 日",
        "case_gist": "法院於能力、法定代理權或為訴訟所必要之允許，認有欠缺而可以補正者\r\n，應定期間命其補正；上訴有當事人能力或代理權欠缺之情形者，亦同，\r\n為民事訴訟法第四十九條及第四百四十二條第二項所明定。法定代理權有\r\n無欠缺，不問訴訟程度如何，或當事人間是否有所爭執，法院均得依職權\r\n調查之，第一審法院如未予調查，或當事人之補正欠缺無相當之證明，第\r\n二審法院仍不妨再加調查或命補正。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 13 號 民事裁定",
        "case_topic": "履行和解協議",
        "case_date": "民國 88 年 01 月 07 日",
        "case_gist": "本件上訴人係訴請判決被上訴人就所持有之支票及本票於一定條件成就前\r\n，不得行使票據權利，則應否准許，自應以判決時該條件已否成就為斷，\r\n上訴人謂被上訴人起訴前業已提示票據，應以提示時為認定條件已否成就\r\n之時點，容有誤會，附此敘明。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 1 號 民事裁定",
        "case_topic": "給付買賣價金",
        "case_date": "民國 88 年 01 月 07 日",
        "case_gist": "聲請訴訟救助，應向受訴法院為之。民事訴訟法第一百零九條第一項定有\r\n明文。所謂受訴法院係指訴訟應繫屬或已繫屬之法院而言。於本案訴訟經\r\n第二審法院裁判終結而脫離該審法院之繫屬後，如當事人提起第三審上訴\r\n並聲請訴訟救助，衡之前述，該第三審之「受訴法院」應係本院，自應由\r\n本院就該訴訟救助之聲請為裁判，始為適法。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 3081 號 民事判決",
        "case_summary": "拆屋還地等",
        "case_date": "民國 87 年 12 月 31 日",
        "case_gist": "因時效而取得地上權登記請求權者，不過有此請求權而已，在未依法登記\r\n為地上權人以前，仍不得據以對抗土地所有人而認其並非無權占有，經本\r\n院六十九年度第五次民事庭會議決議在案。又占有人因時效而取得地上權\r\n登記請求權者，以已具備時效取得之要件，向該管地政機關聲請為地上權\r\n登記，如經地政機關受理，則受訴法院即應就占有人是否具備時效取得地\r\n上權之要件，為實體上裁判，固亦經本院八十年度第二次民事庭會議決議\r\n補充。惟該決議旨在說明占有人如在土地所有人訴請拆屋還地之前，已主\r\n張具備時效取得之要件，得請求登記為地上權人者，法院即應就占有人是\r\n否具備時效取得地上權之要件，為實體上裁判。本件上訴人均在被上訴人\r\n起訴後始向地政機關申請為地上權位置之測量，原審認其不能以地上權人\r\n之地位對被上訴人主張非無權占有系爭土地，於法並無不合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 3072 號 民事判決",
        "case_summary": "返還不當得利等",
        "case_date": "民國 87 年 12 月 31 日",
        "case_gist": "債權人依民法第二百五十四條規定履行給付之催告，倘其所定之期限顯不\r\n相當，但自催告後經過相當期間，債務人仍不履行時，債權人僅取得契約\r\n解除權，尚須債權人另為解約之意思表示，始生解除契約之效力，並非經\r\n過相當期間後，契約即當然解除。此與債權人之催告所定履行期日為相當\r\n，附有以履行期屆滿債務人仍不履行債務為條件，解除契約發生效力之意\r\n思表示之情形並不相同。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 3049 號 民事判決",
        "case_summary": "請求分割共有物",
        "case_date": "民國 87 年 12 月 29 日",
        "case_gist": "公寓大廈之全部或一部分，具有使用上之獨立性，且為區分所有權標的之\r\n專有部分，不得與其所屬建築物共用部分之應有部分及其基地所有權或地\r\n上權之應有部分分離而為移轉或設定負擔，公寓大廈管理條例第三條第三\r\n款及第四條第二項定有明文。系爭建物為五層樓房公寓之地面層，兩造均\r\n為其坐落基地之共有人。果爾，系爭建物自不得與其基地所有權應有部分\r\n分離而為移轉。原審採變賣共有物分配價金於兩造之方法分割系爭建物，\r\n將造成系爭建物與其基地所有權應有部分分離而為移轉之結果，揆之首揭\r\n說明，於法自難謂合。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 681 號 民事裁定",
        "case_summary": "返還擔保金",
        "case_date": "民國 87 年 12 月 28 日",
        "case_gist": "訴訟終結後，供擔保人證明已定二十日以上之期間，催告受擔保利益人行\r\n使權利而不行使者，法院應依供擔保人之聲請，以裁定命返還其提存物。\r\n又前開規定，於其他依法令供訴訟上之擔保者準用之。民事訴訟法第一百\r\n零四條第一項第二款、第一百零六條定有明文。所謂受擔保利益人行使其\r\n權利，應指行使因供擔保惹起訴訟行為所生之損害賠償請求權而言。查，\r\n本件再抗告人原係聲請停止執行，因而提供擔保。故於訴訟終結後，相對\r\n人如認因該停止執行之裁定，致受有損害，而依前開規定提起訴訟，請求\r\n損害賠償，方得謂受擔保利益人行使其權利。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 677 號 民事裁定",
        "case_summary": "強制執行聲明異議再審",
        "case_date": "民國 87 年 12 月 24 日",
        "case_gist": "民法第八百七十七條前段規定，可知將建築物併付拍賣者，必建築物與土\r\n地均屬於同一所有人，始有該法條規定之適用。若建築物之所有人非提供\r\n土地設定抵押之人，不得將建築物併同土地予以拍賣。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 3024 號 民事判決",
        "case_summary": "返還房屋",
        "case_date": "民國 87 年 12 月 24 日",
        "case_gist": "出賣人將不動產出賣與買受人，並辦妥所有權移轉登記，但未交付，在此\r\n情形，雖買受人不能以出賣人係無權占有而主張所有物返還請求權，但出\r\n賣人其後將該不動產出租與第三人，並為交付時，第三人占有該不動產，\r\n對買受人而言，應屬無正當權源，因為出賣人既已將該不動產出售於買受\r\n人，並由買受人取得其所有權，出賣人不得再將該不動產之占有移轉於第\r\n三人。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 3013 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 87 年 12 月 24 日",
        "case_gist": "所謂合併分割須經全體共有人同意，乃指數筆不同地號之土地，其共有人\r\n係非以成立一共有關係之意思而共有之情況而言，倘共有人係以成立一共\r\n有關係之意思而共有數筆土地時，自無經全體共有人同意之必要。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 3000 號 民事判決",
        "case_summary": "清償債務",
        "case_date": "民國 87 年 12 月 24 日",
        "case_gist": "物上擔保人乃為擔保他人債務，而於自己之財產上設定擔保物權之人，故\r\n其對債權人之責任為物的責任，而非人的責任。債權人於債務人不履行債\r\n務時，雖得就擔保標的物取償，但對於物上擔保人則無請求其代為履行債\r\n務之權利，初不因擔保物變價所得金額得否完全清償而有不同。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2996 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 12 月 24 日",
        "case_gist": "土地法第九十七條第一項關於房屋及基地計收租金之規定，於損害賠償事\r\n件，亦可據為計算損害額之標準。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2993 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 87 年 12 月 24 日",
        "case_gist": "執行法院拍賣抵押之不動產，經拍定人繳納價金，如該拍賣為無效，執行\r\n法院即應將拍定人所繳納之價金退還，不得以之分配於抵押權人；縱已分\r\n配終結，無從由執行法院退還該價金予拍定人，惟其既非抵押物賣得價金\r\n，抵押權人對之即無行使抵押權優先受償之可言，其受領分配款，自屬無\r\n法律上之原因而受利益，致拍定人受損害，拍定人得依不當得利之法則請\r\n求返還。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2989 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 87 年 12 月 24 日",
        "case_gist": "強制執行法第十四條及第十四條之一所定債務人異議之訴，以排除執行名\r\n義之執行力為目的，各該條所謂強制執行程序終結，係指執行名義之強制\r\n執行程序終結而言，執行名義之強制執行程序，進行至執行名義所載債權\r\n全部達其目的時，始為終結。故執行名義所載債權，未因強制執行全部達\r\n其目的以前，對於某一執行標的物之強制執行程序雖已終結，債務人自得\r\n提起異議之訴。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 669 號 民事裁定",
        "case_summary": "清償債務裁定停止訴訟程序",
        "case_date": "民國 87 年 12 月 18 日",
        "case_gist": "民事訴訟法第一百八十三條規定：「訴訟中有犯罪嫌疑牽涉其裁判者，法\r\n院得在刑事訴訟終結前以裁定停止訴訟程序」。所謂訴訟中有犯罪嫌疑牽\r\n涉其裁判，係指在民事訴訟繫屬中，當事人或第三人涉有犯罪嫌疑，足以\r\n影響民事訴訟之裁判，非俟刑事訴訟解決，民事法院即無從或難於判斷者\r\n而言，例如當事人或第三人於民事訴訟繫屬中涉有偽造文書、證人偽證、\r\n鑑定人為不實之鑑定等罪嫌，始足當之。本件抗告人請求相對人洪某、黃\r\n某清償借款，其據以為憑之借據、本票，是否為其襄理藍某所偽造，為本\r\n件訴訟繫屬前發生之事由，並非本件訴訟繫屬中涉有犯罪嫌疑，尚不得依\r\n首揭條文規定，裁定停止訴訟程序。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2962 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 12 月 18 日",
        "case_gist": "民事訴訟法第二百八十條第一項規定，「當事人對於他造主張之事實，於\r\n言詞辯論時不爭執者，視同自認。但因他項陳述可認為爭執者，不在此限\r\n。」，又「原審採為判決基礎之書證，雖上訴人對之並不爭執其真正，亦\r\n祇能認為有形式的證據力，至其實質的證據力之有無，即其內容是否足以\r\n證明待證之事實，自應由事實審法院曉諭兩造為適當完全之言詞辯論，使\r\n得盡其攻擊防禦之能事，始足以資判斷。」本院著有四十八年度台上字第\r\n八三七號判例可稽。本件上訴人曾辯稱伊所受之損失最多為新台幣三萬元\r\n，絕無如被上訴人所稱高達美金十二萬二千三百三十元四角等語，顯對被\r\n上訴人所請求之賠償金額有爭執。原判決雖謂被上訴人提出之交易報告書\r\n，上載被上訴人產生價差損失，共計美金十二萬二千三百三十元四角，而\r\n上訴人對該交易報告書之真正不爭執，因認被上訴人所主張遭受損失之金\r\n額為真實。惟依前開說明，上訴人既對被上訴人主張之金額有爭執，交易\r\n報告書之內容是否足以證明被上訴人之主張為實在，即應由事實審法院曉\r\n諭兩造為適當完全之辯論，始足資判斷。乃原審言詞辯論筆錄並未記載原\r\n審有踐行此項程序，是原審遽以上開交易報告書為認定事實之依據，自有\r\n未合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2957 號 民事判決",
        "case_summary": "離婚等",
        "case_date": "民國 87 年 12 月 18 日",
        "case_gist": "所謂夫妻之一方受他方不堪同居之虐待，非以他方出於虐待之主觀意思為\r\n其要件，苟他方侵害人格尊嚴與人身安全之行為，客觀上已逾越夫妻通常\r\n可忍受程度，危及婚姻關係之維繫，即屬不堪同居之虐待。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 661 號 民事裁定",
        "case_summary": "請求清償債務",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "當事人之訴訟能力不因委任訴訟代理人而喪失，仍得自為訴訟行為而收受\r\n訴訟文書之送達，且向當事人本人為送達，於該當事人既無不利，即應認\r\n已生送達之效力。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2948 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "判決書理由項下，應記載關於攻擊或防禦方法之意見，民事訴訟法第二百\r\n二十六條第三項定有明文，法院為當事人敗訴之判決，而其關於攻擊防禦\r\n方法之意見有未記載於判決理由項下者，自為同法第四百六十九條第六款\r\n所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2944 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "國有財產撥給各地國家機關使用者，名義上雖仍為國有，實際上即為使用\r\n機關行使所有人之權利，故本院對於是類財產，向准由管領機關起訴，代\r\n國家主張所有權人之權利。同理，登記為公法人「市」所有之財產，其管\r\n領機關即「市政府」，自非不得代「市」主張所有權人之權利而起訴或應\r\n訴。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2942 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "當事人於鄉鎮市調解委員會成立之調解，經法院核定者，與確定判決有同\r\n一之效力，法院與調解當事人就該調解當事人間其他訴訟事件，固應受調\r\n解內容之拘束，惟該既判力並不及於調解當事人以外之第三人，否則第三\r\n人之權利將無從保障，當非法律規定經法院核定之調解與確定判決有同一\r\n效力之旨。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2940 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "須履行契約義務者，除法律或契約另有規定外，應以契約當事人為限。是\r\n利他契約之利益第三人，除法律或契約另有規定外，應不負擔契約之義務\r\n。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2935 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "調查證據及認定事實為法院之職權，法院斟酌全部辯論意旨及證據之結果\r\n，對於不必要之證據方法，原可衡情捨棄，不受當事人請求之拘束。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2930 號 民事判決",
        "case_summary": "給付工資",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "當事人以不確定事實之發生為債務之清償期，如該事實已不能發生，自應\r\n認清償期已屆至。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2917 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 87 年 12 月 17 日",
        "case_gist": "選定當事人之制，旨在求取共同訴訟程序之簡化，苟多數當事人所主張之\r\n主要攻擊或防禦方法相同，已足認有簡化訴訟程序之作用，而具有法律上\r\n之共同利益，即得由其中選定一人或數人為全體起訴或被訴，初不以對訴\r\n訟標的必須合一確定者為必要。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 660 號 民事裁定",
        "case_summary": "債務人異議之訴事件",
        "case_date": "民國 87 年 12 月 11 日",
        "case_gist": "查民事訴訟法第一百零七條所謂顯無勝訴之望者，係指聲請訴訟救助之當\r\n事人所提起之訴或上訴依其主張之事實於法律上本無獲得勝訴之望；或其\r\n起訴或上訴為不合法之情形而言，若尚須經法院調查辯論後，始能知悉其\r\n勝負之結果者，不得謂為顯無勝訴之望。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 657 號 民事裁定",
        "case_summary": "請求國家賠償",
        "case_date": "民國 87 年 12 月 11 日",
        "case_gist": "當事人在第二審為訴之變更、追加或提起反訴，就變更後之新訴、追加之\r\n訴或反訴而言，不啻在第二審始行第一審程序，對當事人之審級利益不能\r\n謂無妨害，惟經他造同意，或有民事訴訟法第二百五十六條第二款至第四\r\n款情形者，准當事人為訴之變更、追加或提起反訴，利用原訴之第二審程\r\n序，以解紛爭，亦有其必要，此即民事訴訟法第四百四十六條第一項之所\r\n由設。是若當事人原訴之第二審繫屬業已終結，無原訴之第二審程序可資\r\n利用，即無從准許當事人為訴之變更、追加或提起反訴。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2912 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 87 年 12 月 11 日",
        "case_gist": "當事人雙方互相表示意思一致者，無論其為明示或默示，契約即為成立。\r\n附停止條件之法律行為，於條件成就時，發生效力，民法第一百五十三條\r\n第一項、第九十九條第一項分別定有明文。本件兩造既針對上訴人賠償被\r\n上訴人二百萬零九千三百二十五元一節互為一致之意思表示而達成協議，\r\n則無論其用語如何，契約即已成立，上訴人辯稱契約尚未成立，僅屬被上\r\n訴人之機關內部文書云云，洵無足採。至於該契約另約定須「報府核辦」\r\n，係指須以第三人即金門縣政府核准為該契約之停止條件，而金門縣政府\r\n業於八十四年九月二十九日以 (八四) 府建字第二三八四○號簡便行文表\r\n，針對前開協議，函覆被上訴人准予辦理，有該簡便行文表在卷可徵，應\r\n認為該契約業因停止條件成就而發生效力。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2897 號 民事判決",
        "case_summary": "行使歸入權",
        "case_date": "民國 87 年 12 月 11 日",
        "case_gist": "證券交易法第一百五十七條第一項僅規定：「發行股票公司董事、監察人、經理人或\r\n持有公司股份超過百分之十之股東，對公司之上巿股票，於取得後六個月內再行賣出\r\n，或於賣出後六個月內再行買進，因而獲得利益者，公司應請求將其利益歸於公司。\r\n」並未就其利益之計算明為規定。證券交易法施行細則係依證券交易法第一百八十二\r\n條之一之授權而訂定，其第十一條第一項倘屬計算其利益及項目之補充規定，其第三\r\n款所稱之「法定利息」亦屬利益項目之一，能否謂已逾越母法證券交易法之規定，即\r\n非無商榷之餘地。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2894 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 87 年 12 月 11 日",
        "case_gist": "各共有人對於他共有人因分割而得之物，按其應有部分，負與出賣人同一\r\n之擔保責任，民法第八百二十五條定有明文。共有土地經協議分割並辦竣\r\n登記後，各共有人就其分割所得部分，有單獨之所有權；如其中一共有人\r\n之建築物所占有之土地，分歸他共有人取得，他共有人即不能完全使用其\r\n分得之土地，依民法第三百五十四條規定，該共有人應負不減少該地通常\r\n效用之擔保責任，應拆除房屋，他共有人本於其所有權，自得請求除去該\r\n建築物。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2888 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "職棒選手契約係以職棒選手之專業特殊技能為契約之要素，職棒選手之體\r\n能恆隨年齡之增加而衰減，致無法永遠負荷職棒選手之工作，職棒選手契\r\n約自有其特殊性而有別於一般僱傭契約。且依兩造所簽訂之契約書第一條\r\n約定，兩造簽訂契約書後，上訴人負有聘用球隊之領隊及教練、培訓被上\r\n訴人、安排被上訴人參加棒球比賽及參與活動、提供制服、交通及膳宿費\r\n用等之權利及義務；為此，上訴人勢必投注龐大之財力、人力、物力。於\r\n此情形，若認兩造所簽訂之契約書係未定期限之僱傭契約，被上訴人可隨\r\n時片面任意終止，而免其契約之義務，則上訴人將損失不貲，蒙受不利，\r\n似與兩造簽訂契約之本意不符，尤與公平之法則有違。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2882 號 民事判決",
        "case_summary": "確認抵押債權不存在等",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "最高限額抵押契約定有存續期間者，其期間若未屆滿，須其擔保之債權所\r\n由生之契約已合法終止或因其他事由而消滅，且無既存之債權，而將來亦\r\n確定不再發生債權，其原擔保之存續期間內所可發生之債權已確定不存在\r\n，依抵押權之從屬性，始應許抵押人請求抵押權人塗銷抵押權設定登記。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2881 號 民事判決",
        "case_summary": "第三人異議之訴",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "八十五年九月二十五日公布之民法親屬編施行法第六條之一之規定並無溯\r\n及之效力，故於七十四年六月四日以前，登記為妻名義之不動產，於民法\r\n親屬編施行法第六條之一規定生效前，經夫之債權人聲請法院為強制執行\r\n者，應無上開法條規定之適用。該不動產為夫或妻所有，仍應依七十四年\r\n六月三日修正前民法第一千零十七條之規定決定之，即聯合財產中不屬於\r\n妻之原有財產者，為夫所有。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2876 號 民事判決",
        "case_summary": "異議之訴",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "當事人因情事變更，依民事訴訟法第二百五十六條第三款規定，固得以他\r\n項聲明代最初之聲明，惟所為之新聲明，並非漫無限制，應以因情事變更\r\n所生之狀態始得為之者為限。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2872 號 民事判決",
        "case_summary": "請求酌減價金",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "民法第三百六十五條第一項規定：買受人因物有瑕疵，而得請求減少價金\r\n者，其請求權，於物之交付後六個月間，不行使而消滅。此項期間係屬無\r\n時效性質之法定期間，買受人之減少價金請求權已否因該期間之經過而消\r\n滅，法院無待當事人之主張或抗辯，亦應依職權予以調查審認，以為判斷\r\n之依據。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2870 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "土地法第三十條第一項前段規定：私有農地所有權之移轉，其承受人以能\r\n自耕者為限。又信託行為以依法不得受讓特定財產權之人為該財產權之受\r\n益人者，無效，為信託法第五條第四款所明定。於信託法公布施行前成立\r\n之信託行為，如有該條款所定情形，依上開規定之法理，自難認有效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2855 號 民事裁定",
        "case_summary": "請求返還房屋",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "訴訟事件得否上訴及上訴之不變期間，均係基於法律之規定，殊不因法院\r\n書記官於判決正本上有無記載或其記載是否錯誤，而可變更法律之規定 (\r\n參見：本院二十九年抗字第九八號、三十二年抗字第二五五號等判例意旨\r\n) 。亦即書記官之未盡職責之行為，並不妨礙當事人或其訴訟代理人於上\r\n訴之不變期間內所得為之訴訟行為。本件上訴人即聲請人以原審書記官於\r\n原判決正本上誤載為「不得上訴」，指為係屬民事訴訟法第一百六十四條\r\n第一項所定之「不應歸責於己 (上訴人) 之事由」，執為聲請回復原狀之\r\n論據，衡之前揭說明，已非有理；況上訴人於原審委任有林○銘律師為訴\r\n訟代理人並有特別代理權，對於原判決得否上訴及其上訴期間為二十日，\r\n自為該訴訟代理人所熟知，參酌民事訴訟法施行法第九條之立法意旨，亦\r\n無因原審書記官之上開記載錯誤，而得解為「不可歸責於己之事由」，據\r\n以准其回復原狀之餘地。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2854 號 民事判決",
        "case_summary": "請求返還土地等",
        "case_date": "民國 87 年 12 月 10 日",
        "case_gist": "公同共有物之處分及其他權利之行使，除法律或契約另有規定外，應得公\r\n同共有人全體之同意，固為民法第八百二十八條第二項所明定，惟所謂「\r\n同意」，並不以於行為當時同意者為限，即於事前預為允許或事後加以追\r\n認亦均非法之所不許，且其同意，不論以明示或默示為方法，苟能以明確\r\n之事實加以證明者已足當之，殊不以文書證明或限於一定之形式為必要。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2834 號 民事判決",
        "case_summary": "返還補償費",
        "case_date": "民國 87 年 12 月 04 日",
        "case_gist": "當事人為迴避強行法規之適用，以迂迴方法達成該強行法規所禁止之相同\r\n效果之行為，乃學說上所稱之脫法行為，倘其所迴避之強行法規，係禁止\r\n當事人企圖實現一定事實上之效果者，而其行為實質達成該效果，違反法\r\n律規定之意旨，即非法之所許，自屬無效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2828 號 民事判決",
        "case_summary": "請求排除侵害",
        "case_date": "民國 87 年 12 月 04 日",
        "case_gist": "給付判決之主文，就其所命給付範圍之表示，必須明確而後可。查本件原\r\n審關於命力○公司刊登本件判決於工商時報、經濟日報之部分，維持第一\r\n審所為力○公司敗訴之判決，駁回此部分之上訴，並於理由項下敘明鴻○\r\n公司請求將「本件判決書」刊登於新聞紙，已足使兩造就系爭專利權之爭\r\n執公開澄清云云。則所稱「本件判決書」，究指第一審或原審判決，抑或\r\n兼指二者？已屬未明。且原審對於第一審命力○公司為給付之判決，僅一\r\n部維持，就鴻○公司請求力○公司容忍其就上開產品得為生產、製造、銷\r\n售、陳列、輸出、或其他有關處分行為，並得以刊登廣告，散布產品目錄\r\n，產品展示會、產品說明會或其他方式為推廣促銷之行為，亦不得利用司\r\n法以外之程序為任何行為而妨害、干擾或阻止鴻○公司上開行為部分，認\r\n無理由而予以廢棄，改判駁回其訴。惟原判決主文就此部分，竟仍判命力\r\n○公司應依第一審判決書之內容刊載，自難謂無判決主文與理由矛盾之違\r\n法。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 633 號 民事裁定",
        "case_summary": "執行異議",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "停止訴訟程序之裁定，法院得依聲請或依職權撤銷之，民事訴訟法第一百\r\n八十六條定有明文。是停止訴訟程序之裁定，於停止應終竣之法定事由發\r\n生時，固應予撤銷，即在此項事由發生前，如法院認為有必要時，自得予\r\n以撤銷。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2825 號 民事判決",
        "case_summary": "請求土地所有權移轉登記",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "現行土地法第三十條雖規定：私有農地所有權之移轉，其承受人以能自耕\r\n者為限，並不得移轉為共有。但因繼承而移轉者，得為共有。違反前項規\r\n定者，其所有權之移轉無效。惟此係土地法於六十四年七月二十四日修正\r\n後之規定，修正前該條條文僅規定：私有農地所有權之移轉，其承受人以\r\n承受後能自耕者為限。並未限制私有農地所有權移轉為共有。本件買賣契\r\n約係成立於四十八年及五十一年間，為原審所認定，自應適用修正前第三\r\n十條之規定，乃原審竟援引修正後新法第三十條之規定，認為本件買賣契\r\n約就第五六四之二、五六八之十、五六九等筆土地買賣部分，違反不得移\r\n轉共有之規定應屬無效，而為藍○川不利之論斷 (如附件一第 (一) 項附\r\n表編號 3.7. 及第 (三) 至 (六) 項) ，其適用法律自有不當。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2823 號 民事判決",
        "case_summary": "給付退休金",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "有關工資之認定，勞動基準法施行前部分，依工廠工人退休規則第十條第\r\n二項規定，應依工廠法施行細則第四條規定為之；至於勞動基準法施行後\r\n，則應適用勞動基準法第二條第三款之規定。次查工廠法施行細則第四條\r\n規定：本法所稱工資係指工人因工作而獲得之報酬；不論以工資、薪金、\r\n津貼、獎金或其他任何名義按計時、計日、計月、計件給與者均屬之。依\r\n該條規定，凡因工作獲得之報酬均屬之。而勞動基準法第二條第三款則規\r\n定：工資謂勞工因工作而獲得之報酬，包括工資、薪金及按計時、計日、\r\n計月、計件以現金或實物等方式給付之獎金、津貼及其他任何名義之經常\r\n性給與均屬之。依該款規定，工資係指勞工因工作而獲得之報酬，且屬經\r\n常性之給與。至於同法施行細則第十條雖規定：本法第二條第三款所稱之\r\n其他任何名義之經常性給與，係指左列各款以外之給與：「二、獎金：指\r\n年終獎金、競賽獎金、研究發明獎金、特殊功績獎金、久任獎金、節約燃\r\n料物料獎金及其他非經常性獎金。三、春節、端午節、中秋節給與之節金\r\n。九、差旅費、差旅津貼、交際費、夜點費及誤餐費。」惟其給付究屬工\r\n資抑係該條所定之給與，仍應具體認定，不因形式上所用名稱為何而受影\r\n響。「工人工作年資滿十五年者，應由工廠給與三十個基數之退休金，工\r\n作年資超過十五年者，每逾一年增給半個基數之退休金，其賸餘年資滿半\r\n年者以一年計算，未滿半年者不計，合計最高以三十五個基數為限」；「\r\n勞工工作年資，每滿一年給與二個基數，但超過十五年之工作年資，每滿\r\n一年給與一個基數，最高總數以四十五個基數為限，未滿半年者以半年計\r\n，滿半年者以一年計」，工廠工人退休規則第九條第一款及勞動基準法第\r\n五十五條第一項第一款分別定有明文。又所謂退休金基數之標準，於適用\r\n工廠工人退休規則時，其係按月支薪者，以核准退休前三個月之平均工資\r\n所得為準；適用勞動基準法時，應以平均工資即事由發生之當日前六個月\r\n內所得工資總額除以該期間之總日數所得之金額為據，工廠工人退休規則\r\n第十條第一項第一款、勞動基準法第五十五條第二項、第二條第四款亦有\r\n明定。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2819 號 民事判決",
        "case_summary": "分配表異議之訴",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "強制執行程序中，債權人或債務人對於分配表聲明異議，其他債權人或債\r\n務人於分配期日未到場，執行法院未依聲明異議更正分配表，而將聲明異\r\n議狀對之為送達，其他債權人或債務人就聲明異議為反對陳述者，聲明異\r\n議人對反對陳述之其他債權人或債務人提起分配表異議之訴，應類推適用\r\n強制執行法第四十一條第四項規定。亦即聲明異議人對其他債權人或債務\r\n人提起異議之訴之十日期間，應自受執行法院通知有反對陳述之日起算，\r\n而非自分配期日起算。倘聲明異議人已於受執行法院通知之日起十日內提\r\n起異議之訴，並向執行法院為起訴之證明者，執行法院不得以此已逾分配\r\n期日起十日期間，依同法條第三項規定，認視為撤回異議之聲明，受訴法\r\n院亦不得認異議之訴為不合法。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2815 號 民事判決",
        "case_summary": "請求土地所有權移轉登記等",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "民法第二百四十四條之撤銷權，自債權人知有撤銷原因時起，一年間不行\r\n使而消滅，民法第二百四十五條定有明文。該項期間係法定除斥期間，其\r\n時間經過，撤銷權即告消滅，縱未經當事人主張或抗辯，法院亦應依職權\r\n予以調查審認，以為判斷之依據。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2810 號 民事裁定",
        "case_summary": "請求撤銷協議等",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "法院依民法第七十四條第一項規定撤銷法律行為或減輕給付，須行為人有\r\n利用他人之急迫、輕率、或無經驗，而為法律行為之主觀情事，始得因利\r\n害關係人之聲請為之。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2807 號 民事判決",
        "case_summary": "確認買賣關係不存在等",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "無權利人就權利標的物所為之處分，經有權利人之承認即生效力，固為民\r\n法第一百十八條第一項所明定。惟所謂承認係為使無權利人所為之處分行\r\n為發生確定效力之補助行為，並非處分行為之一部，而係處分行為發生效\r\n力之要件，應以意思表示為之。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2802 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 12 月 03 日",
        "case_gist": "按載貨證券具有換取、繳還或物權移轉證券之性質，運送貨物，經發給載\r\n貨證券者，貨物之交付，須憑載貨證券為之。故在簽發記名式載貨證券之\r\n情形，載貨證券上所記載之「受貨人」，並非當然即為海商法第一百條第\r\n一項所稱之「有受領權利人」。必該「受貨人」兼持有載貨證券始得成為\r\n「有受領權利人」，運送人亦須交付貨物與該「有受領權利人」後，其貨\r\n物交清之責任方能謂為終了。若運送人對載貨證券所載之受貨人，不憑載\r\n貨證券而交付運送物致託運人或其他載貨證券持有人受有損害時，即應負\r\n損害賠償責任，此觀海商法第一百零二條、第一百零四條準用民法第六百\r\n二十九條、第六百三十條之規定自明。"
    },
    {
        "case_id": "最高法院 87 年度台聲字第 647 號 民事裁定",
        "case_summary": "返還土地",
        "case_date": "民國 87 年 11 月 27 日",
        "case_gist": "再審之訴，專屬為判決之原法院管轄；如有一、對於同一事件之第一審及\r\n第二審判決，同時聲明不服者；二、對於第三審法院之判決，本於第四百\r\n九十六條第一項第九款至第十三款事由，聲明不服者，則專屬原第二審法\r\n院管轄。同法第四百九十九條亦定有明文。另按當事人對於第二、三審判\r\n決均主張適用法律顯有錯誤，向第三審法院提起再審之訴，如其真意並非\r\n對於第二、三審判決一併提起再審之訴者，僅由第三審法院就其對第三審\r\n判決提起再審之訴予以裁判即可，如其表明對第二審判決亦提起再審之訴\r\n者，關於第二審判決再審部分，應以裁定移送該管第二審法院。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 630 號 民事裁定",
        "case_summary": "聲請選任仲裁人",
        "case_date": "民國 87 年 11 月 27 日",
        "case_gist": "債權讓與係以移轉特定債權為標的之契約，其受讓人固僅受讓債權，而非\r\n承受契約當事人之地位，惟對於債之同一性不生影響，因此附隨於原債權\r\n之抗辯權，亦不因債權之讓與而喪失。且所謂得對抗讓與人之事由，不獨\r\n實體法上之抗辯，訴訟法上之抗辯亦包括在內，如合意管轄之抗辯及仲裁\r\n契約之抗辯等。查本件再抗告人已依保險契約理賠訴外人崴航公司，依保\r\n險法第五十三條規定取得保險代位求償權，並依債權讓與規定受讓本件損\r\n害賠償請求權。倘相對人與崴航公司間所簽訂之貨物併櫃服務合約確有仲\r\n裁之約定，約定仲裁地點又在台北，則再抗告人依保險法第五十三條行使\r\n代位權及受讓崴航公司之債權，對相對人求償時，自應同受此約定之拘束\r\n。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2777 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 87 年 11 月 27 日",
        "case_gist": "耕地租約之出租人依耕地三七五減租條例第十七條第一項第三款終止租約\r\n，應以出租人終止時之狀態為準，即以出租人為終止之意思表示時承租人\r\n所積欠之地租總額，計算有無達兩年地租之總額，倘積欠地租已達兩年總\r\n額，租約經合法終止，其租約即自終止時向後失其效力，縱承租人嗣後於\r\n出租人請求返還土地訴訟中為租金請求權之時效抗辯，亦不生影響。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2776 號 民事判決",
        "case_summary": "確認優先承買權存在",
        "case_date": "民國 87 年 11 月 27 日",
        "case_gist": "查土地法第三十四條之一第一項規定，共有土地或建築改良物，其處分應\r\n以共有人過半數及其應有部分合計過半數之同意行之，旨在解決土地共有\r\n權利行使之困難，便捷共有人對共有土地之迅速有效處分，是共有人及其\r\n應有部分達一定比例時，即得將其他共有人之應有部分一併加以處分。且\r\n為減少共有人之人數，促進不動產之有效利用及消除共有而生之糾葛，故\r\n於同法條第四項規定不同意出賣之共有人得以同一價格共同或單獨優先承\r\n購。此項優先承購權係屬法定形成權之性質，自不容許當事人任意予以限\r\n制或剝奪。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2771 號 民事判決",
        "case_summary": "建物所有權登記等",
        "case_date": "民國 87 年 11 月 27 日",
        "case_gist": "「土地權利關係人，在前條公告期間內，如有異議，得向該管市縣地政機\r\n關以書面提出，並應附具證明文件。因前項異議而生土地權利爭執時，應\r\n由該管市縣地政機關予以調處，不服調處者，應於接到調處通知後十五日\r\n內，向司法機關訴請處理，逾期不起訴者，依原調處結果辦理之。」土地\r\n法第五十九條定有明文。又「土地法第五十九條第二項規定之調處，係地\r\n政機關對於土地權利關係人，就其權利有爭執時所為之處理辦法，其性質\r\n與耕地三七五減租條例第二十六條所稱之調處不同，故當事人於土地權利\r\n有爭執時，縱未經地政機關之調處而逕行起訴，亦難謂其起訴為違法。」\r\n本院著有五十二年度台上字第一一二三號判例，可資參照。本件黃○堂、\r\n黃○仁對於趙○雄向古亭地政事務所申請辦理系爭建物所有權第一次登記\r\n案件，先於公告期間提出異議，嗣雖經古亭地政事務所作成調處，但因渠\r\n等不服調處結果，另於調處通知後十五日內，向臺灣台北地方法院對趙○\r\n雄提起訴訟，為原審所合法確定之事實，則黃○堂、黃○仁之起訴行為，\r\n依前開說明，似非法所不許，至於其訴之請求究竟有無理由，則屬另一問\r\n題。另原審竟謂：調處結果既已明示「原登記申請案件之建物，係依台北\r\n市政府工務局核發之使用執照辦理，經審查無誤並予公告在案，應予繼續\r\n辦理登記」，黃○堂等應已明知趙○雄之登記並無錯誤，竟仍依土地法第\r\n五十九條第二項規定就不服調處予以起訴，應認有故意之侵權行為云云，\r\n並據而判命黃○堂、黃○仁自八十五年六月二十八日起至辦理建物所有權\r\n第一次登記之日止，按月連帶給付趙○雄六百零四元，自與前開說明不符\r\n，且致土地法第五十九條第二項形成具文，顯有錯誤。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 617 號 民事裁定",
        "case_summary": "聲請強制執行",
        "case_date": "民國 87 年 11 月 26 日",
        "case_gist": "給付判決一經確定，即為有執行力之執行名義，無論其判斷是否違法，執\r\n行法院均應依債權人之聲請開始執行，不得以判決違法為由，拒絕執行。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 616 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 11 月 26 日",
        "case_gist": "依民事訴訟法第一百九十一條規定視為撤回上訴時，此項撤回之效果，無\r\n待於法院之裁判或其他行為而始發生。法院以此事實通知當事人，乃便民\r\n措施之一種，在訴訟上不生任何效果，當事人不得對此項通知提出異議。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2754 號 民事判決",
        "case_summary": "補發退休金",
        "case_date": "民國 87 年 11 月 26 日",
        "case_gist": "勞動基準法第二條第三款規定：工資謂勞工因工作而獲得之報酬；包括工\r\n資、薪金及按計時、計日、計月、計件以現金或實物等方式給付之獎金、\r\n津貼及其他任何名義之經常性給與均屬之。所謂經常性之給付，衹要在一\r\n般情形下經常可以領得之給付即屬之。舉凡某種給與係屬工作上之報酬，\r\n在制度上有經常性者，均得列入平均工資以之計算退休金。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2748 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 87 年 11 月 26 日",
        "case_gist": "因重劃而拆除或遷葬之土地改良物或墳墓，應予補償；其補償數額，由直\r\n轄市或縣 (市) 政府查定之。但違反依第五十九條規定公告禁止或限制事\r\n項者，不予補償。代為拆除或遷葬者，其費用在其應領補償金額內扣回，\r\n為平均地權條例第六十二條之一第二項所明定。依此規定，拆除重劃區之\r\n土地改良物，原則上應予補償，僅於有違反依平均地權條例第五十九條規\r\n定公告禁止或限制事項者，始不予補償；如無違反，即應予補償。此之直\r\n轄市或縣 (市) 政府應予查定者，乃查定補償之數額，而非如無違反，尚\r\n須另依行政命令查定應否補償。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2747 號 民事判決",
        "case_summary": "請求回復原狀",
        "case_date": "民國 87 年 11 月 26 日",
        "case_gist": "當事人預料契約之訂立，經他方同意而先為給付者，嗣後契約果然成立，\r\n該已為之給付即係依約所為之給付，於嗣後契約解除時，受領之他方應負\r\n回復原狀之義務。如已為之給付係勞務者，他方應依民法第二百五十九條\r\n第三款規定，照受領時之價額以金錢向為給付之一方償還之。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2734 號 民事裁定",
        "case_summary": "返還房屋",
        "case_date": "民國 87 年 11 月 26 日",
        "case_gist": "使用借貸係契約行為，原告主張使用借貸關係存在，應就使用借貸契約確\r\n已成立之事實，負舉證責任，若其先不能舉證，則被告就其抗辯事實即令\r\n不能舉證，或其所舉證據尚有疵累，自應駁回原告之請求。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2728 號 民事判決",
        "case_summary": "返還借款",
        "case_date": "民國 87 年 11 月 26 日",
        "case_gist": "當事人死亡者應由其繼承人之全體承受訴訟，始為合法。又是否由繼承人\r\n之全體承受訴訟，攸關訴訟要件之有無欠缺，不問訴訟程度如何，法院均\r\n應隨時依職權調查。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2724 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 87 年 11 月 20 日",
        "case_gist": "每宗耕地不得分割及移轉為共有，農業發展條例第三十條前段定有明文。\r\n其立法意旨，在於防止農地細分，妨礙農業發展，用收農地使用上更大之\r\n效用。故凡關於農地之處分與此目的相違者，均應認為在該條所禁止之列\r\n。本件系爭二筆土地之地目均為田，其編定使用種類為一般農業區農牧用\r\n地，有土地登記簿謄本足憑。兩造既僅就其中特定部分之土地為買賣，被\r\n上訴人復不能予以分割，移轉登記該特定部分之土地與上訴人，則本件即\r\n係以不能之給付為契約之標的，依民法第二百四十六條第一項前段之規定\r\n，自屬無效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2719 號 民事判決",
        "case_summary": "給付保險金",
        "case_date": "民國 87 年 11 月 20 日",
        "case_gist": "保險法第九十八條規定係針對保險法第三章財產保險所列舉特定保險種類\r\n外之其他財產保險所為之規定，並不適用於保險法第三章所列舉之特定保\r\n險契約，此觀諸八十一年二月二十六日修正前保險法第九十六條「其他財\r\n產保險為不屬於火災保險、海上保險、陸空保險及責任保險之範圍而以財\r\n物或無形利益為保險標的之各種保險」規定（此時保險法第三章尚無第四\r\n節之一保證保險規定之制定），及嗣後因保證保險列入保險法第三章第四\r\n節之一之特定保險種類後，而於八十六年五月二十八日修正後之保險法第\r\n九十六條「其他財產保險為不屬於火災保險、海上保險、陸空保險、責任\r\n保險及保證保險之範圍，而以財物或無形利益為保險標的之各種保險」規\r\n定，可知保險法第三章第五節其他財產保險之規定係排除保險法第三章除\r\n第五節以外所列舉各節特定保險種類之適用，則上訴人以該第九十八條規\r\n定，辯謂被上訴人就本件保證保險契約有未盡約定保護責任，故所致之損\r\n失，伊等得不負賠償責任云云，於法無據。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2718 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 11 月 20 日",
        "case_gist": "本件係屬預售屋之買賣，買受人於訂約時，未見系爭房屋之狀態，就系爭\r\n房屋之坐落、位置、面積等，買賣雙方當事人僅能依契約而為合意，而依\r\n兩造契約及平面圖並未就私有部分或共同使用部分之範圍加以界定，自應\r\n探求當事人之真意。而探求當事人之真意，則須參酌買賣當時之交易習慣\r\n，依中華民國建築投資商業同業公會全國聯合會八十四年二月九日 (84)\r\n建投全聯字第一五一八號函，對於「私有面積」所表示之意見，認不動產\r\n買賣契約日在八十一年二月四日公平交易法實施前，所謂「私有面積」依\r\n交易習慣應包含當層電梯及走道 (即俗稱小公) 。又中華民國消費者文教\r\n基金會建築委員會編著，消費者報導雜誌社出版之「購屋指南」亦載有：\r\n「有些建設公司只列私有面積及公共設施面積，而所謂私有面積已包括了\r\n室內、陽台、當層的電梯間、樓梯間及走廊等的分擔面積在內。至於公共\r\n設施面積只包括地下室及屋頂突出物之公共面積之分擔……」等敘述，可\r\n見當時在預售屋之買賣交易習慣上，「私有面積」除室內面積外，尚包括\r\n「小公」設施應有部分之面積。被上訴人為建築業者，於所繪製之平面圖\r\n上標明之「私有面積」，其真意係指包含「小公」之面積，自屬可信。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2716 號 民事判決",
        "case_summary": "給付票款",
        "case_date": "民國 87 年 11 月 20 日",
        "case_gist": "上訴人抗辯系爭本票係上訴人之被繼承人林○萬因借款而交付被上訴人收\r\n執，並已清償完畢，又本件係被上訴人請求背書人林○萬給付票款，而上\r\n訴人係繼承林○萬之票據債務，上訴人自得主張林○萬之直接抗辯事由對\r\n抗執票人。查系爭本票為林○萬於七十六年六月十一日向被上訴人借貸一\r\n百七十萬元之憑證，至八十四年八月二十三日止，所積欠之本金為一百二\r\n十二萬八千八百八十七元之事實，亦為原審所認定。依上述說明，上訴人\r\n既得就系爭本票為直接抗辯，乃原審猶依據該本票面額，判命上訴人給付\r\n一百七十萬元及其利息，自屬錯誤。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2709 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 87 年 11 月 20 日",
        "case_gist": "民法第五百三十一條所謂其處理權之授與，亦應以文字為之 (包括處分不\r\n動產應特別授權之情形在內) 者，乃委任人與受任人內部間契約上應行具\r\n備之形式，並非受任人必須交付他造當事人之書證，此與同法第一百六十\r\n七條所稱代理權之授與，因本人之意思表示即生效力，無須一定之方式者\r\n不同，是以縱代理行為依法應以書面為之，而授與代理權則不必用書面，\r\n不得謂應以書面為代理權之授與方為合法，或為其代理權授與範圍之唯一\r\n依據。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2704 號 民事判決",
        "case_summary": "給付繼承款",
        "case_date": "民國 87 年 11 月 20 日",
        "case_gist": "應於大陸地區為必要之調查者，司法機關得囑託或委託第四條之機構或民\r\n間團體 (現指海峽基金會) 為之，兩岸關係條例第八條定有明文。查，兩\r\n岸分治，大陸地區之證人不便到場，固係政治情勢使然，然對該地區之證\r\n人之證言之取得，非不得依前開規定，囑託或委託海峽基金會為必要之調\r\n查。原審未遑為之，即謂大陸地區之證人王○波、張○、孟○珊僅以書面\r\n陳述，既為被上訴人所否認，其證述即不得採為證據，自嫌速斷。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 599 號 民事裁定",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "第一審原告於第二審程序如發見訴訟標的對於數人必須合一確定者，依民\r\n事訴訟法第四百四十六條第一項但書及第二百五十六條第四款規定，既無\r\n須經他造之同意，得追加原非當事人之人為當事人，解釋上，其所為之追\r\n加，當然亦無須經該被追加之當事人之同意，殊不因其所追加者，係屬同\r\n造之原告或對造之被告而有差異。否則即失該項准為當事人之追加，旨在\r\n期使當事人之適格要件無所欠缺及以一訴解決多數人間之糾紛，契合訴訟\r\n經濟之原意。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 598 號 民事裁定",
        "case_summary": "確認地上權存在",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "對於簡易訴訟程序之第二審判決，提起第三審上訴，原裁判法院應依民事\r\n訴訟法第四百三十六條之三第三項規定處理。如誤將卷宗送交高等法院，\r\n因是項訴訟卷宗之移送，屬法院職務範圍內之事項，與上訴是否具備合法\r\n要件無涉，高等法院僅須將卷宗退還原裁判法院即可，不得認其上訴為不\r\n合法，以裁定駁回之。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 595 號 民事裁定",
        "case_summary": "請求國家賠償",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "請求權人依國家賠償法之規定，請求國家賠償，而提起損害賠償之訴時，\r\n受訴法院固應依民事訴訟程序予以審理。惟若係人民於戒嚴時期因犯內亂\r\n、外患罪，於受無罪之判決確定前曾受羈押或刑之執行，而依戒嚴時期人\r\n民受損權利回復條例第六條規定，聲請所屬地方法院比照冤獄賠償法相關\r\n規定，請求國家賠償時，則應由受理賠償案件之機關依冤獄賠償法第十三\r\n條規定決定應否賠償，兩者所應踐行之程序迥然有別。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 595 號 民事裁定",
        "case_summary": "請求國家賠償",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "請求權人依國家賠償法之規定，請求國家賠償，受訴法院固應依民事訴訟\r\n程序予以審理，惟若係人民於戒嚴時期因犯內亂、外患罪，於受無罪之判\r\n決確定前曾受羈押或刑之執行，而依戒嚴時期人民受損權利回復條例第六\r\n條規定，聲請所屬地方法院比照冤獄賠償法相關規定，請求國家賠償時，\r\n則應由受理案件之機關依冤獄賠償法第十三條規定決定應否賠償，兩者所\r\n應踐行之程序顯然有別。\r\n\r\n（裁判要旨內容由法源資訊整理）"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2697 號 民事判決",
        "case_summary": "返還無權占有土地",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "所謂信託，係信託人為自己或第三人之利益，以一定財產為信託財產，移\r\n轉與受託人管理或處分，以達成一定之經濟上或社會上目的之行為。倘信\r\n託人僅將其財產在名義上移轉於受託人，而有關信託財產之管理、使用、\r\n處分悉仍由信託人自行為之，是為消極信託，除有確實之正當原因外，通\r\n常多屬通謀之虛偽意思表示，極易助長脫法行為之形成，自難認其合法性\r\n。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2680 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "被上訴人未如期於八十二年六月十四日、七月三十日給付價金，上訴人為\r\n同時履行之抗辯，僅足使上訴人免其遲延之責任而已，其給付之義務依然\r\n存在。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2677 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "因不法之原因而為給付者，不得請求返還，原審以兩造所定之讓渡契約，\r\n因違背法令給付不能而無效，被上訴人得依不當得利之法律關係，請求上\r\n訴人返還價金固非全無見地，惟上訴人於原審抗辯：讓渡契約之系爭土地\r\n，被上訴人自始即知為山地保留地，並以上訴人提供之山地保留地林產物\r\n砍伐申請書樣本申請砍伐地上竹木，迨收益完竣，再以契約不合法為由，\r\n請求返還價金，顯違誠信原則等語，倘兩造間就系爭土地之讓渡，確為現\r\n行法令所禁止，被上訴人基於此項禁止讓渡而為之給付是否為不法原因之\r\n給付？能否依不當得利之法律關係請求上訴人返還？"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2671 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "買賣契約如以國際間定型化之交易條件為內容者，固發生適用國際貿易慣\r\n例之效力，惟買賣雙方於訂約時非不得以明文約定排斥國際貿易慣例之適\r\n用。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2670 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "禁止背書轉讓之記名式載貨證券，雖不得依背書轉讓，但不妨依一般債權\r\n讓與之方法為轉讓。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2668 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "因可歸責於出賣人之事由，致買賣標的之不動產有面積短少足使其價值、\r\n效用減少之瑕疵時，出賣人除負物之瑕疵擔保責任外，同時應負不完全給\r\n付之債務不履行責任。而物之瑕疵擔保責任與不完全給付之債務不履行責\r\n任，其法律性質、構成要件及規範功能各不相同。故買受人如主張出賣人\r\n應負不完全給付之債務不履行責任，而請求其賠償損害時，自無民法第三\r\n百五十六條規定之適用。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2667 號 民事判決",
        "case_summary": "請求塗銷地上權登記",
        "case_date": "民國 87 年 11 月 19 日",
        "case_gist": "不動產權利之登記如有無效之原因，其登記名義人雖不能取得權利，惟此\r\n項登記仍不失為財產上之利益，登記名義人死亡後，自應由其繼承人繼承\r\n；且為維持登記之連續性，應認在其繼承人辦理繼承登記前，真正權利人\r\n尚不得逕行請求塗銷該登記。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2632 號 民事判決",
        "case_summary": "給付信用狀款",
        "case_date": "民國 87 年 11 月 13 日",
        "case_gist": "依一九八三年修正之信用狀統一慣例第二十五條ａ款及ｄ款規定，銀行原\r\n則上固不接受承攬運送業者 (FORWARDER)  所簽發之運送單據，但如係國\r\n際商會認可之 FIATA  複合運送提單（FIATA combined transport B/L) \r\n，或承攬運送人以「運送人」之身分或以「標明運送人之代理人」身分簽\r\n發者，則銀行仍應接受。而是否為運送人或其代理人，應以該單據「表面\r\n顯示」即所標明之名義定之。於國際貿易實務上，承攬運送人在其所簽發\r\n之運送單據上，都自稱為 CARRIER（運送人），而於簽字處所印就之「\r\nSIGNATURE OF ISSUING CARRIER OR ITS AGENT 」欄，與航空公司之空運\r\n提單（AIRWAYBILL) 並無二致。從而被上訴人所提出之運送單據，依表面\r\n顯示，亦可認為係由承攬運送人以運送人身分所簽發之單據。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2602 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 11 月 06 日",
        "case_gist": "重疊之合併起訴，係主張數宗請求，以單一之聲明，達其數請求之同一目\r\n的。原告所本之請求，其中之一為有理由時，即可為其勝訴之判決。如認\r\n原告所主張之數項請求均有理由，而為其勝訴之判決，則為法所不許。原\r\n判決認被上訴人本於侵權行為及不當得利法則為本件請求，均屬有據，而\r\n維持第一審所為命上訴人給付二百五十萬元本息之判決，顯屬違誤。\r\n\r\n參考資料：\r\n（一）「原告依據物上請求權與占有物返還請求權，訴請被告返還某不動\r\n      產，如經闡明原告真意，係請求就此兩訴訟標的併為裁判，而非請\r\n      求法院擇一為勝訴之判決者，法院應就各訴訟併予辯論裁判，認各\r\n      訴訟標的均有理由者，固僅在判決主文諭知一個勝訴判決，認各訴\r\n      訟標的均無理由者，亦在判決主文為一個「原告之訴駁回」之判決\r\n      。」（見楊建華教授著民事訴訟法問題研析（一）第二○九頁）\r\n（二）「重疊的訴之合併，法院雖得認原告所主張數項請求中之一項請求\r\n      為有理由，而為其勝訴之判決，如認原告所主張之數項請求均有理\r\n      由，而為其勝訴之判決，則為法所不許。」（見吳明軒庭長著中國\r\n      民事訴訟法八十二年十一月修訂四版中冊第七一七頁）"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 588 號 民事裁定",
        "case_summary": "聲請解除及選派重整人",
        "case_date": "民國 87 年 11 月 05 日",
        "case_gist": "公司之重整以董事為重整人，但法院認為不適當時，得就債權人或股東中\r\n選派之。公司法第二百九十條第一項定有明文。依此規定，公司重整人非\r\n以自然人為限，法人股東或債權人，亦得被選派為重整人。公司重整，係\r\n依公司法公開發行股票或公司債之股份有限公司，因財務困難，暫停營業\r\n或有停業之虞，而有重建價值，由關係人聲請法院裁定准予重整，俾調整\r\n其債權人、股東及其他利害關係人之利益，使陷於困境之公司，得以維持\r\n與更新其事業為目的之制度，而由重整人為重整計劃之執行者，以達重整\r\n之目的。重整人之選派，自應以是否能妥適執行重整計劃為優先考量，並\r\n非以重整人本身知識背景為斟酌重點，更與是否有擔任重整人之意願無關\r\n。"
    },
    {
        "case_id": "最高法院 87 年度台聲字第 580 號 民事裁定",
        "case_summary": "假處分",
        "case_date": "民國 87 年 11 月 05 日",
        "case_gist": "假處分，非因請求標的之現狀變更，有日後不能強制執行，或甚難執行之\r\n虞者，不得為之，民事訴訟法第五百三十二條第二項定有明文。所謂請求\r\n標的之現狀變更係指請求標的之物或權利，其從前存在之狀態，已有變更\r\n或將有變更而言。故債權人依民事訴訟法上開規定聲請假處分者，僅得就\r\n請求標的之物或權利為之；就非假處分所欲保全之標的聲請為假處分，自\r\n非法之所許。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2597 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 11 月 05 日",
        "case_gist": "運送物有喪失、毀損或遲到者，其損害賠償額，應依其應交付時目的地之\r\n價值計算之，民法第六百三十八條第一項定有明文。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2596 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 11 月 05 日",
        "case_gist": "民法第二百十三條乃損害賠償方法之原則規定，第二百十四條及第二百十\r\n五條則為例外情形，整體構成損害賠償方法之基本規定。民法第二百十五\r\n條規定並非同法第二百十三條第一項所謂「法律另有規定」之情形，且民\r\n法第二百十五條立法理由亦明示，於該條之情形，債權人得要求自損害發\r\n生時起之利息。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2592 號 民事判決",
        "case_summary": "給付報酬",
        "case_date": "民國 87 年 11 月 05 日",
        "case_gist": "債權人預示拒絕受領之意思者，債務人固得不為現實提出，惟仍須以準備\r\n給付之事情通知債權人，以代提出，此觀民法第二百三十五條但書規定自\r\n明。倘債務人不為現實提出，亦不以準備給付之事情通知債權人，以代提\r\n出，自不生提出之效力。若因而遲延給付，尚難謂因不可歸責於債務人之\r\n事由，致未為給付而不負遲延責任。債權人因而解除契約，為法律所賦予\r\n之權利，無違反誠信原則可言。"
    }
]