[
    {
        "case_id": "最高法院 90 年度台上字第 1721 號 民事判決",
        "case_topic": "請求給付股票股利事件",
        "case_date": "民國 90 年 09 月 28 日",
        "case_gist": "股東盈餘分派請求權乃股東權之一種，於股東會決議分派盈餘時，股東之\r\n盈餘分派請求權即告確定，而成為具體的請求權，屬於單純之債權，故得\r\n與股份分離而成為讓與扣押之標的，而股份讓與時，上開獨立之債權並不\r\n當然隨同移轉予股份受讓人。\r\n依公司法第二百二十八條、第二百三十條規定，股份有限公司每營業年度\r\n終了，董事會應基於當年度財務報表，編造盈餘分派或虧損撥補之議案，\r\n於股東常會開會三十日前交監察人查核，提出股東會請求承認。依同法第\r\n二百三十二條規定，股份有限公司非彌補虧損及依公司法規定，提出法定\r\n盈餘公積後，不得分派股息及紅利。公司無盈餘時，不得分派股息及紅利\r\n。是依公司法第二百二十八條、第二百三十條規定，股份有限公司既需於\r\n年度終了時，由董事會基於各項財務表冊編造盈餘分派之議案，交監察人\r\n查核後，送股東常會請求承認。為避免公司於其後之年度股東常會上變更\r\n決議，以迴避公司法第二百三十二條盈餘應以上年度財務表冊為基礎，於\r\n彌補虧損及提出法定盈餘公積後方得分派之規範意旨，股東常會分派盈餘\r\n之決議，應僅於股東常會召開當年度營業終結前召開之股東臨時會，方得\r\n變更股東常會之決議。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 473 號 民事裁定",
        "case_topic": "聲請發還擔保金事件",
        "case_date": "民國 90 年 09 月 27 日",
        "case_gist": "相對人既於假扣押聲請狀載明再抗告人向其「借款」八百萬元，並說明有\r\n侵權行為損害賠償之刑事附帶民事訴訟尚在法院審理中，即已清楚表明係\r\n因再抗告人之借款及侵權行為而聲請假扣押，則相對人基於同一事實，先\r\n後對再抗告人提出侵權行為損害賠償及給付借款之訴，自非法所不許。其\r\n中侵權行為損害賠償之訴雖經判決相對人敗訴確定，惟給付借款事件則經\r\n第一審判決相對人勝訴，刻由原法院審理中，可認再抗告人供擔保之原因\r\n並未消滅，其聲請返還擔保金，於法不合，不應准許等詞。因而將臺中地\r\n院准再抗告人發還擔保金之裁定廢棄，並駁回再抗告人此項聲請，揆諸首\r\n開說明，於法並無違誤。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1705 號 民事判決",
        "case_topic": "請求返還土地等事件",
        "case_date": "民國 90 年 09 月 27 日",
        "case_gist": "原審一方面謂台東農場與陳龍台訂立系爭承攬契約係屬通謀虛偽意思表示\r\n而隱藏耕地租賃之法律行為；一方面謂上開當事人訂立系爭承攬契約係企\r\n圖規避土地法及耕地三七五減租條例之適用。亦即前者謂應適用土地法及\r\n耕地三七五減租條例之規定；後者謂係在規避上開法律之適用，難謂無理\r\n由矛盾之違法。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1682 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 90 年 09 月 21 日",
        "case_gist": "侵權行為損害賠償責任規範之目的乃在防範危險，凡因自己之行為致有發\r\n生一定損害之危險時，即負有防範危險發生之義務。如因防範危險之發生\r\n，依當時情況，應有所作為，即得防止危險之發生者，則因其不作為，致\r\n他人之權利受損害，其不作為與損害之間即有因果關係，應負不作為侵權\r\n損害賠償責任。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1679 號 民事判決",
        "case_topic": "請求確認通行權存在事件",
        "case_date": "民國 90 年 09 月 20 日",
        "case_gist": "民法第七百八十九條第一項之立法理由在於土地所有人不能因自已之任意\r\n行為，致增加他人之負擔，因此如數筆土地同屬一人所有，而得因之與公\r\n路為適宜之聯絡者 (即得藉由其中一筆或數筆與公路相通聯) ，其中之一\r\n筆或數筆土地非藉助該通聯之土地即不能單獨對外通聯時，該同屬一人所\r\n有之土地，亦不能自己捨通聯之土地，而反藉由其他鄰地主張其通行權存\r\n在。依此，土地所有人將其所有之數筆土地，分別轉讓數人之情形下，仍\r\n應有本條之適用。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1657 號 民事判決",
        "case_topic": "請求所有權移轉登記事件",
        "case_date": "民國 90 年 09 月 20 日",
        "case_gist": "情事變更原則之規定，乃私法上之原則，當事人於訴訟外或訴訟上為主張\r\n，均無不可，其於訴訟上主張者，不論以訴為請求，抑以抗辯權行使，皆\r\n為法所許，且情事變更之事實，祇須在事實審言詞辯論終結前發生，法院\r\n即應依職權公平裁量為增減給付或變更其他原有效果之判決，毋庸由當事\r\n人另行起訴。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1647 號 民事判決",
        "case_topic": "請求損害賠償等事件",
        "case_date": "民國 90 年 09 月 20 日",
        "case_gist": "不當得利，須以無法律上之原因而受利益，致他人受損害為其成立要件。\r\n支票執票人不於票據法第一百三十條所定期限內為付款之提示，或不於拒\r\n絕付款日或其後五日內，請求作成拒絕證書者，對於發票人以外之前手，\r\n喪失追索權，為同法第一百三十二條所明定。背書人依上開規定免負義務\r\n，既係本於法律之規定，即與無法律上之原因而受利益之情形有別，不生\r\n不當得利之問題。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1624 號 民事裁定",
        "case_topic": "請求排除侵害事件",
        "case_date": "民國 90 年 09 月 13 日",
        "case_gist": "既成道路符合一定要件而成立公用地役關係，致所有權人對土地已無從自\r\n由使用收益，形成因公益而特別犧牲其財產上之利益，國家尚且應依法律\r\n規定辦理徵收給予補償，業經司法院大法官會議釋字第四○○號解釋在案\r\n。則系爭坐落台中縣豐原市圳寮段第二四之二地號土地並非既成道路，且\r\n上訴人亦未依法辦理徵收補償為原審所合法確定之事實，準此，上訴人並\r\n無在系爭土地上舖設柏油路面及碎石路面之權限，被上訴人依民法第七百\r\n六十七條規定請求上訴人除去並返還土地，而為上訴人敗訴之判決，並不\r\n違背法令。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1611 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 09 月 13 日",
        "case_gist": "並以：按未於準備程序主張之事項，除該事項為法院應依職權調查或不甚\r\n延滯訴訟，或因不可歸責於當事人之事由不能於準備程序提出，或依其他\r\n情形顯失公平者外，於準備程序後行言詞辯論時，不得主張之，民事訴訟\r\n法第二百七十六條第一項定有明文。原法院先後於八十八年十月十八日、\r\n同年十一月十五日及同年十一月二十九日行準備程序，上訴人均未對被上\r\n訴人提出時效抗辯，而遲至八十九年二月二十二日行言詞辯論時始提出時\r\n效抗辯，經查該抗辯事項原非法院應依職權調查之事項，且上訴人並未依\r\n同規定第二項釋明該抗辯事項不甚延滯訴訟，或有何因不可歸責於其本人\r\n之事由致不能於準備程序中提出；而上訴人對於確有自被上訴人受領系爭\r\n款項迄未償還之事實，復不為爭執，亦見不許其於行言詞辯論時始提出時\r\n效抗辯，對當事人而言，尚無顯失公平之情形。因而依上開規定，駁回上\r\n訴人之時效抗辯。經核於法洵無違背。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1610 號 民事判決",
        "case_topic": "請求履行契約等（返還不當得利等）事件",
        "case_date": "民國 90 年 09 月 13 日",
        "case_gist": "被上訴人起訴伊始，即依履行系爭合約及不當得利之法律關係，請求上訴\r\n人為上開給付，其訴訟標的雖有數項，惟其僅有單一之聲明，法院於此重\r\n疊的訴之合併，若認其中一項請求為有理由，即可為被上訴人勝訴之判決\r\n，就他項標的之競合請求無須更為審判。原審就被上訴人所為履行合約之\r\n請求審理後，既認為有理由而為被上訴人勝訴之判決，因謂，被上訴人不\r\n當得利之請求，無再論述審究之必要云云，自無不合。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 436 號 民事裁定",
        "case_topic": "因與香港商美亞保險有限公司間命原告供訴訟費用擔保事件",
        "case_date": "民國 90 年 09 月 06 日",
        "case_gist": "以抗告為有理由而廢棄或變更原裁定時，僅得由原抗告人之相對人再為抗\r\n告，原抗告人實無再為抗告之餘地。雖原抗告人在抗告法院所述抗告理由\r\n，並未一一為抗告法院之裁定所採用，然以抗告為無理由而駁回之裁定，\r\n既不許原抗告人再為抗告，則以抗告為有理由而廢棄或變更原裁定時，自\r\n不得以抗告法院裁定之理由，未能較原裁定更有利於原抗告人，遂許原抗\r\n告人再為抗告。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 435 號 民事裁定",
        "case_topic": "聲請假處分事件",
        "case_date": "民國 90 年 09 月 06 日",
        "case_gist": "關於假處分之規定，於爭執之法律關係，有定暫時狀態之必要者，準用之\r\n，民事訴訟法第五百三十八條定有明文。所謂有定暫時狀態之必要者，係\r\n指因避免重大之損失或為防急迫之強暴等情事，有就爭執之法律關係，定\r\n暫時狀態之必要者而言。此必要之情事即為假處分之原因，應由聲請假處\r\n分之人提出相當證據以釋明之，苟不能釋明此種情事之存在，自無就爭執\r\n之法律關係定暫時狀態之必要。"
    },
    {
        "case_id": "最高法院 90 年度台聲字第 400 號 民事裁定",
        "case_topic": "聲請人因與相對人王慶煌等間請求交還土地等事件",
        "case_date": "民國 90 年 09 月 06 日",
        "case_gist": "次查民事訴訟法第三十二條第七款規定法官曾參與該訴訟事件之前審裁判\r\n、更審前之裁判者，應自行迴避，不得執行職務，僅指下級審法院而言。\r\n本件聲請人復以本院法官曾煌圳曾參與另件八十九年度台再字第一三號再\r\n審事件之裁判，又參與本院九十年度台聲字第一一五號再審事件之裁判，\r\n指為有違反上開法條之規定，依同法第四百九十六條第一項第四款，對本\r\n院九十年度台聲字第一一五號確定裁定聲請再審，揆上說明，自無理由。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1594 號 民事判決",
        "case_topic": "請求分割共有物事件",
        "case_date": "民國 90 年 09 月 06 日",
        "case_gist": "共有物如為數宗不同地號之土地，其共有人如非以成立一共有關係之意思\r\n而共有數宗土地時，應認其共有關係分別存在於每宗土地之上，除經全體\r\n共有人同意外，法院為分割時，尚不能任意予以合併為一共有物，視作一\r\n所有權而予分割，此乃一物一權原則之當然解釋。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1570 號 民事判決",
        "case_topic": "請求履行契約事件",
        "case_date": "民國 90 年 09 月 06 日",
        "case_gist": "贈與土地在未辦妥所有權移轉登記前，經政府依法徵收，係因不可歸責於\r\n贈與人之事由，致給付不能，贈與人固可免給付義務；惟受贈人對於贈與\r\n人因贈與土地被徵收而獲配之其他土地，仍可類推適用民法第二百二十五\r\n條第二項規定行使代償請求權，請求贈與人給付。此際，贈與人如將該獲\r\n配土地出賣他人，致給付不能，受贈人自得依修正前民法第四百零九條規\r\n定，請求交付其價金。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1567 號 民事判決",
        "case_topic": "確認質權存在事件",
        "case_date": "民國 90 年 08 月 31 日",
        "case_gist": "法院命受命法官於準備程序調查證據，固以民事訴訟法第二百七十條第三\r\n項各款所列情形為限，但此調查證據機關之限制，由該條項第四款規定內\r\n容以觀，兩造既得合意由受命法官調查，則難謂為保護公益而設，亦即該\r\n項規定係為當事人之利益而設。本件原審之受命法官於準備程序調查證據\r\n，即令有違背上開訴訟程序規定之情事，然如前述，此項訴訟程序規定僅\r\n為當事人之利益而設，且上訴人亦可知該違背，並無異議而為本案辯論，\r\n依民事訴訟法第一百九十七條第一項但書規定，其責問權即行喪失，嗣後\r\n即不得更以此訴訟程序規定之違背，為上訴理由。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 415 號 民事裁定",
        "case_topic": "請求加入會員事件",
        "case_date": "民國 90 年 08 月 30 日",
        "case_gist": "在第二審提起主參加訴訟者，必須以本訴訟中兩造為共同被告，為該訴訟\r\n之成立要件之一，如不備此要件而具備獨立之訴要件時，第二審法院應以\r\n裁定將該訴訟移送於第一審管轄法院。"
    },
    {
        "case_id": "最高法院 90 年度台再字第 57 號 民事判決",
        "case_topic": "請求確認繼承權事件",
        "case_date": "民國 90 年 08 月 24 日",
        "case_gist": "夫或妻所受贈物屬無償取得，不問贈與者係其配偶或第三人，依民法第一\r\n千零十三條第三款之規定，須贈與人聲明其為受贈人之特有財產者，始可\r\n成為夫或妻之特有財產，如贈與時無此聲明，即非特有財產，但於聯合財\r\n產制時，依民法第一千零十七條第一項之規定，仍屬夫或妻之原有財產。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 413 號 民事裁定",
        "case_topic": "請求返還房屋事件",
        "case_date": "民國 90 年 08 月 24 日",
        "case_gist": "為貫徹第三審法律審之功能，及避免當事人因不明瞭第三審程序之性質，\r\n任依己意提起上訴，而未依法表明上訴理由，致被駁回，故於民國八十九\r\n年二月九日公布，同年月十一日施行之民事訴訟法，於第三審上訴改採律\r\n師強制代理制度，上訴人如未委任律師為訴訟代理人者，第二審法院應定\r\n期先命補正，逾期未補正亦未依訴訟救助之規定聲請第三審法院為之選任\r\n律師為其訴訟代理人者，第二審法院始得以上訴不合法，裁定駁回之，此\r\n觀之民事訴訟法第四百六十六條之一第四項之規定自明。是當事人提起第\r\n三審上訴，若未委任律師為其訴訟代理人，亦未依法表明上訴理由時，第\r\n二審法院應先定期命當事人補正委任律師為其訴訟代理人，不得逕以當事\r\n人未依法表明上訴理由，即裁定駁回其第三審上訴。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1460 號 民事判決",
        "case_topic": "請求返還價金事件",
        "case_date": "民國 90 年 08 月 23 日",
        "case_gist": "買賣因物有瑕疵，而出賣人依民法第三百五十四條至第三百五十八條之規\r\n定應負擔保之責者，為保護買受人之利益，買受人固得退還原物而解除買\r\n賣契約，亦得受領其物而請求減少價金。惟依買賣之情形，解除契約顯失\r\n公平者，為兼顧出賣人之利益，買受人僅得請求減少價金，以免出賣人因\r\n此受有重大損失。\r\n所謂物之瑕疵，係指存在於物之缺點而言。凡依通常交易觀念，或依當事\r\n人之約定，認為物應具備之價值、效用或品質而不具備者即為有瑕疵。其\r\n以公寓大廈之部分為買賣標的者，其缺點不問存在於專有部分或共用部分\r\n，倘其應具備之價值、效用或品質因而不具備者均難謂無瑕疵。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1448 號 民事判決",
        "case_topic": "請求塗銷抵押權登記事件",
        "case_date": "民國 90 年 08 月 23 日",
        "case_gist": "「表見代理云者，即代理人雖無代理權而因有可信其有代理權之正當理由\r\n，遂由法律課以授權人責任之謂，而代理僅限於意思表示範圍以內，不得\r\n為意思表示以外之行為，故不法行為及事實行為不僅不得成立代理，且亦\r\n不得成立表見代理。」本院著有五十五年度台上字第一○五四號判例，可\r\n資參照。原審僅認卷附被上訴人之授權書即被上訴人公司八十一年六月三\r\n十日第三次董監事會議紀錄非屬真正，而未謂該會議紀錄係沈○烽所「偽\r\n造」，倘上開被上訴人公司八十一年六月三十日第三次董監事會議紀錄非\r\n為沈○烽之「不法行為」所偽造，原審就上訴人前述被上訴人應負表見代\r\n理之授權人責任之重要防禦方法予以恝置不論，未在判決理由項下記載其\r\n何以不足採之意見，揆諸首開說明，自有判決不備理由之違法。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1445 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 08 月 23 日",
        "case_gist": "原告對於被告起訴主張同一事實，依據侵權行為或債務不履行之法律關係\r\n，請求賠償損害，此種起訴之形態，學者謂為重疊的訴之合併；其訴訟標\r\n的雖有數項，然僅有單一之聲明。法院應就原告所主張之數項標的逐一審\r\n判，如其中一項標的之請求為無理由時，仍須就他項標的之請求審判；必\r\n至全部數項標的之請求均無理由時，始得為原告敗訴之判決。查本件上訴\r\n人自始起訴主張，依其所陳稱之上揭事實，被上訴人久泰公司之受僱人即\r\n被上訴人葉孟憲持提單前往被上訴人民航局所屬之台北航空貨運站提貨時\r\n，竟因渠等之疏失，未盡寄託契約保管注意之義務或率然放行致系爭貨物\r\n於貨倉門口遺失，無法點交於受貨人大○公司，侵害貨主所有權使其受有\r\n損害，伊為保險理賠後，大○公司並已讓與其對被上訴人之損害賠償請求\r\n權於伊，被上訴人應負債務不履行及侵權行為之連帶賠償損害責任，伊代\r\n位大○公司請求賠償損害，及嗣於事實審亦迭再重申斯旨，主張併依各該\r\n法律關係請求被上訴人連帶賠償損害各等語，似見上訴人已提起重疊的訴\r\n之合併。依上說明，法院自應就上訴人所主張之侵權行為及債務不履行之\r\n數項標的逐一審判，須至全部數項標的之請求均為無理由時，始得為上訴\r\n人敗訴之判決。乃原審對於上訴人所主張被上訴人應負債務不履行連帶賠\r\n償損害責任部分胥未審究裁判，僅以被上訴人不負侵權行為損害賠償責任\r\n為由遽而駁回上訴人之訴，自有可議。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 399 號 民事裁定",
        "case_topic": "拍賣抵押物",
        "case_date": "民國 90 年 08 月 17 日",
        "case_gist": "強制執行法第九十五條第一項規定執行法院應於第二次減價拍賣期日終結\r\n後十日內公告願買受該不動產者，得於公告之日起三個月內依原定拍賣條\r\n件為應買之表示或由債權人承受。所謂原定條件，係指前一次拍賣公告所\r\n載之各項條件，舉凡拍賣不動產之範圍、拍賣價格、買受人資格及拍賣後\r\n點交與否等，均包括在內。再抗告人指原定條件僅指前次拍賣價格云云，\r\n自無可取。"
    },
    {
        "case_id": "最高法院 90 年度台簡上字第 25 號 民事裁定",
        "case_topic": "請求給付保險金事件",
        "case_date": "民國 90 年 08 月 17 日",
        "case_gist": "地方法院獨任法官將應適用通常訴訟程序之事件，誤為簡易訴訟事件，依\r\n簡易程序而為第一審判決者，當事人對之提起上訴，第二審法院即地方法\r\n院合議庭得準用民事訴訟法第四百五十一條第一項規定，為發回之判決者\r\n，以當事人在第一審程序曾依同法第一百九十七條第一項行使責問權者為\r\n限。而上訴人在第一審對於訴訟程序規定之違背，並未提出異議，依同條\r\n項但書規定，應認其責問權已喪失，嗣後不得更以此訴訟程序規定之違背\r\n，為上訴理由。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1438 號 民事判決",
        "case_topic": "確認第三人債權存在",
        "case_date": "民國 90 年 08 月 17 日",
        "case_gist": "債權讓與契約，其讓與之債權以日後發生為已足，故將來債權之讓與契約\r\n，固可有效成立，但其債權屬繼續性給付者，因未到期之給付於讓與契約\r\n成立時尚未存在，無從移轉，自應於各期給付期限屆至時，始生債權移轉\r\n效力。又實施查封後，債務人就查封物所為移轉、設定負擔或其他有礙執\r\n行效果之行為，對於債權人不生效力。強制執行法第五十一條第二項定有\r\n明文。準此而言，執行債務人雖得就其對於第三人之繼續性給付之債權與\r\n他人訂立讓與契約，惟該債權一旦經法院扣押，關於未到期之給付部分之\r\n讓與，對執行債權人不生債權移轉之效力。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1428 號 民事判決",
        "case_topic": "請求返還代墊款事件",
        "case_date": "民國 90 年 08 月 17 日",
        "case_gist": "契約之承擔，除依法律規定者外，其依約定者，應由契約之雙方當事人及\r\n承受人三方面同意為之。如由讓與人與承受人成立契約承擔之契約，非經\r\n原契約他方當事人之承認，對他方當事人不生效力。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1417 號 民事判決",
        "case_topic": "請求拆屋還地事件",
        "case_date": "民國 90 年 08 月 16 日",
        "case_gist": "被上訴人之前手縱令曾同意上訴人之前手使用系爭土地建屋，倘兩者之間\r\n就系爭土地並無租賃關係存在，自無民法第四百二十五條之適用。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 373 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 90 年 08 月 03 日",
        "case_gist": "公司重整中，並非其所有民事法律關係所涉之程序均當然停止，如係重整\r\n裁定後所發生之重整債務，自不受公司法第二百九十四條之限制，而得就\r\n公司之財產為強制執行。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1369 號 民事判決",
        "case_topic": "請求所有權人名義變更等事件",
        "case_date": "民國 90 年 08 月 03 日",
        "case_gist": "系爭房地屬被上訴人之被繼承人鍾青雲所有，其繼承人即被上訴人所為更\r\n名登記，不外使符合所有權之主體而已，與所有權移轉登記或設定負擔之\r\n情形有所不同，自無民法第八百二十八條規定之適用，無論公同共有人中\r\n之一人或數人，均得單獨或共同起訴，要不能謂其當事人之適格有所欠缺\r\n。\r\n八十五年九月二十五日修正公布之民法親屬編施行法第六條之一對於七十\r\n四年六月四日以前結婚，並適用聯合財產制之夫妻，於婚姻關係存續中以\r\n妻之名義在同日以前取得不動產，於該施行法八十五年九月六日修正生效\r\n之前，夫或妻之一方已死亡，即無婚姻關係存續，且該不動產仍以妻之名\r\n義登記之情形並未規定在內，應無該條之適用，乃因事涉繼承之問題，且\r\n與第三人權義影響重大，仍適用舊法，則夫或其繼承人適用舊法，得訴請\r\n更名登記，以認定財產之歸屬。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1366 號 民事判決",
        "case_topic": "請求返還無權占有土地等事件",
        "case_date": "民國 90 年 08 月 03 日",
        "case_gist": "查最高法院四十八年台上字第一四五七號判例所謂應推斷土地承買人默許\r\n房屋承買人繼續使用土地，係指：土地及房屋同屬一人，而將土地及房屋\r\n分開同時或先後出賣之情形而言，倘土地及房屋並非同屬一人所有，並無\r\n上開判例之適用。本件上訴人之系爭房屋係購自姜金方，而被上訴人對基\r\n地之所有權則購自莊貴有之繼承人，系爭土地及房屋，從未同屬一人所有\r\n，上訴人引上開判例為利己之抗辯，自非有理。\r\n又合建契約僅有債之效力，不得以之對抗契約以外之第三人，土地所有人\r\n如已將土地出賣並移轉其所有權於他人，則房屋所有人或其承受人，不得\r\n再執合建契約之約定，對土地承買人主張其有使用土地之權利。本件系爭\r\n房屋係由地主莊○有與葉○傑合建後再輾轉由林○漢、姜○方讓與上訴人\r\n，系爭土地則由被上訴人向莊○有之繼承人買受而來，上開合建契約，僅\r\n存在於契約之當事人，上訴人執該合建契約之約定，對抗本件土地承買人\r\n之被上訴人，主張其有使用土地之權利，自非有據。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1365 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 08 月 03 日",
        "case_gist": "我國民用航空法第六十七條之規範對象為航空器所有人，至同法第六十九\r\n條之規範對象則為航空器使用人、運送人，惟上訴人係系爭失事ＣＩ１４\r\n○班機之所有人，且為該班機之運送人，為上訴人所自承，而航空器運送\r\n人就旅客之死亡、傷害，應負通常事變責任，除非能證明該造成損害之原\r\n因事故為不可抗力或因旅客之過失所致者外，不問航空器運送人有無故意\r\n過失，皆應負損害賠償責任。上訴人既未能舉證證明此次事故為不可抗力\r\n或因旅客之過失所致者，本事件依我國法規應構成侵權行為，上訴人亦應\r\n負損害賠償責任。\r\n「航空器使用人或運送人因故意或重大過失致生客貨之損害者，其賠償責\r\n任不受本辦法最高賠償額之限制。航空器使用人或運送人對其受僱人或代\r\n理人執行職務時之故意或重大過失，應與自己之故意或重大過失負同一責\r\n任」，航空客貨運損害賠償辦法第六條定有明文。經查：造成本件航空機\r\n失事之十二項理由中，有⑴副駕駛誤觸重飛撥桿⑵在重飛模式未解除情況\r\n下接上自動駕駛儀而繼續進場⑶為了要繼續進場，雖然操縱盤很重，副駕\r\n駛仍在機長指示之下一直繼續往下推⑷水平安定調整面與升降舵的相反操\r\n作，導致超過水平安定調整面容許之調整範圍⑹機長和副駕駛對飛行指導\r\n儀之模式變更及自動駕駛儀的功能，欠缺瞭解⑺機長在進場過程中，判斷\r\n不適當，取代操縱時機過晚，無法執行適當之處置⑼機長和副駕駛在接替\r\n操作後，對當時飛機情況之掌握，以及對不正常狀態之改正操作，均不恰\r\n當⑽機長與副駕駛間的組員協調不適切等八項，與駕駛員之操作能力有關\r\n；甚而其中⑴副駕駛誤觸重飛撥桿⑵在重飛模式未解除情況下接上自動駕\r\n駛儀而繼續進場⑶為了要繼續進場，雖然操縱盤很重，副駕駛仍在機長指\r\n示之下一直繼續往下推⑷水平安定調整面與升降舵的相反操作，導致超過\r\n水平安定調整面容許之調整範圍⑺機長在進場過程中，判斷不適當，取代\r\n操縱時機過晚，無法執行適當的處置⑼機長和副駕駛在接替操作後，對當\r\n時飛機情況之掌握，以及對不正常狀態之改正操作，均不恰當等六項，皆\r\n屬駕駛員操作之錯誤，此等錯誤直接重飛失敗，顯係重大過失，而機長及\r\n駕駛員均係上訴人之受僱人，上訴人對渠等執行職務時之重大過失，應與\r\n自己之重大過失負同一責任，揆諸前開說明，上訴人之賠償責任自不受航\r\n空客貨損害賠償辦法最高賠償額之限制。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1362 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷事件",
        "case_date": "民國 90 年 08 月 02 日",
        "case_gist": "撤銷仲裁判斷之訴，並非就原仲裁程序再為審判，法院應僅就原仲裁判斷\r\n是否具有仲裁法第四十條第一項所列各款情事，加以審查，至於原仲裁判\r\n斷所持之法律見解及對於實體內容之判斷是否妥適，則為仲裁人之權限，\r\n自非法院所得過問。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1356 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 08 月 02 日",
        "case_gist": "上訴人所起訴者，刑事法院既未認定被上訴人犯罪，揆之前揭說明，上訴\r\n人之訴即屬不合法。刑事法院不察誤以裁定將該未經刑事法院宣告有罪判\r\n決部分移送原審 (民事庭) 審理，顯有未洽。原審受移送後，雖未以上訴\r\n人之訴為不合法以裁定駁回其訴，而認其訴為無理由，以判決駁回之，但\r\n結果並無不同，仍應予以維持。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1355 號 民事判決",
        "case_topic": "請求履行契約等事件",
        "case_date": "民國 90 年 08 月 02 日",
        "case_gist": "遺產管理人之設，旨在管理保存及清算遺產，以免遺產散失，此遺產管理\r\n人係以第三人之地位，依法取得上開管理保存遺產等權限，而非使其取得\r\n遺產之權利，或逕為剝奪繼承人之法定繼承權。雖民法第一千一百八十五\r\n條規定，於第一千一百七十八條所定之公示催告期限屆滿，無繼承人承認\r\n繼承時，其遺產於清償債權，並交付遺贈物後，如有賸餘，當然歸屬國庫\r\n。惟自反面解釋，倘其遺產尚未經遺產管理人依同法第一千一百七十九條\r\n第一項第四款、第一千一百八十一條等規定清償被繼承人所負債務，並交\r\n付遺贈物之前，即非歸屬國庫取得，徵諸同法第一千一百七十九條第一項\r\n第五款所定遺產管理人於有繼承人承認繼承時，應為遺產移交之旨益明。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1352 號 民事判決",
        "case_topic": "請求返還價金事件",
        "case_date": "民國 90 年 08 月 02 日",
        "case_gist": "民法第二百五十四條規定：「契約當事人之一方遲延給付者，他方當事人\r\n得定相當期限，催告其履行，如於期限內不履行時，得解除其契約。」可\r\n見債權人並非因債務人之遲延給付當然取得契約解除權，必須定相當期限\r\n催告其履行，如於期限內不履行時，始得解除契約。又債務人在履行期屆\r\n至前，尚無給付之義務，因此，在債務人遲延給付以前，債權人所為請求\r\n給付之催告，並不生催告之效力，必俟債務人遲延給付，債權人再定相當\r\n期限，催告其履行，而債務人於期限內猶不履行時，債權人始得解除契約\r\n。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1341 號 民事判決",
        "case_topic": "請求塗銷所有權登記等事件",
        "case_date": "民國 90 年 08 月 02 日",
        "case_gist": "地上權人及基地所有權人依土地法第一百零四條第一項規定行使優先購買\r\n權，須表明願依基地及房屋出賣時之同樣條件購買，始得優先購買；如該\r\n優先購買權人僅表示願以較低之價格購買，自難認已合法行使優先購買權\r\n。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 354 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 07 月 26 日",
        "case_gist": "民事訴訟法第一百十五條規定：本節所定之各裁定，得於五日內抗告。所\r\n謂本節所定之各裁定，係指同法第一編第三章第三節所定關於訴訟救助之\r\n各項裁定，包含准予訴訟救助及駁回聲請之裁定在內。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1322 號 民事判決",
        "case_topic": "請求返還土地事件",
        "case_date": "民國 90 年 07 月 26 日",
        "case_gist": "又原告或被告無當事人能力者，法院應認原告之訴為不合法，以裁定駁回\r\n之；倘當事人之適格有欠缺者，法院則應認原告之訴為無理由，以判決駁\r\n回之。上訴人於原審提起本件再審之訴，既逕列無當事人能力之賴清歸為\r\n對造當事人 (被告) ，而本件訴訟標的對於賴清歸及其他共有人全體 (即\r\n原審其餘之對造當事人) 又屬必須合一確定，具見上訴人之訴，其當事人\r\n適格顯有欠缺，應以判決駁回之。原審本此見解為上訴人敗訴之判決，於\r\n法洵無違背。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1257 號 民事判決",
        "case_topic": "請求給付保險金事件",
        "case_date": "民國 90 年 07 月 19 日",
        "case_gist": "保險事故以具有偶發性為要件，保險人所承擔之危險以非因故意而偶發之\r\n危險為限。是以危險直接因被保險人之故意行為所致者，保險人固可不負\r\n賠償責任，惟若危險之發生係因被保險人之過失行為所致，保險人即應負\r\n賠償責任。本件被保險人張○信雖係故意騎機車行駛於高速公路，但係因\r\n訴外人蘇○進以時速一百三十公里超速駕駛汽車追撞其所騎機車後逃逸，\r\n因未獲從速救治而告死亡，則張○信被追撞致死係出於意外，其保險事故\r\n之發生應屬偶發性，而非因其故意行為所致，上訴人自應負賠償責任。次\r\n查保險人對於由被保險人過失所致之損害，負賠償責任，此觀保險法第二\r\n十九條第二項之規定自明，若保險人得以被保險人之過失主張過失相抵，\r\n顯失保險本旨。原審本此見解而為上訴人敗訴之判決，經核於法洵無違誤\r\n。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1245 號 民事判決",
        "case_topic": "請求分割共有權事件",
        "case_date": "民國 90 年 07 月 19 日",
        "case_gist": "查關於共有物之分割，如依原物之數量按應有部分之比例分配，價值不相\r\n當，而須以金錢補償時，應依原物之總價值，按各共有人應有部分比例算\r\n出其價值，再與各共有人實際分得部分之價值相較，由分得價值較高之共\r\n有人，就其超出應有部分價值之差額部分，對分得價值較低之共有人全體\r\n為補償，並依各該短少部分之比例，定其給付金額，方為公允。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1244 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 07 月 19 日",
        "case_gist": "就運送全部約定價額，或承攬運送人填發提單於委託人，即應視為承攬人\r\n自己運送，除不得另行請求報酬外，其權利義務與運送人相同，此觀民法\r\n第六百六十三條、第六百六十四條規定自明。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1242 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 07 月 19 日",
        "case_gist": "法院對於被害人與有過失之酌減賠償，應斟酌雙方原因力強弱與過失之輕\r\n重。查原審就劉○良對於本件損害之發生究有如何之原因力，及其與有過\r\n失輕重程度之具體情事，胥未調查審認，徒以第一審共同原告張○龍前於\r\n上開刑案偵查中曾稱，伊之證券存摺有放在呂○煖處等語，即併予推認劉\r\n俊○亦與張○龍同有未自行保管證券存摺，而將之置放於呂○煖處之情事\r\n，對於損害之發生與有十分之二之過失，應比例酌減京○公司賠償金額云\r\n云，自嫌率斷，且違證據及論理法則。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 340 號 民事裁定",
        "case_topic": "請求塗銷土地抵押權登記事件",
        "case_date": "民國 90 年 07 月 12 日",
        "case_gist": "抗告人補正第二審上訴要件之欠缺，須在原法院裁定之評決前為之；抗告\r\n人於原法院裁定評決前，既尚未補正繳足上訴裁判費，原法院以其上訴並\r\n非合法，裁定予以駁回，自無不合。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 334 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 07 月 12 日",
        "case_gist": "得回復其遲誤之訴訟行為者，以遲誤不變期間為限，若為裁定期間，既可\r\n依當事人之聲請或法院以職權酌量延展，自無再行准許回復之理。是以法\r\n院命上訴人補正上訴要件欠缺之裁定期間，既非民事訴訟法第一百六十四\r\n條第一項所稱之不變期間，則上訴人遲誤此項期間，致其上訴被駁回後，\r\n無論其遲誤之原因為何，均不得聲請回復原狀。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 333 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 07 月 12 日",
        "case_gist": "犯罪同時侵害國家社會及個人法益者，其被侵害之個人自不失為因犯罪而\r\n直接受損害之人，應仍得依刑事訴訟法第四百八十七條之規定，於刑事訴\r\n訟程序附帶提起民事訴訟，對於被告及依民法負賠償責任之人，請求回復\r\n其損害。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1231 號 民事判決",
        "case_topic": "請求返還房屋等",
        "case_date": "民國 90 年 07 月 12 日",
        "case_gist": "當事人約定債務人遲延給付時，須經債權人定一定之期限催告其履行，而\r\n債務人於期限內仍不履行，債權人始得解除契約者，債權人催告所定期限\r\n雖較約定期限為短，但如自催告時起，已經過該約定之期限，債務人仍不\r\n履行，基於誠實信用原則，應解為債權人得解除契約。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1230 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 90 年 07 月 12 日",
        "case_gist": "雙務契約因可歸責於雙方當事人之事由，致一方之給付不能者，他方得類\r\n推適用民法第二百二十六條第一項規定，請求賠償損害，並有同法第二百\r\n十七條第一項過失相抵規定之適用；該給付不能之一方亦得類推適用同法\r\n第二百六十七條規定，請求對待給付。此際，他方當事人不得類推適用同\r\n法第二百五十六條規定解除契約，因契約解除後，依民法第二百六十條規\r\n定，其損害賠償之請求不受妨礙，但給付不能之一方則不能依債務不履行\r\n之規定請求賠償損害，無異將可歸責於他方當事人之事由所生損害轉嫁於\r\n該給付不能之一方當事人負擔，顯失公平。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1216 號 民事裁定",
        "case_topic": "債務人異議之訴事件",
        "case_date": "民國 90 年 07 月 12 日",
        "case_gist": "本件被上訴人係以台灣桃園地方法院八十六年度訴字第九七號宣告假執行\r\n之民事判決為執行名義，聲請強制執行。該執行名義載明：上訴人應給付\r\n被上訴人及其他謝○月之繼承人全體新台幣二百萬七千元本息，則被上訴\r\n人為執行債權人之適格即無欠缺。且被上訴人聲請強制執行時已敍明請求\r\n上訴人給付伊及其他謝○月之繼承人全體，並非請求上訴人向被上訴人自\r\n己為給付，而於執行名義成立後，並未發生消滅或妨礙被上訴人請求之事\r\n由，原審因認上訴人提起債務人異議之訴為無理由，核無違背法令情事。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 324 號 民事裁定",
        "case_topic": "聲請公示送達事件",
        "case_date": "民國 90 年 07 月 06 日",
        "case_gist": "民事訴訟法第一百四十九條公示送達之對象，以訴訟當事人為限，法院准\r\n許為公示送達之裁定，係訴訟程序進行中所為之裁定，依同法第四百八十\r\n三條之規定，不得抗告，本院五十五年台抗字第三二六號判例所稱公示送\r\n達之裁定不得抗告，係指上開對訴訟當事人所為者而言。至民法第九十七\r\n條規定表意人非因自己之過失，不知相對人之居所，得依民事訴訟法公示\r\n送達之規定，以公示送達為意思表示之通知，則係為避免表意人無從為意\r\n思表示之通知，而遭受不利益之結果，故使其意思表示得依民事訴訟法第\r\n一百四十九條規定之方法為送達，發生通知之效力，此項公示送達要屬意\r\n思通知之性質，對之所為之裁定自非訴訟程序進行中所為之裁定，不受上\r\n開判例不得抗告之拘束。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1192 號 民事判決",
        "case_topic": "請求給付保險金事件",
        "case_date": "民國 90 年 07 月 06 日",
        "case_gist": "查保險所擔當者為危險，在客觀上係「不可預料或不可抗力之事故」，在\r\n主觀上為「對災害所懷之恐懼及因災害所生之損失」，故危險之發生必須\r\n為不確定。保險契約乃最大善意之契約，首重善意以避免道德危險之發生\r\n。原審雖謂系爭旅行平安保險契約係陳○文在被上訴人不知情下代被上訴\r\n人訂定，被上訴人事後予以承認云云，惟被上訴人究於何時承認？其承認\r\n時保險事故是否業已發生？原審均未調查審認，已欠允洽。倘保險事故發\r\n生後，被上訴人始為承認，於此情形，如仍認其有效，豈非與就確定已發\r\n生之危險為保險無異而違背保險契約最大善意之原則。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1187 號 民事判決",
        "case_topic": "請求確認土地抵押權不存在等事件",
        "case_date": "民國 90 年 07 月 05 日",
        "case_gist": "民法第一百六十九條關於由自己之行為表示以代理權授與他人者，對於第\r\n三人應負授權人責任之規定，須以他人所為之代理行為，係在其曾經表示\r\n授與他人代理權之範圍內為其前提要件，倘本人並無此表見之事實，足使\r\n第三人信該他人有代理權之情形存在，自難令本人負授權人之責任。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1178 號 民事判決",
        "case_topic": "請求給付承攬報酬等（確認法定抵押權存在）事件",
        "case_date": "民國 90 年 07 月 05 日",
        "case_gist": "承攬人承攬之工作如為房屋建築，其就承攬關係所生之債權，即僅對「房\r\n屋」部分始有法定抵押權。至房屋之基地，因非屬承攬之工作物，自不包\r\n括在內。橋樑之結構有固定性、永久性，且費資甚鉅，在社會觀念上有獨\r\n立供人行走之經濟效益，性質上應屬民法第六十六條第一項規定之不動產\r\n。上訴人承攬之工作既為橋樑建築，該橋樑占用之基地自非屬於承攬之工\r\n作物。被上訴人鍾招湖等四人辯稱上訴人之法定抵押權僅及於系爭橋樑不\r\n及於系爭土地，洵屬有據。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1152 號 民事判決",
        "case_topic": "請求所有權移轉登記事件",
        "case_date": "民國 90 年 06 月 29 日",
        "case_gist": "繼承人須於辦理繼承登記後，始得辦理所繼承之 (應有部分) 所有權移轉\r\n登記，為當然之解釋。土地之繼承人出賣其應繼分，倘怠於辦理繼承登記\r\n，致未能辦理所有權移轉登記，債權人非不得請求繼承人辦理繼承登記後\r\n，再辦理所有權移轉登記，是當事人間縱有「辦理繼承登記後，始辦理所\r\n有權移轉登記」之約定，自應認為買受人本於買賣所得行使之請求權於買\r\n賣後即可行使。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1077 號 民事判決",
        "case_topic": "請求拆屋還地事件",
        "case_date": "民國 90 年 06 月 22 日",
        "case_gist": "土地法第一百零三條之規定，並非禁止租用基地建築房屋之契約附有解除\r\n條件，或為保留解除權或終止權之特約，自不排除民法所定解除條件成就\r\n或保留解除權或終止權特約之效果。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 300 號 民事裁定",
        "case_topic": "聲請提存聲明異議事件",
        "case_date": "民國 90 年 06 月 21 日",
        "case_gist": "當事人或利害關係人對於提存所之處分提出異議，經法院依提存法第二十\r\n條第一項規定為裁定者，對於該裁定僅得為抗告，而不得再抗告，同條第\r\n三項規定甚明。故抗告法院就該異議事件所為任何裁定，參照前開規定意\r\n旨，均不得抗告於第三審。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 297 號 民事裁定",
        "case_topic": "聲請假處分事件",
        "case_date": "民國 90 年 06 月 21 日",
        "case_gist": "農會選舉或罷免訴訟及總幹事聘、解任程序，除有關假處分之規定外，準\r\n用民事訴訟法之規定，農會法第四十九條之二定有明文。又農會選舉罷免\r\n辦法第三條規定，本辦法所稱農會之選舉、罷免，係指各級農會理事長、\r\n常務監事、理事、監事、會員代表及農事小組組長、副組長之選舉、罷免\r\n。再抗告人以相對人不具農會理事侯選人之資格，台北縣土城市農會於民\r\n國九十年二月二十六日舉辦理監事選舉時，其雖當選為理事，仍屬無效等\r\n情，聲請台灣板橋地方法院 (下稱板橋地院) 為假處分，命相對人在其理\r\n事資格未確定前不得參加台北縣土城市農會第十四屆理事會議。惟查再抗\r\n告人既係對農會理事選舉之結果有所爭訟，依首揭法條規定，自不得依民\r\n事訴訟法有關假處分之規定聲請假處分。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1054 號 民事判決",
        "case_topic": "請求返還無權占有土地事件",
        "case_date": "民國 90 年 06 月 21 日",
        "case_gist": "行政機關就耕地三七五減租條例第十九條所為耕地准否收回自耕之核定與\r\n調處，出租人如有不服，應循行政訟爭程序請求救濟，業經司法院大法會\r\n議釋字第一二八號解釋在案。依上開解釋意旨，凡該條例第十九條所生之\r\n爭議均歸行政機關受理，其範圍應包括依該條第一、二項所為核定與調處\r\n在內。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 287 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 06 月 14 日",
        "case_gist": "當事人、訴訟標的及應受判決事項之聲明，為訴之三要素，民事訴訟法第\r\n二百五十五條、第二百五十七條既以訴之變更或追加為規定，則當事人之\r\n變更或追加，自屬訴之變更或追加，此觀同法第二百五十五條第一項第五\r\n款之規定益明。請求之基礎事實同一者，依民事訴訟法第四百四十六條第\r\n一項及同法第二百五十五條第一項第二款之規定，縱於訴狀送達後，原告\r\n仍得將原訴變更或追加他訴，無須得被告同意。所謂請求之基礎事實同一\r\n，係指變更或追加之訴與原訴之主要爭點有其共同性，各請求所主張之利\r\n益在社會生活上可認係屬同一或關連之紛爭，而就原請求之訴訟及證據資\r\n料，於繼續審理時，在相當程度範圍內具有同一性或一體性，得期待於後\r\n請求之審理予以利用，俾先後兩請求得在同一程序中一併解決，避免重複\r\n審理者，自屬之。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 282 號 民事裁定",
        "case_topic": "聲請返還提存物事件",
        "case_date": "民國 90 年 06 月 14 日",
        "case_gist": "訴訟終結後，受擔保利益人雖逾民事訴訟法第一百零六條準用同法第一百\r\n零四條第一項第二款規定之二十日以上之期間始行使其權利，惟其行使權\r\n利如係在供擔保人向法院為返還提存物之聲請之前者，仍與在前開期間內\r\n行使權利有同一之效力，非謂一逾該期間即生失權之效果。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1043 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 90 年 06 月 14 日",
        "case_gist": "支票占有人依票據法第一百三十條第二款所定期限，向付款人為付款之提\r\n示，倘該支票業經通知止付，於止付未失其效力前，該止付之金額固應由\r\n付款人留存，不得支付，惟嗣後該止付通知失其效力時，付款人即應將留\r\n存之金額支付支票占有人，不得以支票發行已滿一年為由，援引該條款之\r\n規定，拒絕付款。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1033 號 民事判決",
        "case_topic": "請求土地所有權移轉登記（塗銷土地抵押權登記等）事件",
        "case_date": "民國 90 年 06 月 14 日",
        "case_gist": "當事人意思表示相合致者，契約即屬成立，雙方均應受其拘束，此觀民法\r\n第一百五十三條第一項規定之意旨自明。依上訴人之起訴狀及歷審準備書\r\n狀所載，其係起訴聲明求為命被上訴人應將系爭土地所有權應有部分移轉\r\n登記於上訴人，並非請求分割系爭土地，或移轉該土地之特定部分，則關\r\n於卷附初略簡圖所示分割線，各協議分配土地之確定位置所在暨與相鄰道\r\n路是否垂直等等屬於請求履行分割共有物協議，或移轉特定部分土地之訴\r\n訟資料，顯非本件移轉土地所有權應有部分登記之訴訟所須確定之事項。\r\n倘當事人間就移轉土地所有權 (應有部分) 已有合意，契約即屬成立，當\r\n事人尚非不得據以請求履行。乃原審徒以上開簡圖所示分割線，分配土地\r\n確定位置所在暨與相鄰道路是否垂直均屬不明為由，遽為上訴人不利之判\r\n決，自有可議。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 266 號 民事裁定",
        "case_topic": "聲請限期起訴事件",
        "case_date": "民國 90 年 06 月 07 日",
        "case_gist": "夫以妻為被告起訴請求確認婚姻不成立，依民事訴訟法第五百七十二條第\r\n三項規定合併提起非婚姻事件之訴，夫或妻於判決確定前死亡者，依同法\r\n第五百八十條前段規定，關於本案視為終結，係包括婚姻事件及合併提起\r\n之非婚姻事件均應視為終結，並無承受訴訟之問題；僅於夫合併提起之非\r\n婚姻事件之訴，不合於同法第五百七十二條第三項規定，法院應命分別辯\r\n論裁判之場合，當事人於訴訟繫屬中死亡，始得由其繼承人承受訴訟，而\r\n無同法第五百八十條規定之適用。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 266 號 民事裁定",
        "case_topic": "聲請限期起訴事件",
        "case_date": "民國 90 年 06 月 07 日",
        "case_gist": "夫以妻為被告起訴請求確認婚姻不成立，依民事訴訟法第五百七十二條第\r\n三項規定合併提起非婚姻事件之訴，夫或妻於判決確定前死亡者，依同法\r\n第五百八十條前段規定，關於本案視為終結，係包括婚姻事件及合併提起\r\n之非婚姻事件均應視為終結，並無承受訴訟之問題；僅於夫合併提起之非\r\n婚姻事件之訴，不合於同法第五百七十二條第三項規定，法院應命分別辯\r\n論裁判之場合，當事人於訴訟繫屬中死亡，始得由其繼承人承受訴訟，而\r\n無同法第五百八十條規定之適用。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1009 號 民事判決",
        "case_topic": "請求給付報酬事件",
        "case_date": "民國 90 年 06 月 07 日",
        "case_gist": "承攬人完成工作遲延，定作人除依修正前民法第五百零二條第一項規定，\r\n得請求減少報酬外，並得依民法第二百三十一條第一項規定，請求賠償因\r\n遲延而生之損害。而定作人受領工作時，如不為保留，承攬人對於遲延之\r\n結果，不負責任，民法第五百零四條固定有明文。惟被上訴人對上訴人遲\r\n延完工，既已通知上訴人此將增加空運費，客戶不負擔等語，自應認已表\r\n明保留權利，而無上開規定之適用。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 987 號 民事判決",
        "case_topic": "請求給付補償金事件",
        "case_date": "民國 90 年 05 月 31 日",
        "case_gist": "民法第三百四十五條第二項規定，當事人就標的物及其價金互相同意時，\r\n買賣契約即為成立。同法第三百四十六條第一項並規定，價金雖未具體約\r\n定，而依情形可得而定者，視為定有價金。當事人就價金雖未具體約定，\r\n如依情形可得而定者，自應認就價金已互相同意，買賣契約即為成立。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 978 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 05 月 31 日",
        "case_gist": "民法第二百二十四條所稱之使用人，固可類推適用於修正前同法第二百十\r\n七條之規定，將損害賠償權利人其使用人之過失，視同損害賠償權利人之\r\n過失，適用過失相抵之法則，以減輕損害賠償義務人之責任。惟該條所指\r\n之使用人，必以債務人對該輔助債務履行之第三人行為得加以監督或指揮\r\n者為限，若被選任為履行債務之人，於履行債務時有其獨立性或專業性，\r\n非債務人所得干預者，自無上開過失相抵法則之適用。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 969 號 民事判決",
        "case_topic": "請求給付工程款事件",
        "case_date": "民國 90 年 05 月 31 日",
        "case_gist": "因條件成就而受不利益之當事人，如以不正當行為，阻其條件之成就者，\r\n視為條件已成就。民法第一百零一條第一項定有明文。上訴人於原審一再\r\n主張：系爭工程之付款雖約定以被上訴人合格驗收系爭工程為條件，惟被\r\n上訴人因其所委建築師滯美未歸，無從辦理驗收。其遲不驗收系爭工程，\r\n致付款條件無從成就，自屬被上訴人之故意或可歸責於其本人之事由，被\r\n上訴人仍須付款，始符誠信原則云云，倘非虛妄，即見該主張攸關上訴人\r\n得否請求系爭末期工程款及履約保證金之認定。乃原審恝置上訴人此項重\r\n要攻擊方法於不論，尤嫌疏畧。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 964 號 民事判決",
        "case_topic": "請求給付服務費事件",
        "case_date": "民國 90 年 05 月 31 日",
        "case_gist": "原審既認被上訴人依系爭契約第十一條第一款約定，得請求上訴人給付系\r\n爭服務費用全部，自仍應依第七條第一目約定之方法計算其金額。系爭工\r\n程雖未發包而無核定工程結算總金額，惟法院非不能參酌被上訴人設計之\r\n其他部分工程核定預算、發包及結算情形，並其他一切情況，必要時亦得\r\n付鑑定，以定其適當之數額。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 961 號 民事判決",
        "case_topic": "請求確認理事會決議無效事件",
        "case_date": "民國 90 年 05 月 31 日",
        "case_gist": "確認之訴非原告有即受確認判決之法律上利益者，不得提起。所謂即受確\r\n認判決之法律上利益，係指法律關係之存否不明確，原告主觀上認其在法\r\n律上之地位有不安之狀態存在，且此種不安之狀態，能以確認判決將之除\r\n去者而言，若縱經法院判決確認，亦不能除去其不安之狀態者，即難認有\r\n即受確認判決之法律上利益。上訴人既係請求確認被上訴人與謝○輝、林\r\n○澤、謝○瑜、李○南、周○來等五人之委任關係不存在，則其僅以被上\r\n訴人為被告訴請確認，縱獲勝訴判決確定，因其效力並不及於謝○輝等五\r\n人，仍不能除去其法律上不安之狀態，自難認其提起本件訴訟有即受確認\r\n判決之法律上利益。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 915 號 民事判決",
        "case_topic": "請求返還定金事件",
        "case_date": "民國 90 年 05 月 24 日",
        "case_gist": "所謂物之瑕疵係指存在於物之缺點而言。凡依通常交易觀念，或依當事人\r\n之決定，認為物應具備之價值、效用或品質而不具備者即為物有瑕疵。若\r\n出賣之特定物所含數量短少，足使物之價值、效用或品質有欠缺者，亦屬\r\n之。買受人因重大過失而不知有上開瑕疵者，出賣人如未保證其無瑕疵時\r\n，固可不負擔保之責，惟出賣人故意不告知其瑕疵者，不在此限，此觀民\r\n法第三百五十四條、第三百五十五條之規定自明。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 905 號 民事裁定",
        "case_topic": "請求給付工程款（確認債權存在）事件",
        "case_date": "民國 90 年 05 月 24 日",
        "case_gist": "債權人聲請就債務人對於第三人之金錢債權為執行，經執行法院核發扣押\r\n命令，第三人不承認債務人之債權存在，依強制執行法第一百十九條第一\r\n項規定，向執行法院聲明異議；雖執行法院尚未核發收取或支付轉給命令\r\n，惟如有民法第二百四十二條前段情形，債權人仍可依該條規定，代位行\r\n使債務人對於第三人之權利，請求第三人向債務人為給付，雖其行使債權\r\n所得之利益係歸屬於債務人，不得以之僅供清償其一己之債權，但不得因\r\n此即謂該債權人無代位受領之權。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 902 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記事件",
        "case_date": "民國 90 年 05 月 24 日",
        "case_gist": "默示之同意，必依表意人之舉動，或其他情事足以間接推知其有同意之意\r\n思者，始得認之，若單純之沈默，則除有特別之情事足認為同意外，不得\r\n認係默示之同意。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 256 號 民事裁定",
        "case_topic": "請求遷讓房屋等事件",
        "case_date": "民國 90 年 05 月 24 日",
        "case_gist": "查相對人請求抗告人應交還之系爭基地上因建有上述地上物，相對人乃請\r\n求抗告人一併拆除該地上物，原法院既認定拆屋屬處分行為之一種，此種\r\n事件，其訴訟標的之法律關係對於共同訴訟之各人必須合一確定，而屬必\r\n要共同訴訟，就該部分蘇○榮等四人提起之第二審上訴，其效力應及於抗\r\n告人，並為相對人此部分勝訴之判決，駁回抗告人之 (視同) 上訴。則抗\r\n告人所共有之該地上物，其占用系爭基地是否未具有不可分離之關係？能\r\n否謂僅係抗告人各別占用系爭基地，其相互間無合一確定之必要？如祇解\r\n除一部分抗告人對系爭基地之占有，能否達成拆除地上物交還基地之目的\r\n？均待釐清。原法院未詳加研求，就相對人請求抗告人交還系爭基地部分\r\n，遽謂蘇○榮等四人上訴之效力不及於抗告人，抗告人之上訴已逾二十日\r\n不變期間云云，裁定駁回抗告人此部分之第二審上訴，自屬違誤。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 861 號 民事判決",
        "case_topic": "請求所有權移轉登記事件",
        "case_date": "民國 90 年 05 月 18 日",
        "case_gist": "在第二審為訴之變更，如屬合法，原有之訴之訴訟繫屬消滅，其在第一審\r\n所提起之訴視為撤回，第二審法院應僅專就變更之新訴審判，不得就視為\r\n撤回之第一審之原訴更為維持或變更之判決。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 846 號 民事判決",
        "case_topic": "請求償還利得事件",
        "case_date": "民國 90 年 05 月 17 日",
        "case_gist": "（一）票據法第二十二條第四項所定之利得償還請求權係票據法上之一種\r\n      特別請求權，償還請求權人須為票據上權利消滅時之正當權利人，\r\n      其票據上之權利，雖因時效消滅致未能受償，惟若能證明發票人因\r\n      此受有利益，即得於發票人所受利益之限度內請求返還。至其持有\r\n      之票據縱屬背書不連續，亦僅為形式資格有所欠缺，不能單憑持有\r\n      此背書不連續之票據以證明其權利而已，償還請求權人倘能另行舉\r\n      證證明其實質關係存在，應解為仍得享有此權利。\r\n（二）利得償還請求權並未定有行使之確定期限，依民法第二百二十九條\r\n      第二項規定，經償還請求權人於得請求給付時，催告發票人為給付\r\n      ，而發票人不為給付時，即應負遲延責任。其經償還請求權人起訴\r\n      而送達訴狀者，與催告有同一之效力。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 246 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 05 月 11 日",
        "case_gist": "不真正連帶債務之數債務人雖具同一目的，對債權人各負全部給付之義務\r\n，然各債務人所負債務各有不同發生之原因，僅因相關之法律關係發生法\r\n律競合所致，債務人相互間，並無所謂應分擔部分，故在法律上並無必須\r\n合一確定之情形。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 245 號 民事裁定",
        "case_topic": "因與鴻源國際投資顧問股份有限公司等間破產宣告事件",
        "case_date": "民國 90 年 05 月 11 日",
        "case_gist": "提起抗告已逾抗告期間，或係對於不得抗告之裁定而抗告者，原法院或審\r\n判長應駁回之。原法院或審判長如不為此項裁定，應速將抗告事件送交抗\r\n告法院。此觀之民事訴訟法第四百九十條第二、三項規定自明。至本院三\r\n十四年聲字第二六三號判例所示之裁定則專指終審法院所為之裁定而言，\r\n上開對於抗告法院所為不得再抗告之裁定而再抗告之情形無該判例之適用\r\n。查本件抗告人因與相對人鴻○國際投資顧問股份有限公司等間破產事件\r\n，就破產管理人製作之第四次中間分配表向台灣台北地方法院聲明異議，\r\n經該法院於民國八十九年十一月七日以八十年破字第三號裁定駁回其異議\r\n，抗告人不服，向原法院提起抗告，原法院於九十年一月五日以八十九年\r\n度抗字第四二三三號裁定，以其抗告為無理由，駁回其抗告，依民事訴訟\r\n法第四百八十六條第二項之反面解釋，不得再為抗告。抗告人於九十年一\r\n月二十九日具狀，係對原法院所為之八十九年度抗字第四二三三號裁定再\r\n為抗告，並非聲請再審，原法院或審判長原應依上開規定處理，乃原法院\r\n竟視為再審之聲請，依再審程序，於九十年二月十四日以九十年度再抗字\r\n第一五號裁定，駁回再審之聲請，已有未合。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 825 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 05 月 10 日",
        "case_gist": "強制汽車責任保險法第三十條規定，保險人依本法規定給付之保險金，視\r\n為加害人或被保險人損害賠償金額之一部分，加害人或被保險人受賠償請\r\n求時，得扣除之。又同法第二十九條第二項亦規定：加害人或被保險人先\r\n行賠償之金額，除約定不得扣除者外，保險人於本法規定之保險金額範圍\r\n內歸墊。從而保險人所給付受益人之保險金，可視為被保險人或加害人所\r\n負損害賠償金額之一部分，受害人倘已自保險金獲得滿足，自不得又對被\r\n保險人或加害人再事請求。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 823 號 民事判決",
        "case_topic": "請求返還價金事件",
        "case_date": "民國 90 年 05 月 10 日",
        "case_gist": "（一）當事人約定契約不履行之違約金過高者，法院固得以職權減至相當\r\n      之數額，惟是否相當，仍須依一般客觀事實、社會經濟狀況及當事\r\n      人所受損害情形，以為酌定之標準。所謂損害，應包括積極損害及\r\n      消極損害在內。\r\n（二）於契約解除前，已因給付遲延所生之損害賠償請求權，不因契約解\r\n      除而失其存在。\r\n（二）係爭買賣契約係因被上訴人違約，李○仁依該契約之約定條款行使\r\n      約定解除權予以解約，而契約解除後之回復原狀義務，乃法律規定\r\n      之特殊義務，雙方應成立另一法律關係。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 814 號 民事判決",
        "case_topic": "請求排除侵害事件",
        "case_date": "民國 90 年 05 月 10 日",
        "case_gist": "商標及服務標章所具識別性之強度，與其受保護之範圍密切相關，其愈具\r\n有識別性者，所受保護之範圍愈廣，其所具識別性愈低者，所受保護之範\r\n圍相對縮小。依原審所論營業者以『中○』作為商標圖樣申請註冊或以之\r\n為公司名稱特取部分登記在案者，早逾十家云云，可見經此多數不同之營\r\n業者長期之使用，以『中○』作為商標或服務標章，其所具識別性自較低\r\n。上訴人指定使用於證券業務之「中○」服務標章與被上訴人之「中○商\r\n業銀行股份有限公司」名稱，客觀上應不致使一般消費者對其營業服務之\r\n性質、來源或提供者產生混淆誤認之虞，是被上訴人以「中○」為公司名\r\n稱特取部分，殊不足以侵害上訴人之「中○」服務標章專用權。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 809 號 民事判決",
        "case_topic": "請求給付違約金（土地所有權移轉登記等）事件",
        "case_date": "民國 90 年 05 月 10 日",
        "case_gist": "債務不履行包括給付不能、遲延給付及不完全給付之情形，債務人於何種\r\n情形應支付違約金，悉依當事人之約定定之，當事人約定債務人有各該債\r\n務不履行之情形時，均應支付同額之違約金，並無不可，縱所約定之違約\r\n金額過高，僅生應否予以酌減之問題，不能執此即認其係為給付不能而約\r\n定者。倘違約金係併為給付遲延或不完全給付預定其損害賠償總額而約定\r\n者，因可歸責於債務人之事由致給付遲延或未為完全給付，債權人除得請\r\n求本來之給付外，並得請求支付違約金。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 239 號 民事裁定",
        "case_topic": "聲請假處分事件",
        "case_date": "民國 90 年 05 月 10 日",
        "case_gist": "當事人提起撤銷婚姻、離婚等訴訟時，為使當事人及法院於該訴訟中，能\r\n併就未成年子女權利義務之行使或負擔問題作通盤考量，故於民事訴訟法\r\n第五百七十九條第一項規定，法院對於未成年子女權利義務之行使或負擔\r\n，得依聲請或依職權為必要之假處分。惟關於未成年子女之教養、保護，\r\n政府應成立專責之機關或督導社會福利機構為之。從而法院命為前開假處\r\n分時，宜於為裁判前徵詢主管機關或社會福利機構之意見或囑託其進行訪\r\n視，提出調查報告或建議，俾作為衡量子女最佳利益之參考，此觀同法第\r\n五百七十九條第二項及第五百七十五條之一規定自明。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 233 號 民事裁定",
        "case_topic": "聲請選任特別代理人",
        "case_date": "民國 90 年 05 月 10 日",
        "case_gist": "有限公司有與代表公司之董事訴訟之必要，倘該公司僅置董事一人，且全\r\n體股東不能決議另行推選有行為能力之股東代表公司，則利害關係人自得\r\n依首揭規定聲請受訴法院之審判長為之選任特別代理人。"
    },
    {
        "case_id": "最高法院 90 年度台聲字第 204 號 民事裁定",
        "case_topic": "請求賠償勞工保險老年給付",
        "case_date": "民國 90 年 05 月 10 日",
        "case_gist": "上訴人無資力委任訴訟代理人者，得依訴訟救助之規定，聲請第三審法院\r\n為之選任律師為其訴訟代理人，固為民事訴訟法第四百六十六條之二第一\r\n項所明定。惟對於財產權訴訟之第二審判決提起上訴，其因上訴所得受之\r\n利益不逾同法第四百六十六條所定額數者，即屬顯無勝訴之望，該當事人\r\n因提起上訴而聲請第三審法院為之選任律師為其訴訟代理人，自屬不應准\r\n許。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 795 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 05 月 04 日",
        "case_gist": "時效因起訴而中斷者，若撤回其訴時，視為不中斷，固為民法第一百三十\r\n一條所明定。惟查債權人於時效期間內起訴，消滅時效即停止進行，於訴\r\n訟繫屬中，其請求之狀態可認為繼續，必待訴訟終結，消滅時效始能重行\r\n起算 (民法第一百三十七條第二項) 。故債權人於訴訟繫屬中，其請求之\r\n狀態仍屬繼續時，另行起訴，而保持中斷時效之效力，嗣後始撤回其前訴\r\n，於時效中斷之效力似無妨礙。本件上訴人於八十六年十二月二日向台南\r\n地院刑事庭提起附帶民事訴訟請求損害賠償，消滅時效因起訴而中斷，八\r\n十八年四月十六日復於原法院提起本件訴訟，嗣於同年五月四日始撤回前\r\n開附帶民事訴訟，為原審確定之事實，則上訴人於前開附帶民事訴訟繫屬\r\n中，其請求之狀態仍屬繼續時，另行提起本件訴訟，既未經原審依民事訴\r\n訟法第二百四十九條第一項第七款裁定駁回其訴，自已保持中斷時效之效\r\n力。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 792 號 民事判決",
        "case_topic": "請求返還無權占有土地事件",
        "case_date": "民國 90 年 05 月 04 日",
        "case_gist": "（一）人之權利能力，始於出生、終於死亡，民法第六條定有明文。本件\r\n      上訴人之被繼承人許○生既已於卅五年七月十二日總登記前死亡，\r\n      則總登記時，許○生之人格業已消滅，而無權利能力，自不得為權\r\n      利、義務之主體，無法取得系爭土地之所有權。\r\n（二）又土地法第四十三條所謂登記有絕對效力，旨在保護信賴登記之善\r\n      意第三人，以維交易安全，此第三人自不包括繼承人在內，本件上\r\n      訴人為訴外人許○生之繼承人，其因繼承關係而就系爭土地辦理繼\r\n      承登記為所有人，並非因信賴登記而與之交易之第三人，自不受土\r\n      地法第四十三條規定之保護。許○生既未取得系爭土地之所有權，\r\n      上訴人自亦無從本於繼承關係而取得系爭土地之所有權。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 782 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 05 月 03 日",
        "case_gist": "（一）「債務人無為一部清償之權利。」「債權人受領遲延，或不能確知\r\n      孰為債權人而難為給付者，清償人得將其給付物，為債權人提存之\r\n      。」民法第三百十八條第一項本文、第三百二十六條分別定有明文\r\n      。又提存法第十八條明定：「非依債務本旨或向無受領權人所為之\r\n      清償提存，其債之關係不消滅。」本件兩造迄未成立和解，健成公\r\n      司等所為之前述提存，其金額與賴○民等所主張者復相去甚遠，賴\r\n      ○民等亦未受領，更無受領遲延之情形，依首開說明，健○公司等\r\n      所為之提存，顯非依債務本旨之清償提存，其債之關係自難謂已歸\r\n      於消滅，乃原審就此竟為相反之認定，於法自屬有違。\r\n（二）「數人負同一債務或有同一債權，而其給付可分者，除法律另有規\r\n      定或契約另有訂定外，應各平均分擔或分受之。」「對於一人負擔\r\n      數宗債務，而其給付之種類相同者，如清償人所提出之給付，不足\r\n      清償全部債務時，由清償人於清償時，指定其應抵充之債務。」「\r\n      清償人不為前條之指定者，依左列之規定，定其應抵充之債務：…\r\n      …三、獲益及清償期均相等者，各按比例，抵充其一部。」民法第\r\n      二百七十一條、第三百二十一條、第三百二十二條各定有明文。原\r\n      審固認定健○公司等已先支付二十萬元予賴○民等以為賠償，惟未\r\n      依上述各該規定調查審認究應抵充渠等對賴○民、賴○○霞之何項\r\n      債務且各為若干元，遽為不利賴○民、賴○○霞之判決，自屬違背\r\n      法令。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 772 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 05 月 03 日",
        "case_gist": "侵權行為損害賠償之債，須損害之發生與加害人之故意或過失加害行為間\r\n有相當因果關係，始能成立。所謂相當因果關係，係以行為人之行為所造\r\n成之客觀存在事實，依經驗法則，可認通常均可能發生同樣損害之結果而\r\n言；如有此同一條件存在，通常不必皆發生此損害之結果，則該條件與結\r\n果並不相當，即無相當因果關係；不能僅以行為人就其行為有故意過失，\r\n自認該行為與損害間有相當因果關係。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 771 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 05 月 03 日",
        "case_gist": "當事人提出之私文書，縱屬真正，亦僅有形式之證據力，至其實質證據力\r\n之有無，則應由法院調查審認。又鑑定人之鑑定意見可採與否，法院應踐\r\n行調查證據之程序而後定其取捨。倘法院不問鑑定意見所由生之理由如何\r\n，遽採為裁判之依據，不啻將法院採證認事之職權委諸鑑定人，與鑑定僅\r\n為一種調查證據之方法之趣旨，殊有違背。"
    },
    {
        "case_id": "最高法院 90 年度台再字第 28 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 04 月 26 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第二款所謂：判決理由與主文顯有矛盾\r\n，係指判決依據當事人主張之事實，認定其請求或對造抗辯為有理由或無\r\n理由，而於主文為相反之諭示，且其矛盾為顯然者而言。本件原確定判決\r\n於理由項下，認定再審原告不得請求再審被告給付上開利息損失，其該部\r\n分上訴為無理由，而於主文諭示駁回再審原告該部分之上訴，並無判決理\r\n由與主文顯有矛盾之情形。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 656 號 民事判決",
        "case_topic": "請求遷讓房屋等事件",
        "case_date": "民國 90 年 04 月 19 日",
        "case_gist": "本件上訴人唐○畫廊有限公司 (下稱唐○公司) 經原審判決與共同訴訟人\r\n鄭○智遷讓返還房屋及連帶負賠償責任，唐○公司提出非基於其個人關係\r\n之抗辯為有理由，其訴訟標的對於鄭○智即屬必須合一確定，依民事訴訟\r\n法第五十六條第一項第一款規定，唐○公司之上訴效力及於未提起上訴之\r\n共同訴訟人鄭○智，爰將之併列為上訴人。"
    },
    {
        "case_id": "最高法院 90 年度台再字第 27 號 民事判決",
        "case_topic": "請求給付保險金事件",
        "case_date": "民國 90 年 04 月 19 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，係指確\r\n定判決所適用之法規顯然不合於法律規定，或與現尚有效之判例、解釋顯\r\n然違反者而言，不包括認定事實錯誤、取捨證據失當、判決不備理由及在\r\n學說上諸說併存致發生法律上見解歧異等情形在內。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 179 號 民事裁定",
        "case_topic": "請求損害賠償等事件",
        "case_date": "民國 90 年 04 月 19 日",
        "case_gist": "對於第二審判決上訴，除上訴人或其法定代理人具有律師資格者外，上訴\r\n人依民事訴訟法第四百六十六條之一第一項規定，應委任律師為訴訟代理\r\n人。本件抗告人無律師資格，其提起第三審上訴，未委任律師為訴訟代理\r\n人，亦無民事訴訟法第四百六十六條之一第二、三項之情形，經原法院裁\r\n定命其於送達後五日內補正，該項裁定已於民國九十年二月二日送達，有\r\n卷附送達證書可稽，扣除在途期間四日，算至九十年二月十日止，即告屆\r\n滿，惟抗告人迄今仍未補正，其上訴即不能認為合法。原法院以裁定駁回\r\n其第三審上訴，於法洵無不合。"
    },
    {
        "case_id": "最高法院 90 年度台聲字第 172 號 民事裁定",
        "case_topic": "聲請人因與宋雲政間請求損害賠償上訴事件",
        "case_date": "民國 90 年 04 月 19 日",
        "case_gist": "當事人無資力支出訴訟費用而聲請訴訟救助或無資力委任訴訟代理人而聲\r\n請第三審法院選任律師為其訴訟代理人者，關於請求救助之事由，依民事\r\n訴訟法第一百零九條第二項、第四百六十六條之二第一項、第二百八十四\r\n條之規定，應提出能即時調查之證據以釋明之。本件聲請人聲請訴訟救助\r\n及選任律師為其第三審訴訟代理人，未據提出能即時調查之證據，以釋明\r\n其無資力支出訴訟費用及委任訴訟代理人之主張為真實，其聲請自屬無從\r\n准許。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 646 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 04 月 13 日",
        "case_gist": "民法上名譽權之侵害非即與刑法之誹謗罪相同，名譽有無受損害，應以社\r\n會上對個人評價是否貶損作為判斷之依據，苟其行為足以使他人在社會上\r\n之評價受到貶損，不論其為故意或過失，均可構成侵權行為，其行為不以\r\n廣佈於社會為必要，僅使第三人知悉其事，亦足當之。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 162 號 民事裁定",
        "case_topic": "請求清償借款事件",
        "case_date": "民國 90 年 04 月 12 日",
        "case_gist": "第三審上訴係採律師強制代理制度，除有民事訴訟法第四百六十六條之一\r\n第一項但書及第二項之情形外，對於第二審判決上訴，上訴人應委任律師\r\n為訴訟代理人，如未委任律師為訴訟代理人，第二審法院應定期先命補正\r\n；於上訴人自行委任或經法院為其選任律師為訴訟代理人之前，上訴人尚\r\n不具表明上訴理由之能力，自不得以其未於同法第四百七十一條第一項所\r\n定期間內提出上訴理由書，即認其上訴為不合法，以裁定予以駁回。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 602 號 民事裁定",
        "case_topic": "請求塗銷土地抵押權登記等事件",
        "case_date": "民國 90 年 04 月 04 日",
        "case_gist": "所謂最高限額抵押契約，係指所有人提供抵押物與債權人訂立在一定金額\r\n限度內擔保現在已發生及將來可能發生之債權之抵押權設定契約而言。雖\r\n抵押權存續期間內已發生之債權，因清償或其他事由而減少，原訂之抵押\r\n契約依然有效，債權人在約定限額範圍內，對於抵押物仍享有抵押權，抵\r\n押人於存續期間屆滿前自不得請求塗銷抵押權設定登記。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 150 號 民事裁定",
        "case_topic": "聲請假扣押事件",
        "case_date": "民國 90 年 04 月 04 日",
        "case_gist": "假扣押為保全強制執行之程序，祇須有日後不能強制執行或甚難執行之虞\r\n者，即得為之。又債權人依民事訴訟法第三百九十五條第二項規定所為之\r\n聲明，旨在確定其私權存在，以取得給付之確定判決，與同法第五百二十\r\n九條第一項規定起訴之實質意義相同，債權人如認為有必要，自得對債務\r\n人之財產聲請假扣押。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 576 號 民事判決",
        "case_topic": "債務人異議之訴事件",
        "case_date": "民國 90 年 03 月 30 日",
        "case_gist": "支付命令屬裁定性質，債務人對於支付命令未於法定期間提出異議者，依\r\n民事訴訟法第五百二十一條規定，該項支付命令與確定判決有同一之效力\r\n；倘執行名義為支付命令，執行債務人自得以支付命令成立後發生之異議\r\n原因事實，對執行債權人提起異議之訴。查本件執行事件之執行名義即系\r\n爭支付命令，係於八十六年四月二十一日核發，於同月二十八日送達上訴\r\n人，為原審確定之事實。則系爭支付命令成立於八十六年四月二十一日，\r\n上訴人以同月二十九日發生之兩造之和解為異議原因事實，提起異議之訴\r\n，揆諸上開說明，於法自非無據。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 523 號 民事判決",
        "case_topic": "請求確認土地所有權存在等",
        "case_date": "民國 90 年 03 月 29 日",
        "case_gist": "民事或刑事訴訟之裁判，以行政處分是否無效或違法為據者，應依行政爭\r\n訟程序確定之；前項行政爭訟程序已經開始者，於其程序確定前，民事或\r\n刑事法院應停止其審判程序，行政訴訟法第十二條第一、二項分別定有明\r\n文。是民事訴訟之裁判，凡以行政處分是否無效或違法為據者，應由認定\r\n先決事實之行政法院為裁判後，以該確定裁判所認定之事實供為民事法院\r\n裁判時認定事實之依據，俾防止不同法院裁判結果互相牴觸之情形發生。\r\n倘前開行政爭訟程序尚未開始者，民事法院審判長應依民事訴訟法第一百\r\n九十九條第二項規定行使闡明權，曉諭當事人就前開行政處分是否無效或\r\n違法，先依行政爭訟程序確定之。審判長如違背此項闡明之義務，就該先\r\n決事實自行加以認定而資為實體判決之依據者，其訴訟程序即有重大瑕疵\r\n，而基此所為之判決，亦屬違背法令。"
    }
]