[
    {
        "case_id": "最高法院 85 年度台抗字第 498 號 民事",
        "case_summary": "請求返還土地事件",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "按對於本院認抗告或再抗告為無理由而駁回之裁定，以民事訴訟法第四百\r\n九十六條第一項第九款至第十三款為再審原因，聲請再審者，依同法第五\r\n百零七條準用第四百九十九條第二款之規定，應專屬原第二審法院管轄。\r\n對於本院認抗告或再抗告為不合法而駁回之裁定，以同法第四百九十六條\r\n第一項第九款至第十三款為再審原因，聲請再審者，因關於該抗告或再抗\r\n告合法與否之事實，係屬本院應依職權調查裁定之事項，依同法第五百零\r\n七條準用第四百九十九條前段之規定，始專屬本院管轄。\r\n\r\n參考法條︰民事訴訟法第 499 條、第 507 條。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 493 號 民事裁定",
        "case_summary": "假處分事件",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "當事人能力之有無為法院應依職權調查之事項，民事訴訟法關於當事人能\r\n力之規定於假處分事件亦應適用。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1965 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "按工業區之土地及建築物以供工業使用為主，如有違反，政府機關得命令\r\n立即拆除、改建、停止使用或恢復原狀，都市計劃法第三十六條、第七十\r\n九條第一項定有明文。又工業區土地僅得作有關工業之使用，都市計劃法\r\n台灣省施行細則第十八條至第二十一條，亦有明定。本件上訴人及和佳興\r\n公司於前開買賣契約約定在工業區土地上建造住宅房屋，自屬違反前開法\r\n令之規定。上訴人既不能在工業區土地上建造住宅房屋交付並移轉登記與\r\n買受人即被上訴人，即係以不能之給付為契約之標的，依民法第二百四十\r\n六條第一項前段之規定，其買賣契約應屬無效，且亦無該條項但書及第二\r\n項之情形。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1953 號 民事判決",
        "case_summary": "塗銷房屋所有權移轉登記事件",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "不動產實施查封後，就查封物所為移轉、設定負擔或為其他有礙執行效果\r\n之行為，對於債權人不生效力，強制執行法第一百十三條、第五十一條第\r\n二項定有明文。故不動產所有權移轉登記日期在法院實施查封以後，債權\r\n人訴請塗銷其所有權移轉登記，自非法所不許。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1952 號 民事判決",
        "case_summary": "返還房屋等事件",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "使用借貸未定期限者，應依借貸之目的使用完畢時返還之，民法第四百七\r\n十條第一項定有明文。所謂「依借貸之目的使用完畢時」，係指借用人因\r\n達成某目的而向出借人借用其物，嗣後其目的已因而達成，無須再繼續使\r\n用者而言。如借用人之目的有繼續性，借用物一經返還，即妨害借用人目\r\n的之繼續時，即難謂借貸目的已經完畢。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1950 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "按共有物除契約另有訂定外，由共有人共同管理之，民法第八百二十條第\r\n一項定有明文。是未經共有人協議分管之共有物，共有人對共有物之特定\r\n部分占用收益，須徵得他共有人全體之同意。如未經他共有人同意而就共\r\n有物之全部或一部任意占用收益，他共有人得本於所有權除去妨害或請求\r\n向全體共有人返還占用部分。吳○○建造系爭房屋時既未經全體共有人同\r\n意，即屬無權占用基地。此與土地及房屋同屬一人所有，而將土地及房屋\r\n分別或先後出賣，應推斷土地所有人默許房屋承買人繼續使用土地之情形\r\n，尚有不同。被上訴人依民法第七百六十七條、第八百二十一條規定，請\r\n求上訴人將附圖所示 A  部分土地上房屋拆除，將土地交還予伊及其他共\r\n有人全體，於法自屬有據。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1947 號 民事判決",
        "case_summary": "確認處分權不存在事件",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "祭祀公業派下員大會解散公業之決議，與土地法第三十四條之一第一項所\r\n謂共有土地之處分情形不同，乃在議決祭祀公業之存廢，並非處分公業之\r\n業產。故解散祭祀公業除該祭祀公業之規約有特別規定外，參酌臺灣民事\r\n習慣調查報告，應經全體派下員之同意，其解散之決議始生效力，並不適\r\n用上開法條項多數決之規定。\r\n\r\n參考法條︰土地法 第 34-1 條 (84.01.20)\r\n          民法 第 1 條 (85.09.25)\r\n\r\n資料來源：最高法院民事裁判書彙編 第 25 期 514-519 頁"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1945 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 09 月 06 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額，或免除之\r\n。重大之損害原因，為債務人所不及知，而被害人不預促其注意或怠於避\r\n免或減少損害者，為與有過失，民法第二百十七條定有明文。又職務保證\r\n，如在使保證人對於被保證人職務行為致損害於被保證人所服務之人時，\r\n應負賠償責任者，即為獨立負擔之損害賠償義務，非無民法第二百十七條\r\n規定之適用。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 487 號 民事裁定",
        "case_summary": "提存有價證券事件",
        "case_date": "民國 85 年 09 月 05 日",
        "case_gist": "按法院之裁判僅記載供現金若干之擔保，嗣供擔保人聲請許其提供有價證\r\n券為擔保者，非供擔保提存物變換問題，而係聲請法院裁定認定某種有價\r\n證券之若干數額與裁判記載供現金之數額相當，依民事訴訟法第一百零二\r\n條第一項前段規定「供擔保應提存現金或法院認為相當之有價證券」之意\r\n旨，法院於准其聲請時，自應認定某種有價證券之若干數額與裁判記載供\r\n現金之數額相當而為裁定。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 486 號 民事裁定",
        "case_summary": "所有權移轉登記聲請停止訴訟程序事件",
        "case_date": "民國 85 年 09 月 05 日",
        "case_gist": "按司法院大法官會議釋字第三七一號解釋意旨所稱法官於審理案件時，對\r\n於應適用之法律，依其合理之確信，認為有牴觸憲法之疑義者，准許先行\r\n聲請解釋憲法，各級法院並得以之為先行問題，裁定停止訴訟程序云云，\r\n係指法官所適用之法律有牴觸憲法之虞者，法院得斟酌情形，以裁定停止\r\n訴訟程序。如法律之適用無牴觸憲法之疑義，固不在得裁定停止訴訟程序\r\n之列，究應裁定停止訴訟程序與否，法院亦有自由裁量之權。本件所涉者\r\n為法院應適用日本民法或我國現行民法，及抗告人之移轉登記請求權有否\r\n罹於時效而消滅，俱與憲法之效力無涉，因認無停止訴訟之必要而以裁定\r\n駁回抗告人之聲請，於法並無不合。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 483 號 民事裁定",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 85 年 09 月 05 日",
        "case_gist": "第一則\r\n凡因裁定而受不利益之人，不論其是否具有當事人能力，均得以受裁定人\r\n之資格提起抗告。台灣台北地方法院依相對人之聲請，既列再抗告人為當\r\n事人，裁定准予假處分，再抗告人係受不利益裁定之人，自得對該裁定提\r\n起抗告。\r\n\r\n第二則\r\n (一) 凡因裁定而受不利益之人，不論其是否具有當事人能力，均得以受\r\n裁定人之資格提起抗告。台灣台北地方法院依相對人之聲請，既列再抗告\r\n人為當事人，裁定准予假處分，再抗告人係受不利益裁定之人，自得對該\r\n裁定提起抗告。原法院認再抗告人無當事人能力，其提起抗告為不合法，\r\n以裁定駁回其抗告，尚有未合。\r\n (二) 所謂當事人能力，係指於民事訴訟程序，以自己名義向法院為保護\r\n私權之請求人及相人之資格，依民事訴訟法第四十條第一項之規定，有權\r\n利能力者，有當事人能力，是依設立之法人因有權利能力，固有當事人能\r\n力，惟再抗告人僅係公司之內部機關，既無獨立之人格，自難認有權利能\r\n力，而有當事人能力。再抗告人既無當事人能力，自不得作為假處分裁定\r\n之當事人。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 481 號 民事裁定",
        "case_summary": "聲請票款執行事件",
        "case_date": "民國 85 年 09 月 05 日",
        "case_gist": "醫療機構應置負責醫師一人，對其機構醫療業務，負督導責任，醫療法第\r\n十五條第一項定有明文。是負責醫師僅為對醫療業務負督導責任之人，尚\r\n難逕據以認定醫療機構即為負責醫師所獨資經營，此觀諸臺北市政府衛生\r\n局八十五年三月十八日第一六○二八號函說明三自明。原法院徒以福華醫\r\n院或光復醫院曾向衛生主管機關申報負責醫師，而認福華醫院或光復醫院\r\n係負責醫師石漢興或張錦堂所獨資設立，自非無疑。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1932 號 民事判決",
        "case_summary": "交還股票事件",
        "case_date": "民國 85 年 09 月 05 日",
        "case_gist": "兩造間顯有委任及寄託關係，上訴人為委任人及寄託人，被上訴人為受任\r\n人及受託人，無論購買股票之資金由何人所提供，凡存於上訴人帳戶內之\r\n股票，上訴人即得據以對被上訴人主張權利。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1927 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 09 月 05 日",
        "case_gist": "民法第一百九十七條第一項所謂，請求權人知有損害，非僅指單純知有損\r\n害而言，其因而受損害之他人行為為侵權行為，亦須一併知之，若僅知受\r\n損害及行為人，而不知其行為為侵權行為，則無從本於侵權行為請求賠償\r\n，時效即無從進行。因假扣押或假處分而受損害之人，在本案訴訟判決確\r\n定加以認定前，既尚未確知債權人聲請假扣押或假處分之行為為侵權行為\r\n，自無從本於侵權行為請求賠償，故其本於侵權行為請求賠償之消滅時效\r\n，應自本案判決確定時起算。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 478 號 民事裁定",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 85 年 08 月 30 日",
        "case_gist": "本訴訟繫屬於第二審法院中，如就他人間之訴訟標的全部或一部為自己有\r\n所請求，或主張因其訴訟之結果，自己之權利將被侵害者，得於言詞辯論\r\n終結前，以其當事人兩造為共同被告，提起主參加訴訟，民事訴訟法第五\r\n十四條定有明文。本件抗告人陳鈴子主張林周蚶目於訴訟繫屬中之七十八\r\n年十一月間將其對系爭土地之租賃關係，輾轉讓與伊承受，曾於林周蚶目\r\n死亡後，聲明承受訴訟，惟經裁定駁回確定。旋於八十四年十月二十四日\r\n依民事訴訟法第二百五十四條第二項後段規定，以林周蚶目原提起之訴為\r\n其本訴訟，提起本件主參加之訴。其既列原訴訟之兩造即原告林周蚶目之\r\n繼承人林游國棟及被告蘇添發、祭祀公業高淳泰管理人高明德、高清山、\r\n高傳陳等為共同被告，應認已合於主參加訴訟之要件。"
    },
    {
        "case_id": "最高法院 85 年度台聲字第 412 號 民事裁定",
        "case_summary": "給付退休金事件",
        "case_date": "民國 85 年 08 月 30 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，應以確\r\n定裁判違背法規或現存判例解釋者為限，若在學說上諸說併存，尚無法規\r\n判例可據者，不得指為適用法規顯有錯誤。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1904 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 85 年 08 月 30 日",
        "case_gist": "依建築法第三十一條第一款規定，建造執照申請書應載明起造人之姓名、\r\n年齡、住址；起造人為法人者，其名稱及事務所。乃係主管建築機關於建\r\n築工程期間，在行政管理上須有特定對象，而設之權宜規定，故在建造執\r\n照核准之建築工程期間內，如起造人有更易，自應依同法第五十五條第一\r\n項第一款規定，向主管建築機關申報變更起造人，俾利行政上之管理，如\r\n建築物已竣工，主管建築機關已無須為建築工程之行政管理，且該建築物\r\n已成不動產所有權之客體，自不生辦理變更起造人名義之問題。至行政法\r\n院七十三年判字第七九一號判例係謂，建築工程完竣後，建造執照上之起\r\n造人本人或取得其同意之人以外之他人，如經合法取得建築物之所有權，\r\n亦得申請使用執照，並非謂該他人可辦理變更起造人名義。縱認上訴人主\r\n張依合建契約書及徐武勝所立承諾書之約定，被上訴人應就系爭房屋辦理\r\n變更起造人名義一節屬實。惟查系爭房屋業已竣工，為兩造所是認，依前\r\n揭說明，已不得辦理變更起造人名義，上訴人仍訴請被上訴人辦理變更起\r\n造人名義，自有未合。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1900 號 民事判決",
        "case_summary": "排除侵害事件",
        "case_date": "民國 85 年 08 月 30 日",
        "case_gist": "修正前商標法第六十七條準用同法第六十三條規定，對於使用他人服務標\r\n章之名稱，作為自己公司或商號名稱之特取部分，而經營同一或同類之業\r\n務，經利害關係人請求其變更，而不申請變更登記者，科處刑罰，固以行\r\n為人惡意使用為要件，但同法第六十一條有關民事救濟方法之規定，並未\r\n以行為人之惡意使用為要件，則行為人若屬善意，雖不能以刑罰相責，但\r\n其行為如已構成對服務標章專用權之侵害，被害人自得依修正前商標法第\r\n六十七條準用同法第六十一條規定，訴請排除侵害。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1896 號 民事判決",
        "case_summary": "請求遷讓房屋",
        "case_date": "民國 85 年 08 月 30 日",
        "case_gist": "按損害賠償除法令另有規定，或契約另有訂定外，應填補債權人所受損害\r\n及所失利益，此觀民法第二百十六條第一項規定自明，與債務人是否受有\r\n利益並無關連。原審僅以陳培湖自八十一年十一月十八日起即因海軍第一\r\n造船廠逕行斷電斷水，致無營業利益可得為由，而酌減損害金數額，即有\r\n未洽。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1892 號 民事判決",
        "case_summary": "給付補償費等（所有權移轉登記）事件",
        "case_date": "民國 85 年 08 月 30 日",
        "case_gist": "民事訴訟法第三百九十七條第一項所謂因不可歸責於當事人之事由，致情\r\n事變更者，係指其情事變更非因可歸責於當事人之事由所致而言，與原有\r\n債務之遲延履行是否可歸責於債務人無涉 (本院四十一年台上字第一四○\r\n六號判例參照) 。原審以本件買賣契約迄今未履行移轉所有權義務，非可\r\n歸責許煌林、許武宗，而認許煌林、許武宗依民事訴訟法第三百九十七條\r\n規定之情事變更原則請求增加給付，核屬有據云云，所持見解尚屬可議。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 469 號 民事裁定",
        "case_summary": "聲請撤銷假扣押",
        "case_date": "民國 85 年 08 月 29 日",
        "case_gist": "本案尚未繫屬者，命假扣押之法院應依債務人之聲請，命債權人於一定期\r\n間內起訴，債權人不於前項期間內起訴者，債務人得聲請命假扣押之法院\r\n撤銷假扣押裁定，民事訴訟法第五百二十九條定有明文。此之所謂起訴，\r\n係指依訴訟程序提起訴訟，得以確定其私權之存在，而取得給付之確定判\r\n決者而言。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1885 號 民事判決",
        "case_summary": "確認買賣關係不存在等事件",
        "case_date": "民國 85 年 08 月 29 日",
        "case_gist": "公司為公司法第一百八十五條第一項所列之行為，而召開股東會議時，出\r\n席之股東，不足代表已發行股份總數三分之二以上，乃違反該條項之規定\r\n，為股東會之決議方法違法，依同法第一百八十九條規定，僅股東得於決\r\n議之日起一個月內，訴請法院撤銷之，並不屬同法第一百九十一條決議內\r\n容違法而無效之範圍。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1875 號 民事判決",
        "case_summary": "確認應繼分等事件",
        "case_date": "民國 85 年 08 月 29 日",
        "case_gist": "聯合財產中，妻於結婚時所有之財產，及婚姻關係存續中因繼承或其他無\r\n償取得之財產，為妻之原有財產，保有其所有權，為七十四年六月三日修\r\n正前民法第一千零十七條第一項所明定。而上揭法條所定無償取得之財產\r\n，並不排除夫無償贈與之情形在內，亦有本院七十年度臺上字第三一○○\r\n號判例可按。又依民法第四百零六條之規定，贈與係屬諾成契約，並無以\r\n書面為之之必要。本件上訴人鍾鳳蘭於事實審曾一再辯稱：縱認附表第一\r\n、二、三號所示土地及房屋，係鍾欉出資購買及建造，惟已無償贈與於伊\r\n，亦為伊之原有財產，而非鍾欉之遺產等語，就上訴人此一重要之防禦方\r\n法，原審未於判決理由項下說明其何以不足採之意見，遽為不利於上訴人\r\n之判決，非無判決不備理由之違法。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1873 號 民事判決",
        "case_summary": "分割遺產事件",
        "case_date": "民國 85 年 08 月 29 日",
        "case_gist": "繼承人將公同共有之遺產，變更為分別共有，係使原公同關係消滅，另創\r\n設繼承人各按應有部分對遺產有所有權之新共有關係。其性質應仍屬分割\r\n共有物之處分行為。故該遺產如係不動產，繼承中一人或數人除經全體繼\r\n承人同意外，非先為全體繼承人之利益，辦理公同共有之繼承登記 (土地\r\n登記規則第三十一條第一項) 後，依民法第七百五十九條之規定，應不得\r\n逕行請求將該遺產變更為分別共有登記。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1864 號 民事判決",
        "case_summary": "給付診療費用事件",
        "case_date": "民國 85 年 08 月 29 日",
        "case_gist": "委任契約依民法第五百四十九條第一項規定，當事人之任何一方既得隨時\r\n終止，則當事人為終止之意思表示時，不論其所持理由為何，均應發生終\r\n止之效力。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1862 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 85 年 08 月 29 日",
        "case_gist": "共有物之分割性質上為處分行為，依民法第七百五十九條規定，共有不動\r\n產之共有人中有人死亡時，在其繼承人未為繼承登記前，不得分割共有物\r\n。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1855 號 民事判決",
        "case_summary": "確認當選無效事件",
        "case_date": "民國 85 年 08 月 23 日",
        "case_gist": "按確認之訴，除確認證書真偽之訴外，應以法律關係為訴訟標的，此觀民\r\n事訴訟法第二百四十七條規定自明。查合作社理事當選有效與否，僅屬該\r\n理事與合作社間法律關係發生或消滅之原因，非即法律關係本身，自不得\r\n為確認之訴之訴訟標的。上訴人起訴請求確認被上訴人當選台灣省南台肉\r\n雞運銷合作社第三屆理事無效，難認正當，不應准許。又人民團體法、人\r\n民團體選舉罷免辦法中，並無被選舉人得向民事法院提起確認當選無效之\r\n訴之特別規定，故兩造就台灣省南台肉雞運銷合作社是否為人民團體法中\r\n所稱之職業團體之爭執，即與上訴人能否提起本件確認當選無效之訴無關\r\n。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1849 號 民事判決",
        "case_summary": "返還房屋事件",
        "case_date": "民國 85 年 08 月 23 日",
        "case_gist": "因任職關係獲准配住房屋，固屬使用借貸關係，然既經離職，依借貸之目\r\n的，當然應視為使用業已完畢，按諸民法第四百七十條之規定，貸與人自\r\n得據以請求交還房屋。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1840 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 85 年 08 月 23 日",
        "case_gist": "事實之查證，與條件之成就，並不相同。原審以查證土地是否為綠地之既\r\n存事實，為條件之成就，資為上訴人不利判決之依據，自有未當。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1837 號 民事判決",
        "case_summary": "返還不當得利事件",
        "case_date": "民國 85 年 08 月 23 日",
        "case_gist": "私文書經他造否認者，固應由舉證人證其真正。但如係遠年舊物，另行舉\r\n證實有困難，法院非不得依經驗法則，並斟酌全辯論意旨，判斷其真偽。\r\n\r\n參考法條︰民法 第 179 條 (85.09.25)\r\n          民事訴訟法 第 357 條 (85.09.25)"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1833 號 民事判決",
        "case_summary": "請求給付工程款",
        "case_date": "民國 85 年 08 月 23 日",
        "case_gist": "按承攬者，謂當事人約定，一方為他方完成一定之工作，他方俟工作完成\r\n，給付報酬之契約，民法第四百九十條定有明文。上訴人於簽約後雖完成\r\n工作進度百分之七十五，但因意外發生火災而遭燒燬，既係因不可歸責於\r\n雙方之事由，於工作完成並由被上訴人依約驗收收領前而滅失，依民法第\r\n五百零八條第一項前段規定，其危險應由承攬人負擔。被上訴人抗辯工作\r\n物未完工交付前，即已滅失，應由上訴人負擔滅失之危險等語，即屬可採\r\n。再查系爭工程契約書第六條雖就上訴人之報酬有分三期給付之約定，惟\r\n並未涉及上訴人應分部交付或免除交付之義務，亦即上訴人仍負交付工作\r\n與被上訴人之義務。茲工作於未交付前，即因火災而滅失，其危險既應由\r\n上訴人負擔，則上訴人自無按該工作滅失前之工作進度，請求被上訴人分\r\n期給付報酬之權利，其請求被上訴人給付第一、二期工程款合計六百三十\r\n萬元並加付法定遲延利息，即非有據。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1826 號 民事判決",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 85 年 08 月 23 日",
        "case_gist": "通常所謂信託行為，係指委託人將財產權移轉於受託人，使其成為權利人\r\n，以達到當事人間一定目的之法律行為而言。是信託關係，以信託契約之\r\n訂立 (信託法於八十五年一月二十六日公布施行後，依同法第二條之規定\r\n) 而發生。原審雖謂，卓善靜修堂就系爭房屋與上訴人之父蔡明傳間有信\r\n託關係存在。然則其間信託契約如何成立，內容如何，均未見原判決於理\r\n由項下，予以論斷並記載其心證之所由得，此與被上訴人之抗辯，是否有\r\n理由，至有關連。原審僅泛謂卓善靜修堂與蔡明傳間有信託關係，而為上\r\n訴人不利之判決，亦屬判決不備理由。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 459 號 民事裁定",
        "case_summary": "確認契約真偽事件",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "提起民事訴訟，應依民事訴訟費用法第二條繳納裁判費，此為必須具備之\r\n程式。又訴訟標的之價額由法院核定之，為同法第四條第一項所明定。當\r\n事人起訴未繳納裁判費，經審判長限期命補正，如逾期不遵行者，即應認\r\n其起訴為不合法，以裁定駁回之。審判長命補繳之裁判費金額縱有未合，\r\n於其應行補繳之部分，仍應遵行補繳，否則即難認其起訴合於程式。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1822 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "契約當事人之一方遲延給付者，他方當事人得定相當期限催告其履行，如\r\n於期限內不履行時，得解除其契約，為民法第二百五十四條所明定。是以\r\n雙務契約，須一方履行遲延，經定期催告，仍不履行者，他方始得依該條\r\n規定行使契約解除權。倘契約當事人之一方尚無遲延給付之情形，縱他方\r\n當事人已為定期催告仍不得解除其契約。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1821 號 民事判決",
        "case_summary": "塗銷登記事件",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "由民法第三百十二條及同法第三百十一條之規定合併觀之，就債之履行有\r\n利害關係之第三人，為債務人清償債務時，縱債務人有異議，債權人仍不\r\n得拒絕其清償，而第三人得就其清償之限度，代位債權人行使其對債務人\r\n之權利；就債之履行無利害關係之第三人，為債務人清償債務時，如債務\r\n人有異議時，債權人得拒絕其清償，倘債權人不為拒絕，該債權固仍因第\r\n三人之清償而獲得滿足，惟第三人尚無從依民法第三百十二條之規定代位\r\n債權人行使其對債務人之權利。此項不利益乃第三人自己之行為所造成，\r\n自應由其承擔結果。至債務人有無因第三人之清償而獲得不當利益，乃第\r\n三人得否本於其他法律關係對債務人有所主張之問題。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1820 號 民事判決",
        "case_summary": "給付工程款事件",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "關於追加工程之工期，兩造如有約定，應依其約定，如未約定，應以追加\r\n工程之項目按建築上一般正常作業所需花費之時間定之。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1799 號 民事判決",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "土地法第一百條就房屋租賃之出租人收回房屋嚴定其要件，原為限制出租\r\n人任意收回房屋與保護承租人而設，倘聽任出租人於出租後，得隨時交由\r\n第三人以自用為由收回房屋，則土地法第一百條第一款之規定即等於具文\r\n，殊失立法之原意。故房屋所有人將房屋出租後而將房屋所有權讓與他人\r\n者，受讓人不得以自用為由向承租人請求收回房屋。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1797 號 民事判決",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "查繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有，\r\n民法第一千一百五十一條定有明文。劉○○等五人就系爭合建契約之權利\r\n，係繼承自其被繼承人劉○○，倘彼等尚未分割遺產，則應為彼等所公同\r\n共有，僅得請求高○○等十人將系爭土地應有部分移轉登記與彼等公同共\r\n有，而不得請求高○○等十人將系爭土地應有部分移轉登記與彼等分別共\r\n有。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1796 號 民事判決",
        "case_summary": "確認通行權存在事件",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "裁判分割共有土地後之裡地所有人，如與公路無適宜之聯絡，致不能為通\r\n常之使用時，仍有民法第七百八十九條規定之適用。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1794 號 民事判決",
        "case_summary": "塗銷所有權移轉登記等事件",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "土地法第四十三條所謂登記有絕對效力；係為保護因信賴登記取得不動產\r\n權利之第三人而設，故真正權利人衹許在未有第三人取得權利前，以登記\r\n原因無效或得撤銷為塗銷登記之請求，若在已有第三人本於現存之登記而\r\n為取得權利之新登記後，真正權利人即不得請求該第三人塗銷登記及自該\r\n不動產遷出。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1789 號 民事判決",
        "case_summary": "請求清償借款",
        "case_date": "民國 85 年 08 月 22 日",
        "case_gist": "按併存的債務承擔，可就較原債務為輕之體樣為之，如原債務雖已到期，\r\n但於債務承擔時，承擔人享有期限利益即是。該期限利益僅使承擔人所承\r\n擔之債務體樣，較原債務為輕，非謂原債務人亦得享有此期限利益。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 449 號 民事裁定",
        "case_summary": "聲請商務仲裁執行事件",
        "case_date": "民國 85 年 08 月 16 日",
        "case_gist": "仲裁判斷，除有商務仲裁條例第二十一條第二項但書所列各款情形外，須\r\n聲請法院為執行裁定後，方得為強制執行。但當事人提起撤銷仲裁判斷之\r\n訴者，得聲請法院以裁定停止執行，商務仲裁條例第二十一條第二項、第\r\n二十五條第一項分別定有明文。可知仲裁判斷須經法院為執行裁定後，方\r\n具執行力，而法院所裁定停止執行者，亦係該仲裁判斷之執行力，並非強\r\n制執行程序。從而法院所為停止仲裁判斷執行之裁定，自以該仲裁判斷業\r\n經法院裁定准予執行時，始產生其停止之效力，仲裁判斷是否應准予執行\r\n，即不應受停止執行裁定之影響。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1787 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 85 年 08 月 16 日",
        "case_gist": "上訴人未經被上訴人同意，將該旅行業務轉讓予聯歐旅行社，則聯歐旅行\r\n社所為，僅立於輔助上訴人履行債務之地位，契約當事人仍係上訴人。聯\r\n歐旅行社於收取團費後，未交付大陸接待之旅行社，且經大陸業者表示不\r\n予接待時，仍未及時交付團費，致旅客因未獲接待而自力救濟返台，上訴\r\n人就契約義務之履行，乃屬因可歸責於上訴人之事由，致完全給付不能，\r\n被上訴人依據民法第二百二十六條第一項規定，請求上訴人為債務不履行\r\n之損害賠償，洵屬正當。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1781 號 民事判決",
        "case_summary": "排除侵害事件",
        "case_date": "民國 85 年 08 月 16 日",
        "case_gist": "土地因與公路無適宜之聯絡，致不能為通常之使用者，土地所有人得通行\r\n周圍地以至公路，民法第七百八十七條第一項前段定有明文。其立法意旨\r\n在於調和土地相鄰之關係，以全其土地之利用，故明定周圍地所有人負有\r\n容忍通行之義務。惟如土地嗣後與公路已有適宜之聯絡，而能為通常之使\r\n用者，周圍地所有人自無須繼續容忍其通行，土地所有人不得再主張通行\r\n周圍地。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1773 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 85 年 08 月 16 日",
        "case_gist": "查土地徵收，係基於公權力之作用，對於特定人所課之特別義務，而補償\r\n金係對被徵收者所生經濟上損失之填補，乃屬公法上損失補償之一種，此\r\n與私法上基於契約自由之原則，由買賣雙方之合意訂定價金而成立之買賣\r\n並不相同。系爭土地既因協調而成立依法徵收之協議結論，自不生私法上\r\n契約之效力。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1771 號 民事判決",
        "case_summary": "回復原狀等事件",
        "case_date": "民國 85 年 08 月 16 日",
        "case_gist": "按中央法規標準法第十八條規定：各機關受理人民聲請許可案件適用法規\r\n時，除依其性質應適用行為時之法規外，如在處理程序終結前，據以准許\r\n之法規有變更者適用新法規。易言之，在新法規公佈施行前，如已有准駁\r\n之決定，縱法規變更，亦不能從實體上依新法重為准駁之決定。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1763 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 08 月 16 日",
        "case_gist": "撤回起訴與撤回公示催告之聲請，同為當事人向法院表示終結程序，脫離\r\n法院繫屬之行為，公示催告程序又係規定於民事訴訟法中，應適用民事訴\r\n訟法之規定。民事訴訟法第二百六十二條第一項關於原告於判決確定前得\r\n撤回起訴之規定，於公示催告聲請人撤回其聲請時，自應類推適用之。故\r\n公示催告聲請人，於公示催告程序終結前，得撤回其聲請。而公示催告期\r\n間，持有證券人提出證券，經公示催告聲請人閱覽後認為該證券即係其喪\r\n失者，公示催告程序即因而終結，即使就證券有實體上之爭執，亦應依一\r\n般訴訟解決。由此可知，公示催告經法院裁定准許並已開始公示催告程序\r\n (有申報權利人) 後，即無復可得撤回之餘地。如解為聲請人仍得撤回已\r\n終結之公示催告程序之聲請，將導致發票人一面利用公示催告程序拖延票\r\n據權利人行使權利，另一方面又得率予撤回其聲請提領止付留存款，而使\r\n申報權利人之權利無法獲得滿足之結果。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1745 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 85 年 08 月 15 日",
        "case_gist": "本件為分割共有物之訴，其訴訟標的對於共同訴訟之上訴人及陳宮必須合\r\n一確定，被上訴人撤回對於陳宮之起訴，其效力及於上訴人，本件訴訟繫\r\n屬即因之而歸於消滅，法院無庸為任何形式之裁判。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1741 號 民事判決",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 85 年 08 月 15 日",
        "case_gist": "以契約訂定向第三人為給付者，其第三人直接取得請求給付之權，當事人\r\n僅在該第三人未表示享受其利益之意思前，始得變更其契約或撤銷之，此\r\n觀民法第二百六十九條第一項、第二項之規定即明。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 438 號 民事裁定",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 85 年 08 月 14 日",
        "case_gist": "「定暫時狀態」之假處分，雖非必以給付之訴為限，然必為該訴訟標的之\r\n法律關係有其繼續性，且本案之請求，即為該有「爭執之法律關係」，始\r\n足當之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2057 號 民事判決",
        "case_summary": "請求確認扺押權不存在",
        "case_date": "民國 85 年 08 月 14 日",
        "case_gist": "繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有；而\r\n繼承人對於被繼承人之債務，負連帶責任，民法第一千一百五十一條、第\r\n一千一百五十三條第一項，分別定有明文。因此，繼承人共同繼承被繼承\r\n人之債權，固屬繼承人公同共有；然繼承人共同繼承被繼承人之債務者，\r\n僅係負連帶責任而已，該繼承之債務並非各繼承人公同共有。上訴人之被\r\n繼承人陳文望積欠被上訴人之三百六十萬元債務，縱認屬實，亦僅係上訴\r\n人與陳玉章應負連帶責任而已，而非公同共有之財產。上訴人依連帶債務\r\n之法律關係，既對陳文望積欠之三百六十萬元債務負全部清償之責，則其\r\n訴請確認被上訴人之借款債權不存在，自無須以全體繼承人為原告起訴。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 433 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 08 月 09 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序附帶提起民事訴訟，請求回復損害\r\n，其對象固不以刑事訴訟程序之被告為限，即依民法負賠償責任之人亦包\r\n括在內，但對於依民法負賠償責任之人提起者，須與刑事訴訟程序之被告\r\n一併提起之，此觀刑事訴訟法第四百八十七條第一項之規定自明。本件抗\r\n告人於該刑事訴訟程序，僅對於其主張依民法負賠償責任之相對人二人附\r\n帶提起民事訴訟，而未與該刑事訴訟程序之被告一併提起之，核與刑事訴\r\n訟法第四百八十七條第一項之規定不符，自非合法。刑事庭將之移送民事\r\n庭，本件即屬民事訴訟法第二百四十九條第一項第六款所謂起訴不備其他\r\n要件。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 428 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 08 月 09 日",
        "case_gist": "訴訟代理權之範圍，以訴訟委任之內容為據。抗告人所提出委任律師蔡祥\r\n銘、何俊墩、李玲玲為二審訴訟代理人之委任書，已載明授以民事訴訟法\r\n第七十條第一項但書所列各行為之特別代理權，則該訴訟代理人自均有就\r\n其所受委任事件為和解之特別權限。原法院因以抗告人已授與訴訟代理人\r\n蔡祥銘律師和解之權限，則其代理抗告人與相對人曾克彬成立訴訟上之和\r\n解，並無無效或得撤銷之原因，而駁回抗告人繼續審判之請求，經核於法\r\n洵無違誤。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1731 號 民事",
        "case_summary": "請求所有權移轉登記事件",
        "case_date": "民國 85 年 08 月 09 日",
        "case_gist": "查本件上訴人行使代位權及自己之請求權，訴請被上訴人宋德清將系爭六\r\n六七號土地所有權應有部分九分之一移轉登記與被上訴人宋姜栗妹，再由\r\n宋姜栗妹移轉登記與上訴人，其訴訟標的對於第一審共同被告宋姜栗妹、\r\n宋德清之各人，非必須合一確定，亦即非必要共同訴訟，雖係一案起訴，\r\n仍屬普通共同訴訟。本件第一審判決上訴人勝訴後，共同被告宋姜栗妹提\r\n起第二審上訴，宋德清並未上訴，宋姜栗妹上訴之效力不及於他共同被告\r\n宋德清。故宋德清經第一審判決其敗訴後，未聲明不服，已告確定，原審\r\n竟將其視同上訴人，對宋德清未存在之第二審上訴部分為裁判，將此部分\r\n第一審所為上訴人勝訴之判決廢棄，改判駁回其在第一審之訴，自非合法\r\n。\r\n\r\n參考法條︰民法 第 242 條 (85.09.05)\r\n          民事訴訟法 第 56 條 (85.09.25)"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1727 號 民事判決",
        "case_summary": "請求遷讓房屋",
        "case_date": "民國 85 年 08 月 09 日",
        "case_gist": "現行商業登記法，並未規定由出名營業人登記為獨資營業時，其他合夥人\r\n即視為隱名合夥人，上訴人究為隱名合夥抑為普通合夥，端視上訴人與其\r\n他合夥人間之合夥契約內容而定，尚不能以商業登記為獨資即認上訴人為\r\n隱名合夥人，謂有民法第七百零四條第二項之適用。上訴人既依規定登記\r\n為獨資事業之負責人，並實際執行該獨資事業之事務，縱如其所辯另有他\r\n人入夥，他人應係對於上訴人所經營之事業出資，而分別受其營業所生之\r\n利益，及分擔其所生損失，依民法第七百條規定，為隱名合夥人。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1711 號 民事判決",
        "case_summary": "塗銷抵押權登記事件",
        "case_date": "民國 85 年 08 月 09 日",
        "case_gist": "抵押權為物權，此為基本常識。又表見代理云者，係指代理人原無代理權\r\n，但有可使人信其有代理權之情形而言。倘代理人已受有代理權，即無表\r\n見代理之問題。本件原審謂抵押權為從屬債權；又認上訴人已授與其姊張\r\n國金全權辦理抵押貸款事宜，自應負表見代理授權人之責任云云，法律見\r\n解自屬可議。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 419 號 民事裁定",
        "case_summary": "確認買賣關係不存在事件",
        "case_date": "民國 85 年 08 月 08 日",
        "case_gist": "當事人提起上訴同時聲請訴訟救助者，在法院對於訴訟救助之聲請應否准\r\n許未為裁定前，雖法院所定命補繳裁判費之期間業已屆滿，當事人並未依\r\n限補正，法院仍不得認其上訴為不合法，以裁定駁回之。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 418 號 民事裁定",
        "case_summary": "確認買賣關係不存在事件",
        "case_date": "民國 85 年 08 月 08 日",
        "case_gist": "聲請訴訟救助，應向受訴法院為之，民事訴訟法第一百零九條第一項規定\r\n甚明。本件抗告人不服原法院判決，提起上訴，關於訴訟救助事件，自專\r\n屬於本院管轄。抗告人向無管轄權之原法院為聲請，原法院不依同法第二\r\n十八條第一項規定裁定移送，逕為抗告人不利之裁定，自有未合。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1697 號 民事判決",
        "case_summary": "返還借款事件",
        "case_date": "民國 85 年 08 月 08 日",
        "case_gist": "支票雖屬無因證券，然非不能作為金錢借貸契約之憑證。又金錢借貸契約\r\n，固屬要物契約，因金錢之交付而生效力；惟其交付之方式如何，則非所\r\n問，並不以親自交付為必要。倘貸與人確已將該借貸之金錢送交與借貸人\r\n，雖係經由第三人為之，亦難認其消費借貸契約尚未成立。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1692 號 民事判決",
        "case_summary": "請求確認通行權存在",
        "case_date": "民國 85 年 08 月 08 日",
        "case_gist": "按土地所有人於善盡利用其所有之土地後，其土地仍與公路無適宜之聯絡\r\n，致不能為通常使用者，始得通行周圍地以至公路。查上訴人於原審主張\r\n被上訴人得通行其所有二九八－二號土地西南邊部分，却不通行，而主張\r\n通行伊所有之系爭土地，於法、於理自屬有悖等語。原審固謂被上訴人所\r\n有前開二九八－二號土地西南邊部分，為鄰地所有人所占用建屋，被上訴\r\n人無法由該處通行云云。惟倘被上訴人得排除該鄰地所有人之占有，其所\r\n有二八九－二號土地亦因而與公路有適宜之聯絡者，在被上訴人排除該鄰\r\n地所有人之占有前，能否謂被上訴人已善盡利用其所有之土地而仍與公路\r\n無適宜之聯絡，進而得通行上訴人之系爭土地，即非無疑。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1685 號 民事判決",
        "case_summary": "返還不當得利事件",
        "case_date": "民國 85 年 08 月 08 日",
        "case_gist": "保險為最大善意及最大誠信之射倖性契約，保險契約之當事人皆應本諸善\r\n意與誠信之原則締結保險契約，始能免流於純粹賭博性，並避免肇致道德\r\n危險，是在財產保險之要保人如心存詐欺，妄圖不當利益，故意提高保險\r\n標的之價額，與保險人訂立保險契約，即可能故使保險事故發生，以獲得\r\n高額之賠償，顯違保險契約為誠信契約之本旨，故各國有關保險法規殆皆\r\n規定各種保險契約之超額保險契約無效。我國保險法關於超額保險，原規\r\n定於損失保險章，並適用於一切損失保險，迨民國五十二年修正保險法時\r\n，就保險事故重新區分，雖將超額保險之規定移列於現行法第七十六條火\r\n災保險章中，惟海上保險之射倖性與道德危險，高於其他一切財產保險，\r\n參照保險法第一百條規定之立法精神，現行保險法第七十六條關於超額保\r\n險之規定，應認亦應準用於海上保險。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1673 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 85 年 08 月 08 日",
        "case_gist": "查受益人經指定後，要保人對於保險利益，除聲明放棄處分權外，仍得以\r\n契約或遺囑處分之，保險法第一百十一條第一項定有明文。原審認定要保\r\n人徐裕吉所立之切結書及遺囑均屬有效成立，而立遺囑係在立切結書之後\r\n，則切結書所指定之受益人已因立遺囑而變更，故上訴人僅得依遺囑內容\r\n請求被上訴人給付三分之一保險理賠金 (三百三十三萬三千三百三十三元\r\n) 及其利息。原審認上訴人請求被上訴人給付逾保險理賠金三百三十三萬\r\n三千三百三十三元及自八十三年十二月八日起之利息部分，不應准許，理\r\n由雖然不同，但結果並無二致，仍非不可維持。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1655 號 民事判決",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 85 年 08 月 02 日",
        "case_gist": "依日據時期台灣民事習慣，養親以男子為原則，至日本昭和年代 (民國十\r\n五年以後) ，始認為已成年之獨身婦女，得獨立收養子女。而收養子女依\r\n養子之生父與養父合意而成立，生母或養母不過問其事，收養人有配偶者\r\n，收養子女得不與其配偶共同為之，然收養之效力亦及於配偶。本件被上\r\n訴人於日據大正十二年 (民國十二年) 為謝○○之夫黃○○所收養，有日\r\n據時期戶籍謄本在卷可稽，黃○○收養之效力，及於其妻謝○○，被上訴\r\n人與謝○○間發生養親養女關係，被上訴人自為謝○○之繼承人。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1642 號 民事判決",
        "case_summary": "返還費用事件",
        "case_date": "民國 85 年 08 月 02 日",
        "case_gist": "契約無效，乃法律上當然且確定的不生效力，其當事人於行為時，知其無\r\n效或可得而知者，應負回復原狀或損害賠償責任。與契約解除，乃基於法\r\n定或約定原因，就現已存在之契約溯及的予以除去，當事人雙方均有回復\r\n原狀之義務，自不相同。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 414 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 26 日",
        "case_gist": "民事訴訟法第一百八十三條所謂訴訟中有犯罪嫌疑牽涉其裁判，係指在民\r\n事訴訟繫屬中，當事人或第三人涉有犯罪嫌疑，足以影響民事訴訟之裁判\r\n，非俟刑事訴訟解決，民事法院即無從或難於判斷者而言，例如當事人或\r\n第三人於民事訴訟繫屬中涉有偽造文書、證人偽證、鑑定人為不實之鑑定\r\n等罪嫌，始足當之 (本院七十九年台抗字第二一八號判例參照) 。本件抗\r\n告人於相對人林炳坤等被訴貪污刑事訴訟中提起附帶民事訴訟，經刑事法\r\n院以裁定移送民事庭審判。查附帶民事訴訟經刑事法院以裁定移送民事庭\r\n後，即成為獨立之民事訴訟，即無非俟刑事訴訟解決，民事訴訟即無從或\r\n甚難判斷之情形，民事法院當可自行調查審理，不受刑事法院認定事實之\r\n拘束，即無在刑事訴訟程序終結前，停止訴訟程序之必要。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 413 號 民事裁定",
        "case_summary": "聲請返還擔保金事件",
        "case_date": "民國 85 年 07 月 26 日",
        "case_gist": "按聲請發還因假執行提供之擔保物或保證書，依民事訴訟法第一百零六條\r\n準用第一百零四條之規定，須有 (一) 應供擔保之原因消滅； (二) 訴訟\r\n終結後，供擔保人證明已定二十日以上之期間，催告受擔保利益人行使權\r\n利而未行使情形之一者，始得為之。又按因假執行所提供之擔保金，係備\r\n作賠償被告將來本案勝訴確定因該假執行不當所受損害之用。此與因釋明\r\n假扣押之原因而供之擔保，係擔保債務人因假扣押所應受之損害，二者性\r\n質不同。本件抗告人與相對人○○工程有限公司間請求損害賠償事件，抗\r\n告人依原法院八十二年度訴字第一一二號判決之假執行宣告，各提供新台\r\n幣三十三萬元後，聲請對相對人為假執行，經○○台北地方法院八十三年\r\n度民執宇字第三六一六號強制執行相對人對第三人○○電力股份有限公司\r\n之工程款，並於八十四年十月十四日核發移轉命令。嗣該宣告假執行之本\r\n案判決雖經廢棄，上開移轉命令亦經撤銷，惟假執行之強制執行程序既已\r\n進行，抗告人並未證明相對人未因而受損害，且本案訴訟仍在原法院審理\r\n中，難認其供擔保之原因已消滅。亦不得因抗告人另案聲請對相對人假扣\r\n押曾提供擔保，即謂其因聲請假執行所供擔保之原因消滅。原法院因而裁\r\n定駁回抗告人發還保證金之聲請，經核於法並無違背。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1629 號 民事裁定",
        "case_summary": "遷讓房屋再審事件",
        "case_date": "民國 85 年 07 月 26 日",
        "case_gist": "再審之訴，形式上雖為訴之一種，實質上為前訴訟之再開或續行，其訴訟\r\n標的之價額，仍應以前訴訟程序所核定者為準，不容任意變更。在前訴訟\r\n程序依其訴訟標的價額計算，如因上訴所得受之利益，不逾民事訴訟法第\r\n四百六十六條第一項所定銀元十萬元，而不得提起第三審上訴之第二審判\r\n決，在再審程序，自亦不得上訴於第三審法院。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1628 號 民事裁定",
        "case_summary": "回復原狀事件",
        "case_date": "民國 85 年 07 月 26 日",
        "case_gist": "參加人依民事訴訟法第六十一條規定雖得為所輔助之當事人提起上訴，惟\r\n仍應以該當事人名義行之，其上訴程序始為合法。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1614 號 民事判決",
        "case_summary": "返還租賃物事件",
        "case_date": "民國 85 年 07 月 25 日",
        "case_gist": "民法第八百七十三條第二項所稱之抵押權，雖指已登記之抵押權而言，然\r\n其立法意旨，係在保護債務人，免其因一時之急迫而蒙重大之不利，故對\r\n於未登記之抵押權所為流質契約之訂定，亦屬無效。又債務人以所負之債\r\n額作為房屋賣價，與債權人訂立買賣契約，倘不移轉占有，只約明於一定\r\n之期限內備價回贖或同意債務人自行覓主變賣抵償者，其契約雖名為買賣\r\n，實係就原有債務設定抵押權，而以上開回贖或變賣期間為其清償之期間\r\n。縱屆期未回贖或變賣，亦不生所有權移轉之效力。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1613 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 85 年 07 月 25 日",
        "case_gist": "民法第一百六十九條所定知他人為其代理人而不為反對之意思表示，須負\r\n表見代理授權人之責任者，必本人已知悉他人表示為其代理人，而不為反\r\n對之意思表示，始應就該他人以其代理人之身分所為之法律行為負授權人\r\n之責；倘他人並無以本人之代理人身分為法律行為，尚無由責令本人負授\r\n權人責任之理。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1601 號 民事判決",
        "case_summary": "撤銷買賣行為等事件",
        "case_date": "民國 85 年 07 月 25 日",
        "case_gist": "民法第二百四十五條所定債權人撤銷權得行使之一年除斥期間，應自債權\r\n人知有撤銷原因時起算，即在有償行為，債權人除知有害及債權之事實外\r\n，並須知債務人及受益人亦知其情事起算一年，其撤銷權始告消滅。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1599 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 25 日",
        "case_gist": "民法第六百二十三條規定：關於物品之運送，如因喪失、損傷或遲延而生\r\n之賠償請求權，自運送終了或應終了之時起，二年間不行使而消滅。係因\r\n運送人已為物品運送時，對物品之喪失、毀損或遲到，依民法第六百三十\r\n四條規定應負較重之責任，乃有二年短期時效之適用，以資平衡。如係基\r\n於運送契約之其他債務或債務不履行所生之損害賠償請求權，自無該二年\r\n短期時效規定之適用。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1598 號 民事裁定",
        "case_summary": "返還借款等事件",
        "case_date": "民國 85 年 07 月 25 日",
        "case_gist": "原告於訴狀送達後為訴之追加，被告無異議而為本案之言詞辯論者，視為\r\n同意追加，民事訴訟法第二百五十五條第二項固定有明文，惟所謂為本案\r\n之言詞辯論，係指就追加之訴為本案之言詞辯論者而言。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 407 號 民事裁定",
        "case_summary": "請求清償",
        "case_date": "民國 85 年 07 月 19 日",
        "case_gist": "按債務人怠於行使其權利時，債權人因保全債權，得以自己名義行使其權\r\n利，民法第二百四十二條固定有明文，惟在訴訟程序中之行為，如依法律\r\n之規定，僅該當事人始得為之，且依其性質，並不適於由他人代位行使之\r\n訴訟行為，自不能准由該當事人之債權人代位行使，例如提起上訴、對強\r\n制執行方法之聲明異議、對假扣押假處分裁定提起抗告、攻擊防禦方法之\r\n提出等是。又依民事訴訟法第五百十六條第一項規定，僅債務人得對於支\r\n付命令提出異議，如債務人於法定期間內提出異議，依同法第五百十九條\r\n第一項規定，其支付命令即失其效力，以債權人支付命令之聲請，視為起\r\n訴或聲請調解。易言之，支付命令之雙方當事人自債務人提出異議時起，\r\n即進入訴訟或調解程序，而成為訴訟或調解程序之當事人，苟該異議得由\r\n債務人之其他債權人代位行使，該代位行使異議權之債權人亦不因此而成\r\n為該訴訟程序之當事人，該訴訟程序仍應以債務人本人為當事人，該債權\r\n人即無從以自己之名義行使債務人之權利，此與前揭行使代位權之規定顯\r\n然不合，債權人並不能因此項異議而達成其保全債權之目的甚明，是債務\r\n人對於支付命令之異議權，依其性質，與前揭之上訴、抗告權相類，一旦\r\n行使，即足以使原已可確定之法律關係，再度歸於不確定之狀態，仍由原\r\n來之當事人繼續進行訴訟，自不適於由當事人以外之第三人代位行使，此\r\n與債權人得以自己之名義提起訴訟，代位行使債務人實體法上之請求權者\r\n迥然不相同。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1592 號 民事判決",
        "case_summary": "交付股票事件",
        "case_date": "民國 85 年 07 月 19 日",
        "case_gist": "和解在外國成立或破產在外國宣告者，對於債務人或破產人在中國之財產\r\n不生效力，破產法第四條定有明文。則自國際間平等互惠之原則而言，在\r\n我國成立和解或宣告破產者，債務人或破產人財產所在地之外國，當亦可\r\n否認其效力。本件原審既認我國與香港之間，互不承認對方法院判決之效\r\n力，竟又認本件台灣台北地方法院所為丁磊淼破產宣告之效力，及於破產\r\n人丁磊淼在香港之財產，並進而認定本件系爭股票亦屬破產財團之財產，\r\n因而為上訴人不利之判決，尚嫌率斷。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1579 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 19 日",
        "case_gist": "依民法第二百五十六條規定，債權人於有第二百二十六條之情形時，得解\r\n除其契約，蓋在雙務契約，債權人解除契約即可免除自己之對待給付，但\r\n債權人不解除契約而逕請求不履行之損害賠償，亦非法所不許。\r\n\r\n\r\n參考法條︰民法 第 226、256、266 條 (85.09.25)\r\n          民事訴訟法 第 254 條 (85.09.25)"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1576 號 民事判決",
        "case_summary": "確認債權存在事件",
        "case_date": "民國 85 年 07 月 19 日",
        "case_gist": "系爭二百三十七萬一千七百三十七元，既為工程保留款，乃係已確定發生\r\n之債權，並非附停止條件之債權，為原審所確定之事實，縱該保留款必須\r\n至將來工程全部完工、驗收合格時，上訴人始予以支付，亦僅係清償期是\r\n時屆至，中鹿公司方得請求給付而已。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1574 號 民事判決",
        "case_summary": "塗銷抵押權登記等事件",
        "case_date": "民國 85 年 07 月 19 日",
        "case_gist": "刑事被告在刑事案件之自白，非出於強暴、脅迫、利誘、詐欺、違法羈押\r\n或其他不正之方法，且與事實相符者，得為證據，固為刑事訴訟法第一百\r\n五十六條第一項所規定。故民事法院如欲以之為判決基礎，必須就斟酌調\r\n查該項自白之結果，所得心證之理由，記明於判決，未記明於判決者，即\r\n為民事訴訟法第四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 398 號 民事裁定",
        "case_summary": "清償借款事件",
        "case_date": "民國 85 年 07 月 18 日",
        "case_gist": "抗告為「受裁定」之當事人或其他訴訟關係人，對於裁定聲明不服之方法\r\n，若非「受裁定」之當事人或其他訴訟關係人，即不得為之。申言之，對\r\n於裁定無論為當事人或其他訴訟關係人，必須為「受裁定」之人始有抗告\r\n權，如非「受裁定」之人，縱屬訴訟關係人，亦不能認其有抗告權之存在\r\n。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 394 號 民事裁定",
        "case_summary": "確認所有權登記請求權存在事件",
        "case_date": "民國 85 年 07 月 18 日",
        "case_gist": "所謂訴之追加，係指原告於起訴後提起新訴，以合併於原有之訴而言。訴\r\n是否追加，端以當事人、訴訟標的、訴之聲明三者，於訴訟進行中有無追\r\n加以為斷。本件抗告人於第一審主張依民法第七百七十條規定，請求確認\r\n其就系爭土地之所有權登記請求權存在；嗣於原審追復主張依同法第七百\r\n六十九條規定，請求確認其就系爭土地之所有權登記請求權存在。其主張\r\n之訴訟標的均為時效取得之所有權登記請求權，並無追加，僅補充事實上\r\n之陳述而已，依民事訴訟法第四百四十七條第二項規定，縱未經相對人同\r\n意，亦得為之。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 393 號 民事裁定",
        "case_summary": "國家賠償事件",
        "case_date": "民國 85 年 07 月 18 日",
        "case_gist": "當事人提起上訴同時聲請訴訟救助時，必於法院駁回其訴訟救助之裁定經\r\n合法送達後，已逾相當期間或經法院裁定限期命其補繳裁判費，仍未繳納\r\n裁判費者，始得認其上訴要件有欠缺，以裁定駁回其上訴。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1567 號 民事判決",
        "case_summary": "請求給付賠償金事件",
        "case_date": "民國 85 年 07 月 18 日",
        "case_gist": "按執行法院酌定保證金之目的，在防止應買人於拍定後拒不繳納價金，故\r\n保證金應於拍賣前繳納；應繳納保證金而未照納者，其投標無效。又拍定\r\n人不繳納價金，經執行法院再行拍賣所得之利益，如少於原拍賣之價金及\r\n費用者，原買受人應負賠償其差額之責任，此際，執行法院即以保證金抵\r\n償該差額。故強制執行拍賣前，投標人以載有受款人而未經受款人依規定\r\n背書之票據為保證金者，於拍定後不繳納價金時，因該票據背書不連續，\r\n執行法院即無從主張票據權利而以之抵償再行拍賣費用及價金差額，自與\r\n投標人未於拍賣前繳納保證金同，其投標自屬無效。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1561 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 18 日",
        "case_gist": "查裝船義務雖為運送人之法定義務，惟若約定由傭船人為之，而傭船人因\r\n自己之裝載行為損及其自己之貨物時，依海商法第一百十三條第十五款規\r\n定，運送人就該貨物之毀損、滅失，尚無須負責。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1557 號 民事判決",
        "case_summary": "確認所有權登記請求權存在事件",
        "case_date": "民國 85 年 07 月 18 日",
        "case_gist": "除別有規定外，法院不得就當事人未聲明之事項為判決；又關於言詞辯論\r\n所定程式之遵守，專以筆錄證之，民事訴訟法第三百八十八條及第二百十\r\n九條定有明文。本件被上訴人於原審民國八十五年一月十六日言詞辯論期\r\n日所為聲明，係引用上訴狀所載聲明，有言詞辯論筆錄在卷可憑。惟查被\r\n上訴人提出之上訴狀並無上訴聲明之記載，乃原審未予闡明遽予判決，自\r\n有未合。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1556 號 民事判決",
        "case_summary": "塗銷登記事件",
        "case_date": "民國 85 年 07 月 18 日",
        "case_gist": "公務員於執行職務行使公權力時，因故意或過失不法侵害人民自由或權利\r\n者，除其他法律有特別規定外，祇能依據國家賠償法之規定向國家請求賠\r\n償，要不能依民法第一百八十四條侵權行為之規定向國家請求賠償。又依\r\n國家賠償法請求國家機關為損害賠償時，應先以書面向賠償義務機關請求\r\n之，必賠償義務機關拒絕賠償，或自提出請求之日起逾三十日不開始協議\r\n，或自開始協議之日起逾六十日協議不成立時，請求權人始得提起損害賠\r\n償之訴。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 382 號 民事裁定",
        "case_summary": "聲請更正拍賣抵押物裁定事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "民事訴訟法第二百三十二條第三項規定，對於駁回更正判決聲請之裁定，\r\n不得抗告，此項裁定如有再審之原因，固得聲請再審，但再審法院認其聲\r\n請為無理由，而予駁回之裁定，亦在不得抗告之列。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 381 號 民事裁定",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "(一) 抗告法院以抗告為有理由者，應為廢棄原裁定之裁定，同時自為裁\r\n定代之，或將事件發回原法院或審判長命更為裁定，此在抗告法院有自由\r\n選擇之權。事件已達可為裁定程度無行其他程序之必要時，固以自為裁定\r\n為宜，若尚須其他程序，則予發回亦無不可。\r\n (二) 法院就債務人因假扣押或假處分所受損害，命債權人預供擔保者，\r\n其金額之多寡應如何認為相當，原屬於法院職權裁量之範圍，雖非當事人\r\n所可任意指摘；惟抗告法院仍得依職權認定該擔保金是否相當，予以提高\r\n或降低之。"
    },
    {
        "case_id": "最高法院 85 年度台聲字第 312 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "當事人因無資力支出訴訟費用而聲請訴訟救助者，關於請求救助之事由，\r\n應提出能即時調查之證據以釋明之。此項釋明，得由受訴法院管轄區域內\r\n有資力之人，出具保證書代之，此觀民事訴訟法第一百零九條第二項、第\r\n三項、第二百八十四條之規定自明。所謂無資力，係指窘於生活，且缺乏\r\n經濟信用者而言。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1532 號 民事判決",
        "case_summary": "返還價金事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "系爭室內建物，必須使用同樓層之茶水間、廁所、樓梯、電梯、走廊等小\r\n公部分，否則無法正常使用，業如上述，而茶水間及廁所如安置於室內，\r\n不僅佔用室內有限之空間，且將影響辦公環境之單純性，損害建物之價值\r\n及效用，則上訴人買受系爭建物，因而分擔小公之面積，應不致影響系爭\r\n建物之價值及效用，亦無損於契約預定之效用。上訴人主張系爭買賣標的\r\n物具有瑕疵云云，自難採信。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1526 號 民事判決",
        "case_summary": "給付報酬等事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "當事人主張之事實，經他造於準備書狀內或言詞辯論時或在受命推事、受\r\n託推事前自認者，無庸舉證。自認之撤銷，除別有規定外，以自認人能證\r\n明與事實不符，且係出於錯誤而自認者，始得為之，民事訴訟法第二百七\r\n十九條第一項、第三項分別定有明文。故當事人自認之事實未經合法撤銷\r\n，自不能更為反對之主張。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1522 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "在訴之預備之合併，法院應依原告所列聲明及訴訟標的之順序，依次審判\r\n之，即應就先位之訴先為審判，必先位之訴無理由時，始得就預備之訴調\r\n查裁判。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1519 號 民事判決",
        "case_summary": "參與分配事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "上訴人係以抵押權人之地位聲明實行抵押權，執行法院未依抵押權人實行\r\n抵押權之程序予以列入分配，而依一般無執行名義債權人參與分配之程序\r\n，命上訴人依強制執行法第三十六條規定提起參與分配之訴，上訴人得依\r\n同法第十二條規定聲明異議，以為救濟，乃上訴人竟以訴請求判決准予參\r\n與分配，自有未合。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1517 號 民事判決",
        "case_summary": "所有權移轉豋記事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "土地法第四十三條所謂登記有絕對效力，係為保護因信賴登記取得土地權\r\n利之第三人而設。第三人於訂立買賣契約時，雖屬善意，但其在辦妥登記\r\n取得土地權利前，如已知登記有無效或得撤銷之原因，而仍執意續為登記\r\n，即難認其為信賴登記而為新登記第三人，應不受土地法第四十三條之保\r\n護。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1516 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 85 年 07 月 11 日",
        "case_gist": "支付租金之催告，係意思通知之一種，其通知應向承租人為之，如承租人\r\n有數人者，應向承租人全體為之，否則對於未受催告之承租人，不發生催\r\n告之效力。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 371 號 民事裁定",
        "case_summary": "聲請假扣押事件",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "本件原法院以：按訴訟能力之有無為法院應依職權調查之事項，民事訴訟\r\n法關於訴訟能力之規定於假扣押事件亦應適用。本件再抗告人聲請假扣押\r\n，其聲請狀業已載明其因車禍腦部受傷而成植物人，有診斷書在卷可證，\r\n是再抗告人是否有獨立之訴訟能力，顯有可疑。台灣桃園地方法院未予調\r\n查，竟准其假扣押之聲請，尚有未當，乃將該准予假扣押之裁定廢棄，發\r\n回該法院另為適當之處理，經核於法並無違誤。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 368 號 民事裁定",
        "case_summary": "聲請拍賣抵押物事件",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "依非訟事件法第二十四條第一項規定主張因裁定致權利受有侵害而提起抗\r\n告者，如未受該裁定之送達，其抗告期間，應自其知悉該裁定時起算。所\r\n謂知悉該裁定，係指知悉該裁定之內容而言。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 367 號 民事裁定",
        "case_summary": "聲請拍賣抵押物事件",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "最高限額抵押權，於抵押權成立時，未必先有債權存在，固不得因抵押權\r\n之登記而逕行准許拍賣抵押物，惟法院仍須就抵押權人提出之證據為形式\r\n上之審查而為准駁，倘形式上審查抵押債權人提出之證據，足以證明抵押\r\n債權存在，而其抵押債權金額確定時，法院即應為許可拍賣抵押物之裁定\r\n。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1496 號 民事判決",
        "case_summary": "確認抵押債權不存在等事件",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "抵押權所擔保之債權，原可由契約當事人自行訂定，此觀民法第八百六十\r\n一條但書之規定自明。故契約當事人如訂定以將來可發生之債權為被擔保\r\n債權，自非法所不許 (本院四十七年台上字第五三五號判例參照) 。消費\r\n借貸契約，如約定於抵押權設定後，交付借用物，則將來已有返還借用物\r\n之債權存在，故當事人就借用物尚未交付前之消費借貸契約，設定抵押權\r\n，自無不可。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1495 號 民事判決",
        "case_summary": "請求確認祭祀公業派下權存在",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "祭祀公業係以祭祀祖先為目的而設立之獨立財產，其設立須有享祀人、設\r\n立人及獨立財產之存在，享祀人僅係公業所祭祀之祖先，並非公業之所有\r\n人，又公業之派下權之取得，原則上以祭祀公業之設立人及其繼承人為限\r\n，縱係享祀者之後裔，仍非當然取得派下權。且祭祀公業係屬派下全體公\r\n同共有祀產之總稱，故由土地登記簿所登記之祭祀公業名義，無從證明設\r\n立人、祀產來源及作為派下權認定之依據，上訴人援引土地登記簿謄本記\r\n載祭祀公業劉○○，而主張系爭土地為劉嘉文所有，並認劉○○之所有子\r\n孫均應享有派下權利，尚屬無據。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1480 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "本件房屋係建於六十四年之老舊房屋，為原審確定之事實，舊屋容易漏水\r\n，既屬常態，則房屋所有人自應以善良管理人之注意，善盡維修之責任。\r\n上訴人主張被上訴人自八十年起其四樓兩間廁所之浴缸、抽水馬桶、洗臉\r\n盆、排水管均未為應有之維修，而使髒、廢水漏至三樓，致伊三樓地板髒\r\n亂，浴廁天花板腐蝕，四周牆壁、壁櫥潮溼發霉等情，倘屬非虛，則被上\r\n訴人怠於善盡維修之注意，致其四樓之浴缸、抽水馬桶、洗臉盆、排水管\r\n發生滲漏，損及三樓房屋，能否謂無過失而侵害上訴人之權利，即有研求\r\n之餘地。"
    }
]