[
    {
        "case_id": "最高法院 104 年度台上字第 256 號 民事判決",
        "case_topic": "請求確認道路通行權存在",
        "case_date": "民國 104 年 02 月 11 日",
        "case_gist": "按民法第七百八十七條第一項所定之通行權，其主要目的，不僅專為調和\r\n個人所有之利害關係，且在充分發揮袋地之經濟效用，以促進物盡其用之\r\n社會整體利益（參看本院七十八年台上字第九四七號判例意旨）。是袋地\r\n通行權，非以袋地與公路有聯絡為已足，尚須使其能為通常使用。而是否\r\n能為通常使用，須斟酌該袋地之位置、地勢、面積、用途、社會環境變化\r\n等因素為綜合判斷。倘袋地為建地時，並應考量其坐落建物之防火、防災\r\n、避難及安全需求，始符能為通常使用意旨。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 255 號 民事判決",
        "case_topic": "請求交付金錢",
        "case_date": "民國 104 年 02 月 11 日",
        "case_gist": "按清償期，除法律另有規定或契約另有訂定，或得依債之性質或其他情形\r\n決定者外，債權人得隨時請求清償，債務人亦得隨時為清償。消滅時效，\r\n自請求權可行使時起算。民法第三百十五條、第一百二十八條前段分別定\r\n有明文。是債權未定清償期者，其請求權之消滅時效應自債權成立時起算\r\n（本院二十八年上字第一七六○號判例意旨參照）。受任人因處理委任事\r\n務所收取之金錢（民法第五百四十一條第一項參見），除法律另有規定或\r\n契約另有訂定、或得依其他情形決定者外，委任人得隨時請求交付，其交\r\n付請求權之消滅時效，原則上應自受任人收取該金錢時起算。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 110 號 民事裁定",
        "case_topic": "請求返還價金聲請駁回參加訴訟",
        "case_date": "民國 104 年 02 月 11 日",
        "case_gist": "參加人參加訴訟，係在輔助當事人之一造為訴訟行為，使得勝訴結果，藉\r\n以維持自己私法上之利益。申言之，第三人之輔助參加，形式上之目的雖\r\n在協助一造當事人取得勝訴判決，實質之目的則在保護第三人自己之利益\r\n。因此，第三人之權利如存在於當事人間之訴訟標的物上，或就他人間之\r\n訴訟，因當事人之一造敗訴，依該裁判之內容或執行之結果，將使第三人\r\n在私法上之地位，受不利益之影響者，均應認為有法律上之利害關係。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 222 號 判決",
        "case_topic": "請求履行和解契約",
        "case_date": "民國 104 年 02 月 05 日",
        "case_gist": "按鄉鎮市調解委員會之民事調解，屬當事人互相讓步而自主解決民事紛爭\r\n之機制，一經成立及法院核定，在實體法上有使當事人所拋棄權利消滅及\r\n取得調解書所訂明權利之效力，在程序法上具有與民事確定判決同一之效\r\n力，觀諸鄉鎮市調解條例第二十七條規定即明。此乃為確保法之安定性，\r\n並基於當事人實體法及程序法之處分權，避免紛爭再燃，不利於當事人程\r\n序利益之保障及有限司法資源之有效利用使然。當事人於鄉鎮市調解委員\r\n會成立調解並經法院核定後，如認該調解有無效之原因，唯有依同條例第\r\n二十九條第一項規定，向原核定法院提起宣告調解無效之訴，始得救濟。\r\n於得有勝訴之確定判決前，難謂該調解無與確定判決同一之效力，當事人\r\n自仍應受其拘束。至同條第三項固有「當事人應於法院核定之調解書送達\r\n後三十日內為之」之限制，惟於當事人主張調解有實體法上絕對無效事由\r\n致無效者，參照民國九十二年修正民事訴訟法第四百十六條規定之修正說\r\n明：「調解有無效或得撤銷之原因，當事人得向原法院提起宣告調解無效\r\n或撤銷調解之訴者，就第五百零一條再審程序關於應遵守之程式規定，亦\r\n應準用，爰於第四項增訂之。又民法上之無效有絕對無效或相對無效，如\r\n認為成立之調解有民法上無效之原因，即一律不受第五百條不變期間之限\r\n制，而得隨時提起宣告調解無效之訴者，實有礙法之安定性，故將第四項\r\n但書規定刪除，委由法官依具體個案情形，就當事人所主張之無效原因，\r\n個別判斷其提起宣告調解無效之訴是否須受第五百條不變期間之限制」之\r\n同一法理，自亦不受三十日之限制。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 206 號 判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 104 年 02 月 04 日",
        "case_gist": "按民法第一百零五條前段規定：代理人之意思表示，因其意思欠缺、被詐\r\n欺、被脅迫，或明知其事情或可得而知其事情，致其效力受影響時，其事\r\n實之有無，應就代理人決之，肇因於本人藉代理人之行為以擴大其活動範\r\n圍，該代理人於代理權限內以本人名義所為或所受意思表示而生之法律效\r\n果，依同法第一百零三條第一項規定，均歸屬於本人，因而代理人為代理\r\n行為時，其「意思表示瑕疵」或「明知或可得而知其事情」事實之有無？\r\n應就為意思表示之代理人決之，並使法律效果直接對本人發生效力，此乃\r\n該條規定之所由設。至為本人服勞務之使用人有此情形時，究以何人之意\r\n思表示以為斷？我民法雖未設有規範，惟使用人為本人為意思表示或從事\r\n一定事務，對外均未自為意思表示，且其效力亦應同歸於本人，殊與本人\r\n藉代理人之行為輔助而擴大其活動範圍者相類。因此，使用人在參與本人\r\n意思表示形成之過程中，如因其被詐欺、脅迫；或為本人從事一定事務（\r\n包括法律及非法律行為）時，就其是否明知其事情或可得而知其事情？致\r\n其效力受影響者，各該事實之有無？參照民法第一條「相類似之案件，應\r\n為相同處理」之法理，自應類推適用民法第一百零五條前段規定，就使用\r\n人決之，而由本人主張或承擔其法律效果。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 167 號 民事判決",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 104 年 01 月 29 日",
        "case_gist": "勞工違反勞動契約或工作規則，情節重大者，雇主得不經預告終止契約。\r\n此項終止契約，應自知悉其情形之日起，三十日內為之，勞基法第十二條\r\n第一項第四款、第二項定有明文。該所稱「知悉其情形」，係指對勞工違\r\n反勞動契約或工作規則，情節重大，有所確信者而言；而情節是否重大，\r\n併應斟酌雇主因此所受損害之情形。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 64 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 104 年 01 月 28 日",
        "case_gist": "聲明異議人及其他債權人或債務人於分配期日均未到場，致執行法院未得\r\n依強制執行法第四十條之一第一項規定更正分配表，異議程序因而未終結\r\n者，應可認該債權人或債務人對聲明異議人有反對之陳述。於此情形，倘\r\n執行法院業經通知該聲明異議人提出起訴證明，而該聲明異議人又已依法\r\n對反對陳述之債權人或債務人提起分配表異議之訴，並在前述通知送達後\r\n即時向執行法院為起訴之證明者，參照同法第四十一條第四項之法理，受\r\n訴法院即不得認該分配表異議之訴為不備起訴要件，以免使執行法院之通\r\n知成為空談。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 138 號 判決 (家事類)",
        "case_topic": "請求確認親子關係不存在",
        "case_date": "民國 104 年 01 月 23 日",
        "case_gist": "按就法律所定親子或收養關係有爭執，而有即受確認判決之法律上利益者\r\n，得提起確認親子或收養關係存在或不存在之訴，家事事件法第六十七條\r\n第一項定有明文。其立法理由復說明：有無法律上利益，應依具體個案情\r\n形判斷之，而與本案請求在實體法上有無理由之問題有別，爰規定如第一\r\n項所示。準此，第三人就子女及其法律上受推定生父間之親子關係如有所\r\n爭執，而生法律關係之不明確，為除去該法律上爭執，以維持法之和平及\r\n法之安定性，且此項危險適足以確認判決除去時，可認為具有確認利益，\r\n得提起確認訴訟，然此確認利益之有無與實體權利義務關係之存否，應區\r\n別予以判斷。如為繼承權因婚生推定而受影響之第三人，同法第六十四條\r\n第一、二項（刪除前民事訴訟法第五百九十條第一項、第二項）已另設規\r\n定，允許繼承權被侵害之人得於夫妻之一方或子女於法定期間內或期間開\r\n始前死亡之情形，提起否認子女之訴，且應自被繼承人死亡之時起，六個\r\n月（一年）內起訴。如逾該期間，即不得再提起否認子女之訴以推翻子女\r\n之婚生性。繼承權人如仍有爭執而提起確認法律上父與子女間之親子關係\r\n不存在之訴，雖可認有確認訴訟之確認利益，但由於其已逾法定之除斥期\r\n間而不得再推翻法律上之婚生性，故仍應為其敗訴之實體判決。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 86 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 104 年 01 月 21 日",
        "case_gist": "一方於當事人間未有契約或其他債之關係之情形下，非以給付之意思在他\r\n方所承攬之工地上，支出費用施以勞務增益他人之財產，致使他方受有利\r\n益，形成財貨不當之移動，而無法律上之原因者，應成立不當得利（支出\r\n費用型或耗費型之不當得利），受損之一方自可依民法第一百七十九條之\r\n規定向受益之他方請求返還利益。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 79 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 104 年 01 月 15 日",
        "case_gist": "按違約金係為賠償因遲延清償金錢債務所生之損害而為約定者，僅於債務\r\n人給付遲延時，債權人始得請求給付，該違約金並非基於一定法律關係而\r\n定期反覆發生之債權，自非民法第一百二十六條所定定期給付債權，而無\r\n該條短期時效之適用。至於本件違約金約定「按每百元每日壹角計算」，\r\n僅係其金額計算方式，非一定期間經過而反覆發生債權。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 35 號 民事判決",
        "case_topic": "請求確認董事委任關係不存在等",
        "case_date": "民國 104 年 01 月 08 日",
        "case_gist": "按公司法第二十七條第二項原僅規定：政府或法人為股東時，亦得由其代\r\n表人當選為董事或監察人，代表人有數人時，得分別當選。一○一年一月\r\n四日增訂但書「但不得同時當選或擔任董事及監察人」之規定。原審所引\r\n立法理由「法人及政府股東當選公司董事或監察人之職務行使者，因未規\r\n定不得由其代表人同時當選或擔任公司之董事及監察人，導致諸多公司經\r\n營陷入董監狼狽為奸之謬誤，公開發行股票公司若有上述情狀者，對於市\r\n場經濟之秩序侵害頗甚，遂據此修訂公司法第二十七條，亦將據此修訂證\r\n券交易法第二十六條之三」，係原提案之立法委員之說明，而其提案內容\r\n係於該條文增訂第三項「政府或法人為公開發行公司之股東時，除經主管\r\n機關核准者外，不得由其代表人同時當選或擔任公司之董事及監察人」，\r\n即與當時證券交易法第二十六條之三第二項規定相同，僅就公開發行公司\r\n為規定，但最後係按現行條文通過，未以公開發行公司為限。可見無論是\r\n否屬公開發行公司，亦不問該公司之規模，均禁止法人股東之代表人同時\r\n當選或擔任董事及監察人，以期發揮監察人之監督功能，落實公司治理。\r\n於法人股東之代表人及由該法人百分之百轉投資之法人股東之代表人同時\r\n當選或擔任董事及監察人之情形，該二法人形式上雖獨立存在，但後者完\r\n全由前者掌控，其代表人實質上係由投資之法人指派，該二法人股東之代\r\n表人同時當選或擔任董事及監察人者，與同一法人之數代表人同時當選或\r\n擔任之情形無異，應為公司法第二十七條第二項之文義所涵攝。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 35 號 判決",
        "case_topic": "請求確認董事委任關係不存在等",
        "case_date": "民國 104 年 01 月 08 日",
        "case_gist": "按公司法第二十七條第二項原僅規定：政府或法人為股東時，亦得由其代\r\n表人當選為董事或監察人，代表人有數人時，得分別當選。民國一○一年\r\n一月四日增訂但書「但不得同時當選或擔任董事及監察人」之規定。原審\r\n所引立法理由「法人及政府股東當選公司董事或監察人之職務行使者，因\r\n未規定不得由其代表人同時當選或擔任公司之董事及監察人，導致諸多公\r\n司經營陷入董監狼狽為奸之謬誤，公開發行股票公司若有上述情狀者，對\r\n於市場經濟之秩序侵害頗甚，遂據此修訂公司法第二十七條，亦將據此修\r\n訂證券交易法第二十六條之三」，係原提案之立法委員之說明，而其提案\r\n內容係於該條文增訂第三項「政府或法人為公開發行公司之股東時, 除經\r\n主管機關核准者外, 不得由其代表人同時當選或擔任公司之董事及監察人\r\n」，即與當時證券交易法第二十六條之三第二項規定相同，僅就公開發行\r\n公司為規定，但最後係按現行條文通過，未以公開發行公司為限。可見無\r\n論是否屬公開發行公司，亦不問該公司之規模，均禁止法人股東之代表人\r\n同時當選或擔任董事及監察人，以期發揮監察人之監督功能，落實公司治\r\n理。而於法人股東之代表人及由該法人百分之百轉投資之法人股東之代表\r\n人同時當選或擔任董事及監察人之情形，該二法人形式上雖獨立存在，但\r\n後者完全由前者掌控，其代表人實質上係由投資之法人指派，該二法人股\r\n東之代表人同時當選或擔任董事及監察人者，與同一法人之數代表人同時\r\n當選或擔任之情形無異，應為公司法第二十七條第二項之文義所涵攝。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 33 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 104 年 01 月 08 日",
        "case_gist": "對照台灣地區與大陸地區人民關係條例第七十四條、香港澳門關係條例第\r\n四十二條規定之差異，及後條例係為排除前條例於港澳地區適用而特為立\r\n法，可見係立法者有意為不同之規範，即基於兩岸之特殊關係，為解決實\r\n際問題，對於在大陸地區作成之民事確定裁判、民事仲裁判斷，特以非訟\r\n程序為認可裁定，並僅就以給付內容者，明定其有執行力，而未賦予實質\r\n確定力。立法者既係基於兩岸地區民事訴訟制度及仲裁體制差異，為維護\r\n我法律制度，並兼顧當事人權益（見該條文立法理由），而為上開規定，\r\n自不容再援引民事訴訟法、仲裁法關於外國民事確定裁判、外國仲裁判斷\r\n效力之相關規定及法理，認在大陸地區作成之民事確定裁判及仲裁判斷，\r\n經我法院裁定認可者，即發生既判力。至於當事人如已於認可程序爭執該\r\n確定民事裁判或仲裁判斷之內容或其程序違背我公共秩序或善良風俗，為\r\n認可裁定之法院亦已行較周密之非訟程序而為判斷，嗣債務人復以同一爭\r\n執提起債務人異議之訴時，於具體個案是否違背程序上之誠信原則，則屬\r\n別一問題。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 14 號 民事判決",
        "case_topic": "請求返還消費寄託款",
        "case_date": "民國 104 年 01 月 07 日",
        "case_gist": "按銀行經主管機關許可兼營金錢之信託業務，就信託契約之訂定，應以書\r\n面為之，並應記載信託業法第十九條第一項所列各款事項，此觀信託業法\r\n第三條第一項、第十六條第一款、第十九條第一項規定自明。揆其立法理\r\n由，乃因信託契約為信託當事人雙方權利義務及信託行為之依據，為使信\r\n託當事人間權益關係明確，而強制規定應以書面為之及其應記載之事項。\r\n準此，銀行兼營金錢信託業務之信託契約，倘未以書面訂定並記載信託業\r\n法第十九條第一項所列各款事項，依民法第七十三條本文規定，應屬無效\r\n。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2719 號 民事判決",
        "case_topic": "請求確認股東會決議無效等",
        "case_date": "民國 103 年 12 月 31 日",
        "case_gist": "公司法基於企業所有與企業經營分離之原則，於第二百零二條規定：「公\r\n司業務之執行，除本法或章程規定應由股東會決議之事項外，均應由董事\r\n會決議行之。」故凡非經法律或於章程規定屬股東會權限之公司業務執行\r\n事項，皆應由董事會決議行之，不因公司法第一百九十三條第一項規定：\r\n「董事會執行業務，應依照法令章程及股東會之決議」，而有不同。又股\r\n東會係由公司所有者組成，董事會就其權限事項，決議交由股東會決定時\r\n，乃將其權限事項委由股東會以決議行之，尚非法之所禁。查被上訴人董\r\n事會於決議追認系爭交易案後，再決議於股東常會提出追認案，由股東常\r\n會追認系爭交易，為原審確定之事實。則股東常會就該追認案作成決議，\r\n依上說明，自無不合。次按公司與董事間訴訟，股東會得另選代表公司為\r\n訴訟之人，此觀公司法第二百十三條規定即明。就少數股東依公司法第二\r\n百十四條第二項規定為公司提起訴訟時，公司是否參加訴訟，依同一法理\r\n，自得由股東會決議行之。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2700 號 民事判決",
        "case_topic": "請求給付退休金",
        "case_date": "民國 103 年 12 月 30 日",
        "case_gist": "按勞動基準法（下稱勞基法）第十二條第一項規定，勞工有該條項所列情\r\n形之一者，雇主得不經預告終止契約。故雇主非有該項各款之事由，不得\r\n任意不經預告終止契約，此為民法第七十一條所稱之禁止規定，如有違反\r\n，自不生終止之效力（效力規定）。準此，雇主倘故意濫用其經濟上之優\r\n勢地位，藉「合意終止」之手段，使勞工未處於「締約完全自由」之情境\r\n，影響其決定及選擇之可能，而與勞工締結對勞工造成重大不利益之契約\r\n內容，導致勞工顯失公平，並損及誠信與正義者，即屬以間接之方法違反\r\n或以迂迴方式規避上開條項之禁止規定。於此情形，勞工自得比照直接違\r\n反禁止規定，主張該合意終止契約為無效，以落實勞基法依據憲法第十五\r\n條、第一百五十二條及第一百五十三條規定而制定之本旨（勞基法第一條\r\n參照）。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2697 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 103 年 12 月 30 日",
        "case_gist": "按對於分配表為異議之債權人，向執行法院對為反對陳述之債權人，依強\r\n制執行法第四十一條第一項規定提起分配表異議之訴者，僅得以債權存否\r\n（即主張被告之債權不成立、已消滅、期限未到或未受分配之原告債權存\r\n在）或分配金額（即主張被告分配金額不符、債權無優先權或未受分配之\r\n原告債權有優先權）等爭執為限，此觀同法第三十九條第一項規定自明。\r\n倘繼承人之債權人對被繼承人保證契約之債權存否及其金額並無異議，祇\r\n就執行標的物是否為繼承人固有財產？或認該保證契約之債權由繼承人固\r\n有財產清償，有依一○一年施行法第一條之三第二項規定，對繼承人顯失\r\n公平之情形者，應僅屬繼承人得否依強制執行法規定聲明異議或提起異議\r\n之訴之範疇，究與對保證契約之債權存否及該債權分配金額為爭執有間，\r\n尚非分配表異議之訴所得救濟。於此情形，繼承人之債權人對被繼承人保\r\n證契約債權人所提之分配表異議之訴，即無權利保護之必要。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2618 號 民事判決",
        "case_topic": "給付退休金",
        "case_date": "民國 103 年 12 月 17 日",
        "case_gist": "私校退撫條例施行前，依私立學校法規定成立之原私校退撫基金管理會，\r\n於儲金管理會成立時，併入儲金管理會，合併後基金管理會之權利義務由\r\n儲金管理會概括承受。儲金管理會應為私立學校及教職員分別設立學校儲\r\n金準備專戶及個人退撫儲金專戶。私校退撫條例第四條第三、四項分別定\r\n有明文。第十二條第四項後段並規定：本條例施行前任職年資之退休、撫\r\n卹及資遣給與，由儲金管理會以原私校退撫基金支給。是私立學校教職員\r\n關於私校退撫條例施行前、後年資之退休、撫卹及資遣給與，係由儲金管\r\n理會依教職員之前、後年資，分別自退撫儲金及原私校退撫基金中支給，\r\n則教職員或請領撫卹金遺族請領私校退撫條例施行前年資之退休、撫卹及\r\n資遣給與，仍由儲金管理會依職權審定後為各項給與，自不得向私立學校\r\n另為請求。而依私校退撫條例第五條規定，教職員申請退休、撫卹、離職\r\n及資遣給與時，應由本人或遺族填具申請書，並檢附相關證明文件及領據\r\n，報服務學校彙轉儲金管理會審定之。顯見教職員之服務學校於私校退撫\r\n條例施行後，應負彙轉申請退休、撫卹、離職及資遣給與之相關文件、領\r\n據予儲金管理會審定之協力義務。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2501 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 103 年 12 月 03 日",
        "case_gist": "按時效完成後，債務人僅取得拒絕給付之抗辯權，債權人之債權並不因而\r\n消滅（民法第一百四十四條規定參照）。是否行使時效抗辯權，雖為債務\r\n人之權利，惟依民法第一百四十八條第二項規定，其行使權利，仍應依誠\r\n實及信用方法，如有違反，即為權利之不法行使，自應予以禁止。又誠信\r\n原則原具有衡平機能，因債務人之行為，妨礙債權人行使權利，致其請求\r\n權罹於時效，如許債務人為時效之抗辯，依其情形有失公允者，法院自得\r\n本於該特殊情事，禁止債務人行使該抗辯權。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 1043 號 民事裁定",
        "case_topic": "聲請管收",
        "case_date": "民國 103 年 12 月 03 日",
        "case_gist": "按九十四年六月二十二日修正前行政執行法第十七條第一項、第二項分別\r\n規定「義務人有下列情形之一者，得命其提供相當擔保，限期履行，並得\r\n限制其住居」、「義務人逾前項限期仍不履行，亦不提供擔保者，行政執\r\n行處得聲請該管法院裁定拘提管收之」，明定行政執行機關聲請管收，以\r\n已命義務人提供相當擔保，限期履行，義務人逾限期仍不履行，亦不提供\r\n擔保為其要件。現行條文除保留第一項規定外，其第七項關於義務人經通\r\n知或自行到場後予以管收之規定，雖僅規定「經行政執行官訊問後，認有\r\n前項各款情形之一，而有聲請管收必要者，行政執行處得將義務人暫予留\r\n置；其訊問及暫予留置時間合計不得逾二十四小時」，但現行條文係依司\r\n法院大法官會議釋字第五八八號解釋而為修正，旨在加強人身自由之保障\r\n，並符合比例原則，管收之要件較修正前更為嚴格；管收處分既係強制執\r\n行之最後手段，則行政執行機關依現行規定聲請法院裁定管收，尤應先踐\r\n行上述程序，即非先命義務人提供擔保，限期履行，不得逕聲請法院裁定\r\n管收。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2491 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 103 年 11 月 27 日",
        "case_gist": "公務員撫卹金係依公務員撫卹法之規定而領得，其性質為受國家之恩惠。\r\n而國家賠償法係依憲法第二十四條而制訂，兩者之目的、性質決然不同，\r\n兩者間無重複領取而有相互折抵之問題。故當公務人員即如本件之被害人\r\n李○清因公有設施設置或管理有欠缺，致受損害時，既與人民處於同一地\r\n位受損害無異，雖其與國家具有公法上職務關係，仍不得剝奪其請求國家\r\n賠償受損之權利。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 1024 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 103 年 11 月 27 日",
        "case_gist": "法院為假處分裁定時，對於假處分所保全之請求，是否得以金錢之給付達\r\n其目的，或債務人將因假處分而受難以補償之重大損害，或有其他特別情\r\n事等項，使債務人充分陳述意見，而認不應許其供擔保後撤銷假處分者，\r\n就此既經踐行適當程序審認並為判斷，則債務人於該裁定確定後，另主張\r\n前程序得提出之事實或證據，依民事訴訟法第五百三十六條第二項規定，\r\n聲請法院許其供擔保後撤銷假處分，即難認有保護之必要，自不應准許。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2477 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記等",
        "case_date": "民國 103 年 11 月 26 日",
        "case_gist": "按土地法第一百零四條第一項規定，基地出賣時，承租人有依同樣條件優\r\n先購買之權。必該優先購買權人，於接到出賣人以與買賣契約內容（如買\r\n賣標的、範圍、價金及付款方法等）同條件之通知後，未於十日內表示者\r\n，其優先購買權始視為放棄。民法第四百二十六條之二第二項更規定，該\r\n通知應以書面為之。又所謂通知，係指將得以同樣條件優先購買之情事，\r\n向有優先購買權人為告知之意。法院判決書之送達，係在通知當事人訴訟\r\n結果，並非出賣人所為優先購買權之通知，優先購買權人無義務於十日內\r\n為應買之表示。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2435 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 103 年 11 月 20 日",
        "case_gist": "當事人約定承攬報酬按工作完成之程度分期給付，於每期給付時，保留其\r\n一部，待工作全部完成驗收合格後始為給付者，係對於已發生之保留款債\r\n權約定不確定之清償期限，該債權並非附有解除條件之債權。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2432 號 民事判決",
        "case_topic": "請求分配圖調整之訴",
        "case_date": "民國 103 年 11 月 19 日",
        "case_gist": "平均地權條例第五十八條及獎勵重劃辦法第三條規定，土地所有權人自辦\r\n市地重劃，應組織重劃會，以自辦市地重劃區內全體土地所有權人為會員\r\n。重劃會會員大會具有通過或修改章程、選任或解任理事、監事、追認或\r\n修正重劃計畫書、認可重劃分配結果等權責（同辦法第十三條參照），為\r\n參與重劃土地所有權人之意思機關及最高權力機關，其決議之性質，與社\r\n團總會決議相似，自可類推適用民法第五十六條規定。於重劃會會員大會\r\n之召集程序或決議方法違反法令或章程時，准由會員請求法院撤銷重劃會\r\n之決議；於其決議內容違反法令或章程時，准由會員訴請確認重劃會之決\r\n議為無效。有關重劃後土地分配之原則，市地重劃實施辦法第三十一條規\r\n定：「重劃後土地分配之位置，以重劃前原有土地相關位次分配於原街廓\r\n之面臨原有路街線者為準。」此於獎勵重劃辦法第二條規定準用之。是以\r\n土地所有權人主張其重劃後土地分配之位置，與市地重劃實施辦法第三十\r\n一條規定有違，依獎勵重劃辦法第三十四條第二項規定，訴請法院裁判時\r\n，即得請求確認重劃會會員大會（或其所授權之理事會）關於重劃分配之\r\n決議無效，俾免其權益因參加市地重劃而遭受損害。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2427 號 民事判決",
        "case_topic": "請求給付違約金等",
        "case_date": "民國 103 年 11 月 19 日",
        "case_gist": "民法第七百五十六條之一所定人事保證，係以受僱人將來因職務上行為即\r\n勞務提供，對僱用人可能發生內容不確定之損害賠償債務為保證對象。保\r\n證契約就受僱人勞務給付義務之履行為擔保者，則係對於受僱人不履行該\r\n義務所負特定損害賠償責任之保證，其性質為一般保證，並非人事保證。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2425 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 103 年 11 月 19 日",
        "case_gist": "按保險事故發生時，要保人或被保險人應採取必要行為，以避免或減輕保\r\n險標的之損失，保險人對於要保人或被保險人未履行此項義務而擴大之損\r\n失，不負賠償責任；又保險人對於要保人或被保險人，為履行前項義務所\r\n生之費用，負償還之責，為海商法第一百三十條第一、二項所明定。則採\r\n取必要行為係屬要保人或被保險人之義務，因該行為所生之費用，保險人\r\n應負償還之責。該償還責任屬法定責任，與保險人之理賠責任係屬二事，\r\n不以保險人應負理賠責任為要件。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 976 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 103 年 11 月 13 日",
        "case_gist": "和解成立者，當事人得於成立之日起三個月內聲請退還其於該審級所繳裁\r\n判費三分之二。又原告於第一審言詞辯論終結前撤回其訴者，得於撤回後\r\n三個月內聲請退還該審級所繳裁判費三分之二。前項規定，於當事人撤回\r\n上訴者準用之。民事訴訟法第八十四條第二項及第八十三條第一、二項規\r\n定甚明。是同造當事人倘已全部與他造和解或撤回其上訴者，即得聲請退\r\n還其於該審級所繳裁判費三分之二。至本院九十五年度第七次民事庭會議\r\n所稱：必該訴訟全部因上訴人撤回上訴等語，係指同造上訴人均撤回上訴\r\n而言，非謂須兩造上訴人均撤回上訴。"
    },
    {
        "case_id": "最高法院 103 年度台聲字第 1349 號 民事裁定",
        "case_topic": "請求塗銷所有權移轉登記等聲請核定第三審律師酬金",
        "case_date": "民國 103 年 11 月 13 日",
        "case_gist": "聲請核定第三審律師酬金之目的在於確定訴訟費用額，即確定應負擔訴訟\r\n費用之一造應賠償他造所支出訴訟費用之數額。本院廢棄下級法院判決之\r\n判決，若未諭知訴訟費用之負擔，當事人自不得請求他造賠償其支出之訴\r\n訟費用，即無聲請本院核定第三審律師酬金之必要，其聲請核定第三審律\r\n師酬金，為無實益，不應准許。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 959 號 民事裁定",
        "case_topic": "請求協同辦理清算合夥財產聲請強制執行聲明異議",
        "case_date": "民國 103 年 11 月 12 日",
        "case_gist": "按非金錢債權請求權之內容，包括物之交付請求權，及行為、不行為請求\r\n權，行為請求權尚有可代替行為請求權與不可代替行為請求權之別。惟非\r\n金錢債權請求權之執行名義內容不一，執行程序亦呈現多樣化，故為物之\r\n交付請求權與行為、不行為請求權複合型態之債權請求權，所在多有。準\r\n此，執行法院應依執行名義所示之債權請求權內容，選擇或併用適當之執\r\n行方法，以滿足該執行名義所示之債權人私法上請求權。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2333 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 103 年 11 月 06 日",
        "case_gist": "部分共有人依土地法第三十四條之一第一項規定處分共有土地之全部，對\r\n於未同意處分共有人之應有部分，係依法律規定而有權處分，惟仍應兼顧\r\n其權益，並符公平原則。此項處分不包括分割，其承受人雖不以共有人以\r\n外之人為限，惟倘同意處分之共有人兼為承受人，其應有部分實際未為處\r\n分，乃竟得就未同意處分共有人之應有部分強制予以處分，並參與其價格\r\n之決定，即有利害衝突顯失公平情形，難認正當。況承受人既為共有人，\r\n他共有人即無優先承購權，則處分之結果，不啻將共有土地全部分割歸其\r\n取得，且依其決定之價格補償未同意處分之共有人，要非法之所許。是共\r\n有人為承受人時，其人數及應有部分不得計入同意處分之共有人數及應有\r\n部分。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2260 號 民事判決",
        "case_topic": "請求交付股份等",
        "case_date": "民國 103 年 10 月 30 日",
        "case_gist": "公司股東之盈餘分派給付請求權雖源自股東盈餘分派請求權，惟二者並非\r\n相同，倘股東常會已合法決議分派盈餘，股東對公司即有具體之盈餘分派\r\n給付請求權存在。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2245 號 民事判決",
        "case_topic": "請求確認債權不存在等",
        "case_date": "民國 103 年 10 月 29 日",
        "case_gist": "按債務人對於支付命令未於法定期間提出異議者，支付命令與確定判決有\r\n同一之效力，為民事訴訟法第五百二十一條第一項所明定。是債務人於支\r\n付命令確定後，除依法對之提起再審之訴外，不得再為與該確定支付命令\r\n意旨相反之主張，亦不容以違約金過高為由請求核減。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2198 號 民事判決",
        "case_topic": "請求給付票款等",
        "case_date": "民國 103 年 10 月 23 日",
        "case_gist": "主張不當得利請求權存在之當事人，對於不當得利請求權之成立，應負舉\r\n證責任，即應證明他方係無法律上之原因而受利益，致其受有損害。如受\r\n利益人係因給付而得利時，所謂無法律上之原因，係指給付欠缺給付之目\r\n的。故主張該項不當得利請求權存在之當事人，應舉證證明該給付欠缺給\r\n付之目的。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2189 號 民事判決",
        "case_topic": "請求給付諮詢費",
        "case_date": "民國 103 年 10 月 22 日",
        "case_gist": "委任乃受任人本於一定之目的提供勞務，為委任人處理事務（民法第五百\r\n二十八條參照），該契約之標的（內容）重在提供勞務而為事務之處理，\r\n至於有無完成一定之工作，則非所問。因此，於約定有報酬之情形，苟受\r\n任人已為事務之處理，並於委任關係終止及為明確報告顛末後，不問事務\r\n是否已發生預期效果或成功，原則上即得請求報酬。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2188 號 民事判決",
        "case_topic": "請求塗銷所有權登記等",
        "case_date": "民國 103 年 10 月 22 日",
        "case_gist": "基地出賣時蓋有之該房屋具有一定之經濟價值，且承租人與基地所有人訂\r\n立租約時，係約定以在土地上有房屋（建築物）為目的，即不因該房屋嗣\r\n後被拆除而影響其原本已取得之優先購買權，以貫徹法律就優先購買權重\r\n在使基地及其上之房屋合歸一人所有之旨意及實務上對違章建築賦與事實\r\n上處分權之內涵。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2153 號 民事判決",
        "case_topic": "請求確認所有權不存在等",
        "case_date": "民國 103 年 10 月 16 日",
        "case_gist": "台灣光復後，政府為辦理土地權利憑證之換發而訂定之台灣省土地權利憑\r\n證繳驗及換發權利書狀辦法，其目的在使日據時期已取得土地權利之人，\r\n得依繳驗憑證或其他簡便方法，換發權利書狀，僅為地政機關整理地籍、\r\n清查土地之一種程序，尚不得單憑已換發權利憑證予第三人，即認光復前\r\n原登記權利人之物權消滅。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2139 號 民事判決",
        "case_topic": "請求償還價額",
        "case_date": "民國 103 年 10 月 16 日",
        "case_gist": "（一）契約解除時，當事人應返還之物有毀損、滅失或因其他事由，致不\r\n      能返還者，應償還其價額，民法第二百五十九條第六款亦有明文。\r\n      關於原物不能返還，應償還價額之計算，應以價額償還義務成立時\r\n      客觀之價額為準。\r\n（二）土地價值非因施以勞力、資本而增加者，應由國家徵收土地增值稅\r\n      ，歸人民共享之，憲法第一百四十三條第三項揭示甚明。是土地增\r\n      值稅應依照土地自然漲價總數額計算，向獲得其利益者徵收，始符\r\n      合漲價歸公之基本國策及租稅公平之原則。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 884 號 民事裁定",
        "case_topic": "請求塗銷所有權移轉登記等聲請訴訟救助",
        "case_date": "民國 103 年 10 月 15 日",
        "case_gist": "民事訴訟法所設之訴訟救助制度，乃基於法治國原則、社會國原則及平等\r\n原則，賦予當事人程序主體之地位，使其有平等接近及使用法院之機會，\r\n以落實憲法對於訴訟權之保障及財產權之保護。故當事人有無資力支出訴\r\n訟費用？應以其聲請時之經濟狀況及信用技能作為衡量基準，至於其聲請\r\n以前所有但在聲請時已不存在之資產，除聲請人故意以不正當之方法使其\r\n喪失外，並不在斟酌之列。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2112 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 10 月 15 日",
        "case_gist": "基於契約自由及意思自主之原則，當事人得在理性思考與自由經濟市場機\r\n制下，立於相互平等之基礎，斟酌情況，權衡損益，選擇締約之對象、方\r\n式及內容，以追求其締約之經濟目的。倘當事人之一方，經利益衡量後，\r\n對於他方所提出之要約拒絕承諾，除因此造成利害關係之第三人及社會極\r\n大之損害，而違背權利社會化之基本內涵與社會倫理，或其拒絕承諾具有\r\n過失而與該第三人損害之發生或擴大形成共同之原因外，並不生權利濫用\r\n或與有過失之問題。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2076 號 民事判決",
        "case_topic": "給付職業災害補償金等",
        "case_date": "民國 103 年 10 月 08 日",
        "case_gist": "按雇主依勞基法第五十九條規定所負之補償責任，係法定補償責任，此與\r\n依民法規定負侵權行為賠償責任者不同。勞基法第六十條規定，雇主依同\r\n法第五十九條規定給付之補償金額，得抵充就同一事故所生損害之賠償金\r\n額。旨在避免勞工或其他有請求權人就同一職業災害所生之損害，對於雇\r\n主為重複請求，有失損益相抵之原則（立法理由參照）。上訴人並非○○\r\n公司之受僱人，其受領上開職業災害傷病給付及失能給付，復非由○○公\r\n司負擔保險費投保勞工職業災害保險所獲得之保險給付。上訴人既非請求\r\n○○公司負勞基法之連帶補償責任，其請求因○○公司不法侵權行為所受\r\n減少勞動能力之損害，與屬於原領工資補償及殘廢補償性質之傷病給付、\r\n失能給付者不同，並無重複請求可言。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2068 號 民事判決",
        "case_topic": "請求返還本票等",
        "case_date": "民國 103 年 10 月 08 日",
        "case_gist": "因條件成就而受不利益之當事人，如以不正當行為阻其條件之成就者，視\r\n為條件已成就，民法第一百零一條第一項定有明文。此固為維護誠實信用\r\n原則，貫徹附條件法律行為之效力，於因條件成就而受不利益當事人以不\r\n正當行為阻止條件成就時，特設該條件視為已成就之規定。惟對於條件成\r\n就施以影響之行為，究應如何定性其為不正當行為？舉凡故意妨害、違反\r\n法令或違背正義之行為均屬之外，當視法律行為時當事人之意思依誠實信\r\n用之原則客觀地評價，以決定該當事人所為是否可被允許？其評價之作成\r\n，並應考慮該當事人對系爭條件之成就施以影響之動機、目的，再參酌具\r\n體個案情況予以認定之。倘系爭條件成就之促成，係以不作為之方式為之\r\n，於評價該不正當性時，更應以作為義務之存在為前提。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2062 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 10 月 08 日",
        "case_gist": "買受人於遲延中，在出賣人解除契約以前，其雙方原有之買賣關係仍繼續\r\n存在，出賣人所負交付標的物之義務並非當然消滅；倘買受人於遲延中復\r\n向出賣人表示受領之意思，且客觀上具有可隨時受領之情形，除出賣人能\r\n證明買受人並無受領之真意或其客觀上已不能受領外，買受人遲延之狀態\r\n即因滌除而終了，出賣人僅得向買受人請求賠償其遲延狀態終了以前所生\r\n之損害，而不能再請求遲延狀態終了後發生之損害。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 849 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 103 年 10 月 02 日",
        "case_gist": "繼承人依民法第一千一百六十三條規定，不得主張同法第一千一百四十八\r\n條第二項所定之利益時，應視為單純承認繼承，自繼承開始時，承受被繼\r\n承人財產上之一切權利義務；對於被繼承人之債務，不以因繼承所得遺產\r\n為限，負清償之責。是被繼承人之債權人中一人或數人聲請法院裁定繼承\r\n人不得享有限定繼承利益確定時，其法律效果應及於被繼承人之其他債權\r\n人。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2046 號 民事判決",
        "case_topic": "支付命令再審之訴",
        "case_date": "民國 103 年 10 月 02 日",
        "case_gist": "當事人對確定判決提起再審之訴，以發現未經斟酌或得使用之證物為理由\r\n者，必以該證物如經斟酌可受較有利之裁判者為限，此觀民事訴訟法第四\r\n百九十六條第一項第十三款規定即明。債務人對於確定支付命令依上開規\r\n定提起再審之訴，自須其新證物若經法院斟酌，即應駁回支付命令之聲請\r\n者，始足當之。債權人在督促程序就其主張之事實毋庸舉證，法院不訊問\r\n債務人，亦不為證據之調查及認定事實，除有同法第五百十三條第一項之\r\n情形外，即應依債權人請求發支付命令。上訴人主張其發現系爭約定書可\r\n證明已為部分清償云云，該約定書之有無，原非法院於督促程序應調查之\r\n事項，要與是否許可發支付命令無涉。上訴人以此為由，依同法第四百九\r\n十六條第一項第十三款規定對系爭支付命令提起再審之訴，難認有據，不\r\n應准許。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2038 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 103 年 10 月 01 日",
        "case_gist": "按企業經營者與消費者訂立定型化契約前，應有三十日以內之合理期間，\r\n供消費者審閱全部條款內容。違反前項規定者，其條款不構成契約之內容\r\n。但消費者得主張該條款仍構成契約之內容，消保法第十一條之一第一項\r\n、第二項分別定有明文。揆其立法意旨，乃為維護消費者知的權利，使其\r\n於訂立定型化契約前，有充分了解定型化契約條款之機會，且為確保消費\r\n者之契約審閱權，明定企業經營者未提供合理「審閱期間」之法律效果。\r\n此與消保法第十九條第一項、第十九條之一規定，係因消費者於郵購或訪\r\n問買賣或以該方式所為之服務交易時，常有無法詳細判斷或思考之情形，\r\n而購買不合意或不需要之商品、服務，為衡平消費者在購買前無法獲得足\r\n夠資料或時間加以選擇，乃將判斷時間延後，而提供消費者於訂約後詳細\r\n考慮而解除契約之「猶豫期間（冷卻期間）」，未盡相同。要之，「審閱\r\n期間」主要在提供消費者訂約前之契約權益保障，與「猶豫期間」目的在\r\n提供消費者訂約後之契約權益保障，二者各有其規範目的、功能及法效，\r\n得以互補，然彼此間並無替代性，自不能以消費者未於「猶豫期間」內行\r\n使解除權或撤銷權（民法第一百十四條規定），即排除消保法第十一條之\r\n一第一項、第二項規定之適用。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2033 號 民事判決",
        "case_topic": "請求履行契約等",
        "case_date": "民國 103 年 10 月 01 日",
        "case_gist": "有限公司基於「股東有限責任」之原則，公司之財產為公司債權人之唯一\r\n擔保。因此，公司必須依法解散後，由清算人依法定程序進行清算，始能\r\n分派賸餘之財產，並應於清算完結後，經送請股東承認後十五日內，向法\r\n院聲報。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 2030 號 民事判決",
        "case_topic": "請求確認優先購買權存在",
        "case_date": "民國 103 年 10 月 01 日",
        "case_gist": "土地法第四十三條所謂登記有絕對效力，係指土地之登記名義人為非真正\r\n權利人時，為保護交易安全，將登記事項賦予絕對真實之公信力，使因信\r\n賴現存登記而取得權利之善意第三人，不因登記原因之無效或撤銷而被追\r\n奪。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1995 號 民事判決",
        "case_topic": "請求確認分配款債權不存在（給付租金）",
        "case_date": "民國 103 年 09 月 25 日",
        "case_gist": "按抵銷使破產財團減少，於他破產債權人有害，故破產法有關抵銷之規定\r\n，限於破產債權人主張抵銷時，始有其適用。破產人及破產管理人均不得\r\n主動主張抵銷。此與民法第三百三十四條規定之抵銷，雙方皆得相互主張\r\n抵銷者不同。惟破產債權人在破產宣告後，對於破產財團負債務者，若故\r\n意不予清償，將致破產管理人無從收取或需耗費相當費用始得收取以供分\r\n配之用，故破產管理依破產程序，就破產財團為分配，而以破產債權人確\r\n定之分配額為受動債權，主張抵銷時，破產管理人因抵銷而無庸支付，其\r\n抵銷之結果，立即將此分配款歸屬破產財團所有，以充全體破產債權人公\r\n平分配之用，自屬簡便收取債權之行為，可避免增加另行追償衍生之訴訟\r\n費用，而增加財團支出，減損破產債權人可受分配之金額，無害於破產財\r\n團，依民法第三百三十四條規定，應許破產管理人抵銷。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1984 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 09 月 25 日",
        "case_gist": "按競業禁止約款，乃事業單位為保護其商業機密、營業利益或維持其競爭\r\n優勢，要求特定人與其約定於在職期間或離職後之一定期間、區域內，不\r\n得受僱或經營與其相同或類似之業務工作。基於契約自由原則，此項約款\r\n倘具必要性，且所限制之範圍未逾越合理程度而非過當，當事人即應受該\r\n約定之拘束。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1981 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 09 月 25 日",
        "case_gist": "預約當事人一方不履行訂立本約之義務負債務不履行責任者，他方得依債\r\n務不履行相關規定請求損害賠償，賠償範圍包括所受損害及所失利益。其\r\n依預約可得預期訂立本約而獲履行之利益，依民法第二百十六條第二項規\r\n定，視為所失利益；惟當事人於本約訂立前，原不得逕依預定之本約內容\r\n請求履行，他方就此既尚不負給付義務，其預為給付之準備，縱有損失，\r\n亦不能認係因預約不履行所受之損害。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1977 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 103 年 09 月 24 日",
        "case_gist": "民法第八百八十一條之十二第一項所稱「最高限額抵押權所擔保之原債權\r\n之確定」，係指最高限額抵押權所擔保之一定範圍內不特定債權，因一定\r\n事由之發生，歸於具體特定而言。最高限額抵押權所擔保之原債權確定後\r\n，該最高限額抵押權擔保不特定債權之特性消滅，擔保之債權由約定擔保\r\n範圍內之不特定債權變更為擔保該範圍內之特定債權，並回復抵押權之從\r\n屬性，而無同法第八百八十一條之六第一項規定之適用。因此，最高限額\r\n抵押權所擔保之原債權確定後，若經讓與他人者，依同法第二百九十五條\r\n第一項規定，該抵押權亦隨同移轉。易言之，最高限額抵押權所擔保之原\r\n債權確定後所為之債權讓與，即應回歸民法第八百七十條規定之適用，該\r\n抵押權不得由債權分離而為讓與。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1976 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 103 年 09 月 24 日",
        "case_gist": "苟請求人因地政機關之登記錯誤所受之損害，得自他人處獲得財產權之填\r\n補時，即應將該項得以填補之財產權扣除，以計算其實際所受之損害。蓋\r\n地政機關依上開規定賠償後，並無法再向他人求償，自不能置請求人得自\r\n他人取得填補之財產權於不顧，而據以認定請求人實際所受損害之數額，\r\n轉使該原應負償還之他人得以免責，而有失其平，並有違土地法第六十八\r\n條規定重在賠償受害人所受之損害，而非在使應對受害人負償還責任之人\r\n得以免責之本旨。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1973 號 民事判決",
        "case_topic": "請求塗銷信託登記等",
        "case_date": "民國 103 年 09 月 24 日",
        "case_gist": "信託行為有害於委託人之債權人權利者，債權人得聲請法院撤銷之；另受\r\n託人因信託財產之處分或其他事由取得之財產權，仍屬信託財產，此觀信\r\n託法第一條、第四條第一項、第六條第一項及第九條第二項之規定自明。\r\n準此，苟信託行為有害於委託人之債權人權利者，其信託財產嗣後雖因法\r\n院之拍賣而塗銷信託登記，惟仍應許該債權人行使撤銷權，俾使受託人返\r\n還基於信託財產之拍賣而分配取得之價金於委託人，以保全債務人（委託\r\n人）之共同擔保。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1970 號 民事判決",
        "case_topic": "請求塗銷所有權登記",
        "case_date": "民國 103 年 09 月 24 日",
        "case_gist": "按土地法第四十三條所謂登記有絕對效力，係為保護因信賴登記取得不動\r\n產權利之第三人而設，故登記原因有無效或得撤銷情形時，在第三人未取\r\n得不動產權利前，真正權利人對於登記名義人仍得依民法第七百六十七條\r\n規定，請求塗銷所有權移轉登記。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 792 號 民事裁定",
        "case_topic": "請求返還土地等再審之訴",
        "case_date": "民國 103 年 09 月 18 日",
        "case_gist": "訴訟程序進行中所為之裁定，除別有規定外，不得抗告，民事訴訟法第四\r\n百八十三條定有明文。終結準備程序之裁定，屬訴訟程序進行中所為之裁\r\n定，當事人不得對之提起抗告。又受命法官或受託法官之裁定，不得抗告\r\n。但其裁定如係受訴法院所為而依法得為抗告者，得向受訴法院提出異議\r\n，民事訴訟法第四百八十五條第一項規定甚明。受訴法院所為終結準備程\r\n序之裁定，當事人既不得對之提起抗告，則當事人對於受命法官所為終結\r\n準備程序之裁定，自不得提起抗告或提出異議。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1895 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 09 月 17 日",
        "case_gist": "契約關係存續中所生之相關聯事項，為確保當事人之契約利益得以繼續維\r\n持，並避免其人身或財產法益（固有利益或完整利益）遭受損害，於契約\r\n終了後，基於誠信原則或原契約之約定，契約當事人相互間仍負有一定之\r\n作為或不作為義務，俾當事人所諦結之契約本旨得以完全實現，初不因契\r\n約之他方有違約情事而當然免除。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1845 號 民事判決",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 103 年 09 月 10 日",
        "case_gist": "依鄉鎮市調解條例所成立之民事調解，如經法院核定，與民事確定判決有\r\n同一之效力（同條例第二十七條第二項），揆之判決實質上確定力（既判\r\n力）之作用，當事人或其繼承人應受既判力所及之為訴訟標的之法律關係\r\n之拘束，不得就同一事件更行起訴。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1844 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 103 年 09 月 10 日",
        "case_gist": "契約如因要約與承諾而成立者，其承諾之內容必須與要約之內容完全一致\r\n（客觀上一致），契約始能成立；若當事人將要約擴張、限制或為其他變\r\n更而承諾者，應視為拒絕原要約而為新要約（同法第一百六十條第二項）\r\n，契約尚不能成立。"
    },
    {
        "case_id": "最高法院 103 年度台簡上字第 19 號 民事判決",
        "case_topic": "請求確認本票債權不存在等",
        "case_date": "民國 103 年 09 月 02 日",
        "case_gist": "按原告（票據債務人）依票據法第十三條前段規定之反面解釋，對被告（\r\n票據執票人）主張兩造間存有直接抗辯之事由，而提起確認票據債權不存\r\n在之訴者，因票據係文義證券及無因證券，屬不要因行為，票據行為一經\r\n成立後，即與其基礎之原因關係各自獨立，而完全不沾染原因關係之色彩\r\n，亦即票據原因應自票據行為中抽離，而不影響票據之效力（或稱無色性\r\n或抽象性）。此項票據之無因性，為促進票據之流通，應絕對予以維護，\r\n初不問其是否為票據直接前、後手間而有不同。故執票人於上開訴訟中，\r\n祇須就該票據作成之真實負證明之責，關於票據給付之原因，並不負證明\r\n之責任（參看本院四十八年台上字第一○一號、四十九年台上字第三三四\r\n號、五十年台上字第一六五九號及六十四年台上字第一五四○號判例意旨\r\n）。於此情形，票據債務人仍應就其抗辯之原因事由，先負舉證責任，俾\r\n貫徹票據無因性之本質，以維票據之流通性。執票人在該確認票據債權不\r\n存在之訴訟類型，僅須依民事訴訟法第一百九十五條及第二百六十六條第\r\n三項之規定，負真實完全及具體化之陳述義務，尚不因此而生舉證責任倒\r\n置或舉證責任轉換之效果。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 733 號 民事裁定",
        "case_topic": "請求確認股東會決議不存在等聲請定暫時狀態處分",
        "case_date": "民國 103 年 08 月 28 日",
        "case_gist": "民事訴訟法第五百三十八條之四準用第五百三十六條第一項規定，假處分\r\n所保全之請求，得以金錢之給付達其目的，或債務人將因定暫時狀態之處\r\n分而受難以補償之重大損害，或有其他特別情事者，法院始得於定暫時狀\r\n態之處分裁定內，記載債務人供所定金額之擔保後免為或撤銷定暫時狀態\r\n之處分。倘依債務人之供擔保不足達定暫時狀態處分之目的時，即不得認\r\n有適於為此處置之特別情事，許債務人供擔保後免為或撤銷定暫時狀態之\r\n處分。而有無適於為此處置之特別情事，應由法院自由裁量，非當事人所\r\n可任意指摘。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1745 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 103 年 08 月 28 日",
        "case_gist": "強制執行法第一百二十二條第二項係規定，債務人依法領取之社會保險給\r\n付或其對於第三人之債權，係維持債務人及其共同生活之親屬生活所必需\r\n者，不得為強制執行。既謂債務人對於第三人之債權，自指執行債務人對\r\n於第三人之債權而言，執行債權人對於執行債務人或執行債務人對於執行\r\n債權人之債權，並非上開法條所定不得對之為強制執行之債權。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1732 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 103 年 08 月 27 日",
        "case_gist": "按公司法第一百九十七條之一第二項規定，公開發行股票之公司董事以股\r\n份設定質權超過選任當時所持有之公司股份數額二分之一時，其超過之股\r\n份不得行使表決權，不算入已出席股東之表決權數。核其立法意旨．無非\r\n係因發生財務困難之上市、上櫃公司，其董監事多將持股質押以求護盤，\r\n使持股質押比例往往較一般公司高；但股價下跌時，為免遭銀行催補擔保\r\n品，又再大肆借貸力守股價，惡性循環之結果導致公司財務急遽惡化，損\r\n害投資大眾權益。為健全資本市場與強化公司治理，實有必要對設質比重\r\n過高之董事、監察人加強控管，以杜絕企業主炒作股票之動機與歪風，及\r\n防免董監事信用過度膨脹、多重授信。故無論董監事之持股設質係在任期\r\n前或任期中，對其超過一定比例之股份限制其表決權之行使，始符法意。\r\n則依此規定計算董監事股份設質數時，應不以其於任期中之設質為限。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1732 號 判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 103 年 08 月 27 日",
        "case_gist": "按公司法第一百九十七條之一第二項規定，公開發行股票之公司董事以股\r\n份設定質權超過選任當時所持有之公司股份數額二分之一時，其超過之股\r\n份不得行使表決權，不算入已出席股東之表決權數。核其立法意旨．無非\r\n係因發生財務困難之上市、上櫃公司，其董監事多將持股質押以求護盤，\r\n使持股質押比例往往較一般公司高；但股價下跌時，為免遭銀行催補擔保\r\n品，又再大肆借貸力守股價，惡性循環之結果導致公司財務急遽惡化，損\r\n害投資大眾權益。為健全資本市場與強化公司治理，實有必要對設質比重\r\n過高之董事、監察人加強控管，以杜絕企業主炒作股票之動機與歪風，及\r\n防免董監事信用過度膨脹、多重授信。故無論董監事之持股設質係在任期\r\n前或任期中，對其超過一定比例之股份限制其表決權之行使，始符法意。\r\n則依此規定計算董監事股份設質數時，應不以其於任期中之設質為限。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1725 號 民事判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 103 年 08 月 27 日",
        "case_gist": "形成之訴之制度旨在使法律狀態變動之效果，原則上得以在當事人間及對\r\n社會一般人產生明確劃一之標準（對世效），以維持社會生活之安定性，\r\n故必須原告有法律（實體法或程序法）上所明定之審判上之形成權（如撤\r\n銷債務人之詐害行為、撤銷股東會決議、撤銷婚姻等）存在，始得據以提\r\n起形成之訴，否則即屬無權利保護之利益。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1661 號 民事判決",
        "case_topic": "請求重新分配重劃土地等",
        "case_date": "民國 103 年 08 月 20 日",
        "case_gist": "倘重劃會與土地原所有權人間就土地重劃分配方式訂有協議，而該協議內\r\n容未侵害其他參與重劃之土地所有人權益及在當事人間原有處分權限內容\r\n，自應依照該項協議作成土地重劃之分配，庶合乎此項制度之目的。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1637 號 民事判決",
        "case_topic": "請求返還房屋",
        "case_date": "民國 103 年 08 月 14 日",
        "case_gist": "主張有借名委任關係存在事實之原告，於被告未自認下，須就此項利己事\r\n實證明至使法院就其存在達到確信之程度，始可謂已盡其依民事訴訟法第\r\n二百七十七條前段規定之舉證行為責任。又原告就上揭利己之待證事實，\r\n茍能證明在經驗法則或論理法則上，足以推認該待證事實存在之間接事實\r\n，即無不可，非以直接證明該待證事實為必要（同法第二百八十二條規定\r\n參照）。此時原不負舉證責任之被告，可就與上開事實不能併存之他項事\r\n實，為相當於本證（等同於同法第二百八十一條所稱之「反證」）之舉證\r\n活動而予以推翻，例如證明借名委任關係之事實存在於其與第三人間；亦\r\n可另證明在經驗法則或論理法則上，足以動搖法院原已形成確信心證之他\r\n項間接事實，使借名委任關係是否存在，回復至真偽不明之狀態，此際主\r\n張該事實存在之原告自應再為舉證，否則該待證事實尚難認為真正。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1620 號 判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 103 年 08 月 13 日",
        "case_gist": "按國家為維持社會秩序、增進公共利益、確保人民福祉及貫徹政府政策，\r\n在不違反憲法第二十三條之比例原則下所制定之行政法規，其規範內容倘\r\n在禁止當事人（包括政府機關及人民）為一定行為，而屬於民法第七十一\r\n條前段所稱之「禁止規定」者，經權衡該規定之立法精神、規範目的及法\r\n規之實效性，並斟酌其規範倫理性質之強弱、法益衝突之情形、締約相對\r\n人之期待、信賴保護之利益與交易之安全，暨當事人間之誠信及公平，足\r\n認該規定僅在於禁遏當事人為一定行為，而非否認該行為之私法效力時，\r\n性質上應僅屬取締規定而非效力規定，當事人間本於自由意思所成立之法\r\n律行為，縱違反該項禁止規定，亦仍應賦予私法上之法律效果，以合理兼\r\n顧行政管制之目的及契約自由之保護。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1617 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 08 月 13 日",
        "case_gist": "民法第三百七十三條規定：買賣標的物之危險，自交付時起，由買受人負\r\n擔。乃在規範有關買賣之危險負擔，因不可歸責於雙方當事人之事由，致\r\n給付不能者，應如何分配其風險之問題。至於出賣人所交付之標的物，如\r\n因可歸責於出賣人之事由，致不符債務本旨者，則屬同法第二百二十七條\r\n第一項不完全給付債務不履行之損害賠償責任之問題，兩者不可相提並論\r\n。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1613 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 103 年 08 月 13 日",
        "case_gist": "按承租人就租賃物支出有益費用，因而增加該物之價值者，出租人依民法\r\n第四百三十一條第一項規定雖應償還其費用，但以現存之增價額為限。所\r\n謂現存之增價額，係指租賃關係終止時，現存增加之價額而言，與支出有\r\n益費用係屬不同概念。倘現存之增價額，多於所支出之費用或與之相等者\r\n，固應償還其費用之全部，如現存之增價額，少於所支出之費用者，則祇\r\n須償還其現存之增價額。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1611 號 民事判決",
        "case_topic": "請求排除侵害",
        "case_date": "民國 103 年 08 月 13 日",
        "case_gist": "人格權侵害責任之成立以「不法」為要件；而不法性之認定，採法益衡量\r\n原則，就被侵害之法益、加害人之權利及社會公益，依比例原則而為判斷\r\n；倘衡量之結果對加害人之行為不足正當化，其侵害即具有不法性。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1544 號 民事判決",
        "case_topic": "公平交易法除去侵害等",
        "case_date": "民國 103 年 07 月 31 日",
        "case_gist": "查法院於認定有無侵害著作權之事實時，應審酌一切相關情狀，就認定著\r\n作權侵害的兩個要件，即所謂接觸及實質相似為審慎調查，其中實質相似\r\n不僅指量之相似，亦兼指質之相似。在判斷圖形、攝影、美術、視聽等具\r\n有藝術性或美感性之著作是否抄襲時，如使用與文字著作相同之分析解構\r\n方法為細節比對，往往有其困難度或可能失其公平，因此在為質之考量時\r\n，尤應特加注意著作間之「整體觀念與感覺」。而在量的考量上，主要應\r\n考量構圖、整體外觀、主要特徵、顏色、景物配置、造型、意境之呈現、\r\n角度、形態、構圖元素、以及圖畫中與文字的關係，以一般理性閱聽大眾\r\n之反應或印象為判定標準。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1527 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 103 年 07 月 24 日",
        "case_gist": "按法院不問訴訟程度如何，得隨時試行和解；受命法官或受託法官亦得為\r\n之（參見民事訴訟法第三百七十七條第一項）。準此，不問訴訟繫屬於第\r\n一審、第二審或第三審法院，以及其訴訟進行之程度如何，只須法院認有\r\n成立和解之望，均得隨時試行和解。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1522 號 民事判決",
        "case_topic": "請求塗銷土地所有權移轉登記等",
        "case_date": "民國 103 年 07 月 24 日",
        "case_gist": "隱名合夥人就出名營業人所為之行為，對於第三人不生權利義務之關係，\r\n民法第七百零四條第二項定有明文。故隱名合夥之債權人不得執其與出名\r\n營業人所訂立之契約，請求隱名合夥人履行。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1516 號 民事判決",
        "case_topic": "請求確認股東會決議無效",
        "case_date": "民國 103 年 07 月 22 日",
        "case_gist": "按股份有限公司係資合公司，股東會為股份有限公司之最高意思機關，股\r\n東會決議為股東本於多數決之集合意思表示而成立之法律行為，此透過一\r\n定額數股份之股東多數決之表決程序，以形成股份有限公司意思之機制，\r\n乃公司治理之表徵，並為股東平等原則之具體實踐，以避免公司為少數股\r\n份之股東所操控，侵害其他股東權益。故法律如規定決議須有代表已發行\r\n股份總數之股權達一定額數之股東出席時，此一定足額數股份之股東出席\r\n，即為該股東會決議之成立要件，欠缺此項要件，該股東會決議即屬不成\r\n立，並非單純之決議方法違法問題而已。查公司法第一百七十四條已明定\r\n：股份有限公司之股東會（普通）決議，應有代表已發行股份總數過半數\r\n股東之出席，以出席股東表決權過半數之同意行之。則股東會出席之股東\r\n，不足公司法第一百七十四條規定應有代表已發行股份總數之過半數時，\r\n所為之決議因欠缺法律行為之成立要件，應不成立，此為本院最新見解。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1516 號 判決",
        "case_topic": "請求確認股東會決議無效",
        "case_date": "民國 103 年 07 月 22 日",
        "case_gist": "按股份有限公司係資合公司，股東會為股份有限公司之最高意思機關，股\r\n東會決議為股東本於多數決之集合意思表示而成立之法律行為，此透過一\r\n定額數股份之股東多數決之表決程序，以形成股份有限公司意思之機制，\r\n乃公司治理之表徵，並為股東平等原則之具體實踐，以避免公司為少數股\r\n份之股東所操控，侵害其他股東權益。故法律如規定決議須有代表已發行\r\n股份總數之股權達一定額數之股東出席時，此一定足額數股份之股東出席\r\n，即為該股東會決議之成立要件，欠缺此項要件，該股東會決議即屬不成\r\n立，並非單純之決議方法違法問題而已。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 603 號 民事裁定",
        "case_topic": "請求確認當選無效等",
        "case_date": "民國 103 年 07 月 17 日",
        "case_gist": "股份有限公司之董事係以合議方式決定公司業務之執行，於公司與董事間\r\n訴訟，為避免董事代表公司恐循同事之情，損及公司利益，故公司法第二\r\n百十三條規定，應由監察人或股東會另選之人代表公司為訴訟。而該為訴\r\n訟當事人之董事倘已不具董事資格，既不復有此顧慮，且非屬公司與董事\r\n間訴訟，自無適用上開規定之餘地，亦不生對其起訴是否應經股東會決議\r\n之問題。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1476 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 103 年 07 月 17 日",
        "case_gist": "合夥人依合夥契約負有履行出資之義務，而出資請求權分為合夥之出資請\r\n求權及合夥人之出資請求權。前者指合夥請求合夥人履行出資之權利，於\r\n有執行業務合夥人時，得由該執行業務合夥人以合夥之名義請求他合夥人\r\n履行出資義務，並代表合夥受領；後者為合夥人個人請求他合夥人向合夥\r\n履行出資義務，不論有無選任執行業務合夥人，各合夥人所負履行出資義\r\n務之對象均為合夥。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1473 號 民事判決",
        "case_topic": "請求清償借款等",
        "case_date": "民國 103 年 07 月 17 日",
        "case_gist": "民法第四百零八條第一項所定「贈與物之權利未移轉前，贈與人得撤銷其\r\n贈與。其一部已移轉者，得就其未移轉之部分撤銷之」之贈與人之任意撤\r\n銷贈與權，係專屬於贈與人本身之權利，不得為繼承之標的。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1466 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 103 年 07 月 17 日",
        "case_gist": "借名登記契約準用委任之規定，故借名登記契約成立後，當事人任何一方\r\n得隨時終止，得終止時而不終止，並非其借名登記關係當然消滅，必待借\r\n名登記關係消滅後，始得請求返還借名登記財產，故借名登記財產之返還\r\n請求權消滅時效，應自借名登記關係消滅時起算。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1465 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 103 年 07 月 17 日",
        "case_gist": "按保險契約率皆為定型化契約，被保險人鮮能依其要求變更契約之約定，\r\n故於保險契約之解釋，應本諸保險之本質及機能為探求，並應注意誠信原\r\n則之適用，倘有疑義時，應為有利於被保險人之解釋（保險法第五十四條\r\n第二項參照）。保險事故發生時，倘受益人不在現場，自難覓得目擊證人\r\n，鑒於保險制度具分散風險功能，於狀況不明時，應參酌民事訴訟法第二\r\n百七十七條但書「依其情形顯失公平」規定，減輕受益人之舉證責任。又\r\n意外傷害保險係在承保被保險人非由疾病引起之外來突發事故所致傷害及\r\n其所致殘廢或死亡之損失，而人之傷害或死亡之原因，其一來自內在原因\r\n（如器官老化、疾病及細菌感染），另一則為外來事故（意外事故），所\r\n謂外來事故，係指內在原因以外之一切事故而言，其事故之發生為外來、\r\n偶然而不可預見。意外傷害保險契約之受益人請求保險人給付保險金，雖\r\n應證明被保險人係因意外事故而受傷害，惟受益人如證明該事故確已發生\r\n，且依經驗法則，其發生通常係外來、偶然而不可預見者，應認其已盡證\r\n明之責。於此情形，保險人如抗辯其非屬意外，自應就其抗辯之事實（老\r\n化、疾病及細菌感染）負證明之責，始符合舉證責任分配之原則。換言之\r\n，基於公平原則應減輕受益人之舉證責任；被保險人倘非老化、病死及細\r\n菌感染，原則上即應認係意外。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 593 號 民事裁定",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 103 年 07 月 10 日",
        "case_gist": "民事訴訟法第二百三十二條第三項規定：「對於更正或駁回更正聲請之裁\r\n定，得為抗告。但對於判決已合法上訴者，不在此限」。其立法理由謂：\r\n如對本案判決已有合法之上訴時，對於更正或駁回更正聲請之裁定，則不\r\n得再以抗告程序聲明不服，而應一併由上訴審處理。故當事人如誤以抗告\r\n程序聲明不服，原法院及抗告法院均不得逕依抗告程序處理，而應將之送\r\n交上訴審併案處理。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 592 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 103 年 07 月 10 日",
        "case_gist": "民事訴訟法第五百三十六條第一項、第二項係規定，假處分所保全之請求\r\n，得以金錢之給付達其目的，或債務人將因假處分而受難以補償之重大損\r\n害，或有其他特別情事者，法院始得於假處分裁定內，記載債務人供所定\r\n金額之擔保後免為或撤銷假處分。假處分裁定未依前項規定為記載者，債\r\n務人亦得聲請法院許其供擔保後撤銷假處分。故倘有上開法條所定三項事\r\n由之一，法院即得依債務人聲請，命供擔保後免為或撤銷假處分，不以三\r\n項事由均具備為必要。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1415 號 民事判決",
        "case_topic": "請求返還誠意金",
        "case_date": "民國 103 年 07 月 10 日",
        "case_gist": "（一）民事事件，涉及香港或澳門者，類推適用涉外民事法律適用法。涉\r\n      外民事法律適用法未規定者，適用與民事法律關係最重要牽連關係\r\n      地法律，香港澳門關係條例第三十八條定有明文。所稱涉及香港或\r\n      澳門，係指構成民事事件事實，包括當事人、法律行為地、事實發\r\n      生地等連繫因素，與香港或澳門具有牽連關係者而言。\r\n（二）契約當事人於契約成立前交付，用以擔保契約成立之立約定金，倘\r\n      本約未成立，定金之效力應類推適用民法第二百四十九條之規定。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1403 號 民事判決",
        "case_topic": "請求返還股票等",
        "case_date": "民國 103 年 07 月 10 日",
        "case_gist": "民法第二百零五條立法限制最高利率，明定債權人對於超過週年百分之二\r\n十部分之利息無請求權，第二百零六條更明定債權人除前條限定之利息外\r\n，不得以折扣或其他方法，巧取利益，則當事人將借貸關係所得獲取之對\r\n價即利息，改以其他形式為約定而超過上開限制，使之成為有請求權，無\r\n異助長脫法行為，難以貫徹該二條「防止重利盤剝，保護經濟弱者」、「\r\n避免擾亂社會經濟及破壞善良風俗」之立法目的，自非法之所許。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1369 號 民事判決",
        "case_topic": "請求確認最高限額抵押權擔保之抵押債權不存在等",
        "case_date": "民國 103 年 07 月 09 日",
        "case_gist": "按存於不動產上之抵押權，因拍賣而消滅，此觀強制執行法第九十八條第\r\n三項前段即明。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 571 號 民事裁定",
        "case_topic": "請求債務不履行損害賠償",
        "case_date": "民國 103 年 07 月 03 日",
        "case_gist": "訴訟當事人間，就非屬我國法律規定之專屬管轄，或其一造為法人或商人\r\n，依其預定用於同類契約之合意管轄條款，而與非法人或商人之他造訂立\r\n契約，按其情形顯失公平等以外之涉外事件，基於程序選擇權及處分權主\r\n義之原則，非不得合意由外國法院專屬管轄，以排除我國法院之審判管轄\r\n權。故當事人間就上開特定法律關係以外之涉外爭議，如明示合意為排他\r\n管轄，而選定某外國法院為專屬、排他之管轄法院者，該當事人所合意之\r\n外國管轄法院即具排他性，受選定以外之法院縱有其他一般管轄或特別管\r\n轄之原因，亦因當事人之排他合意而喪失其管轄權，僅受選定之法院得專\r\n屬、排他的行使管轄權。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1352 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議等",
        "case_date": "民國 103 年 07 月 03 日",
        "case_gist": "豁免規定與合理使用不同，豁免規定對於著作類別及專屬權種類設有限制\r\n，法院考量符合法律所定之構成要件者，即可豁免，無須再行斟酌其它合\r\n理使用之權衡要素。著作權法第四十九條係豁免規定，乃以新聞紙、網路\r\n等為時事報導者，在報導之必要範圍內，得利用其報導過程中所接觸之著\r\n作，並未規定於合理範圍內為之，得以阻卻違法，法院自無庸斟酌是否符\r\n合著作權法第六十五條第二項各款所定合理使用之事項，以為判斷標準。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1352 號 判決",
        "case_topic": "侵害著作權有關財產權爭議等",
        "case_date": "民國 103 年 07 月 03 日",
        "case_gist": "按豁免規定與合理使用不同，豁免規定對於著作類別及專屬權種類設有限\r\n制，法院考量符合法律所定之構成要件者，即可豁免，無須再行斟酌其它\r\n合理使用之權衡要素。著作權法第四十九條係豁免規定，乃以新聞紙、網\r\n路等為時事報導者，在報導之必要範圍內，得利用其報導過程中所接觸之\r\n著作，並未規定於合理範圍內為之，得以阻卻違法，法院自無庸斟酌是否\r\n符合著作權法第六十五條第二項各款所定合理使用之事項，以為判斷標準\r\n。又第四十九條所稱「所接觸之著作」，係指報導過程中，感官所得知覺\r\n存在之著作。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1253 號 民事判決",
        "case_topic": "請求返還土地所有權狀",
        "case_date": "民國 103 年 06 月 25 日",
        "case_gist": "按寄託物返還之期限，雖經約定，依民法第五百九十七條之規定，寄託人\r\n仍得隨時請求返還。惟該條並非強制規定，當事人非不得另以特約排除適\r\n用。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1242 號 民事判決",
        "case_topic": "請求損害賠償等（返還不當得利）",
        "case_date": "民國 103 年 06 月 24 日",
        "case_gist": "（一）查民法第一百八十四條第二項規定：「違反保護他人之法律，致生\r\n      損害於他人者，負賠償責任。但能證明其行為無過失者，不在此限\r\n      」，揆其旨趣乃因保護他人為目的之法律，意在使人類互盡保護之\r\n      義務，倘違反之，致損害他人權利，與親自加害無異，自應使其負\r\n      損害賠償責任。惟其性質上屬於「轉介條款」及「概括條款」，自\r\n      須引入連結該條以外之其他公私法中之強制規範，使之成為民事侵\r\n      權責任的內容，俾該項不明確之法律規範得以充實及具體化。而所\r\n      謂「保護他人之法律」，亦屬抽象之概念，應就法規之立法目的、\r\n      態樣、整體結構、體系價值，所欲產生之規範效果及社會發展等因\r\n      素綜合研判之；凡以禁止侵害行為，避免個人權益遭受危害，不問\r\n      係直接或間接以保護個人權益為目的者，均屬之。依此規定，苟違\r\n      反以保護他人權益為目的之法律，致生損害於他人，即推定為有過\r\n      失，而損害與違反保護他人法律之行為間復具有因果關係者，即應\r\n      負損害賠償責任。至於加害人如主張其無過失，依舉證責任倒置（\r\n      轉換）之原則，則應由加害人舉證證明，以減輕被害人之舉證責任\r\n      ，同時擴大保護客體之範圍兼及於權利以外之利益。\r\n（二）公平交易法第二十四條規定：「事業不得為其他足以影響交易秩序\r\n      之欺罔或顯失公平之行為」，乃為維護交易秩序與消費者利益，確\r\n      保公平競爭，促進經濟之安定，防止不公平競爭（不正競爭）行為\r\n      發生而設之涵蓋性規範（同法第一條參照）。如事業利用其市場上\r\n      與消費者資訊不對等之相對優勢地位，以積極欺瞞或消極隱匿重要\r\n      交易資訊引人錯誤之方式或其他顯失公平之手段，從事不公平交易\r\n      行為，使消費者之權益遭受損害，而足以影響交易秩序者，自可認\r\n      為係該當於民法第一百八十四條第二項所規定之行為，構成以違反\r\n      保護他人權益為目的之法律，而有該條項規定之適用。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1242 號 判決",
        "case_topic": "請求損害賠償等（返還不當得利）",
        "case_date": "民國 103 年 06 月 24 日",
        "case_gist": "查民法第一百八十四條第二項規定：「違反保護他人之法律，致生損害於\r\n他人者，負賠償責任。但能證明其行為無過失者，不在此限」，揆其旨趣\r\n乃因保護他人為目的之法律，意在使人類互盡保護之義務，倘違反之，致\r\n損害他人權利，與親自加害無異，自應使其負損害賠償責任。惟其性質上\r\n屬於「轉介條款」及「概括條款」，自須引入連結該條以外之其他公私法\r\n中之強制規範，使之成為民事侵權責任的內容，俾該項不明確之法律規範\r\n得以充實及具體化。而所謂「保護他人之法律」，亦屬抽象之概念，應就\r\n法規之立法目的、態樣、整體結構、體系價值，所欲產生之規範效果及社\r\n會發展等因素綜合研判之；凡以禁止侵害行為，避免個人權益遭受危害，\r\n不問係直接或間接以保護個人權益為目的者，均屬之。依此規定，苟違反\r\n以保護他人權益為目的之法律，致生損害於他人，即推定為有過失，而損\r\n害與違反保護他人法律之行為間復具有因果關係者，即應負損害賠償責任\r\n。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1214 號 民事判決",
        "case_topic": "請求土地所有權移轉登記等",
        "case_date": "民國 103 年 06 月 19 日",
        "case_gist": "八十九年五月五日修正施行之民法第二百四十四條第一項、第二項及第三\r\n項規定：「債務人所為之無償行為，有害及債權者，債權人得聲請法院撤\r\n銷之。債務人所為之有償行為，於行為時明知有損害於債權人之權利者，\r\n以受益人於受益時亦知其情事者為限，債權人得聲請法院撤銷之。債務人\r\n之行為非以財產為標的，或僅有害於以給付特定物為標的之債權者，不適\r\n用前二項之規定」。增訂第三項之理由為「債務人之全部財產為總債權人\r\n之共同擔保，債權人應於債權之共同擔保減少致害及全體債權人之利益時\r\n，方得行使撤銷權。易言之，撤銷權之規定，係以保障全體債權人之利益\r\n為目的，非為特定債權而設。爰於第三項增訂不得僅為保全特定債權而行\r\n使撤銷權之規定」。故債權人請求債務人給付特定標的物之債權，倘未轉\r\n換為損害賠償債權，自不得依上開法條之規定行使撤銷權。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1200 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 06 月 19 日",
        "case_gist": "依契約當事人之意思表示，非於一定時期為給付不能達其契約之目的，而\r\n契約當事人之一方不按照時期給付者，他方當事人雖未解除契約，仍得以\r\n遲延後之給付於其無利益，依民法第二百三十二條規定予以拒絕，並得請\r\n求賠償因不履行而生之損害。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1191 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 103 年 06 月 17 日",
        "case_gist": "按土地法第十四條第一項第二、三款之規定，乃係基於公水，係供通運、\r\n灌溉、動力、公共飲水、疏洪、排水之用，本於公共之利益，始規範其不\r\n得私有。惟土地所有權，除法令有限制外，於其行使有利益之範圍內，及\r\n於土地之上下。如他人之干涉，無礙其所有權之行使者，不得排除之，為\r\n民法第七百七十三條所明定。土地所有權於其行使有利益之範圍內，既及\r\n於土地之上下，復參之土地法第一條規定之意旨，土地自不因為流水所覆\r\n蓋而喪失其土地之本質。是河川區域私有土地之私權行使，僅須加以必要\r\n之限制，即足以達成上開公共利益之規範目的，此觀之我國水利法第八十\r\n三條：「尋常洪水位行水區域之土地，為防止水患，得限制其使用，其原\r\n為公有者，不得移轉為私有；其已為私有者，主管機關應視實際需要辦理\r\n徵收，未徵收者，為防止水患，並得限制其使用」之規定及其立法理由自\r\n明。故土地法第十四條第一項之規定，應解為：其原始為公有土地者，不\r\n許人民取得為私有土地，人民已依法取得所有權之土地，如與公有或公用\r\n不相妨害時，仍不妨許可私有，但如有妨害公共利益或與公用目的相衝突\r\n時，則應依法徵收變為公有土地，於徵收後，即不許再變為私有，於徵收\r\n前，僅得依水利法及相關法令，限制其使用。俾免與同條第二項之規定，\r\n發生規範上之衝突。準此，土地法第十二條第一項規定：私有土地因成為\r\n公共需用之湖澤或可通運之水道，其所有權視為消滅。因其所有權並非真\r\n正的消滅，故當該土地回復原狀時，依同條第二項之規定，其所有權當然\r\n回復，無待申請地政機關核准。至該項所稱「經原所有權人證明為其原有\r\n」，僅係證據方法而已。末按土地法第十二條之規定，僅限於可通運的水\r\n道，始有適用。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 481 號 民事裁定",
        "case_topic": "聲請假扣押強制執行聲明異議",
        "case_date": "民國 103 年 06 月 11 日",
        "case_gist": "按強制執行法固於第二十條將債務人財產開示之規定，編列於第一章總則\r\n而為規範，惟該項財產開示制度涉及債務人財產之隱私權，為避免其財產\r\n一旦開示後，如實體上之本案債權事後被推翻，將使其遭受無法回復或彌\r\n補之損害；並以債務人之所以應負財產開示之義務，係因債權人執行名義\r\n所載之債權，具有實現其滿足程度之強制力與執行力，若未至得滿足債權\r\n人私法上請求權之情形者，即無權要求債務人開示責任財產之資訊，否則\r\n反而損害債務人財產資訊之自己決定權；再依該條第一項前段明定：「已\r\n發見之債務人財產不足抵償聲請強制執行債權」，所稱「債權」當指執行\r\n名義業經命債務人為清償而得終局執行之確定債權而言，觀其文義至明。\r\n故該條有關債務人查報財產之規定，依上說明，自不包括假扣押裁定之保\r\n全執行在內，假扣押債權人殊無逕依該條之規定，聲請執行法院命債務人\r\n據實查報責任財產之餘地。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1155 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 103 年 06 月 11 日",
        "case_gist": "按所謂同時履行之抗辯，乃係基於雙務契約而發生，倘雙方之債務，非本\r\n於同一之雙務契約而發生，縱令雙方債務在事實上有密切之關係，或雙方\r\n之債務雖因同一之雙務契約而發生，然其一方之給付與他方之給付，並非\r\n立於互為對待給付之關係，均不能發生同時履行之抗辯。"
    },
    {
        "case_id": "最高法院 103 年度台上字第 1114 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 103 年 06 月 04 日",
        "case_gist": "按民法第一百八十八條第一項前段規定：受僱人因執行職務，不法侵害他\r\n人之權利者，由僱用人與行為人連帶負損害賠償責任。揆其立法旨趣，乃\r\n因日常生活中，僱用人恆運用受僱人為其執行職務而擴張其活動範圍及事\r\n業版圖，以獲取利益、增加營收；基於損益兼歸之原則，自應加重其責任\r\n，使其連帶承擔受僱人不法行為所造成之損害，俾符事理之平。且僱用人\r\n在經濟上恆比受僱人具有較充足之資力，令僱用人與受僱人連帶負損害賠\r\n償責任，亦可使被害人獲得較多賠償之機會，以免求償無著，有失公平。\r\n因此，該條項所謂受僱人執行職務，不僅包括受僱人執行其所受命令，或\r\n委託之職務自體，或執行該職務所必要之行為，即受僱人濫用職務或利用\r\n職務上之機會，在外形客觀上足認與執行職務有關者，就令其為自己利益\r\n所為亦應包含在內（本院十八年上字第八七五號、四十二年台上字第一二\r\n二四號判例參照）。苟受僱人係利用僱用人職務上給予之機會所為之不法\r\n行為，依社會一般觀念，該不法行為乃僱用人事先所得預見，並可經由其\r\n內部監控制度加以防範；且被害人係正當信賴受僱人之行為為職務範圍內\r\n之行為，而與之交易，僱用人並因之獲有利益，而在外形客觀上足認與執\r\n行職務有所關聯者，即可涵攝在上開規定之構成要件中，初與受僱人之行\r\n為是否成立犯罪行為無涉，以合理保護被害人之權益。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 434 號 民事裁定",
        "case_topic": "請求移轉所有權等",
        "case_date": "民國 103 年 05 月 22 日",
        "case_gist": "訴之變更，係利用原訴訟程序所為之起訴，故為訴之變更時，固須有原訴\r\n訟程序之存在，惟一經利用原訴訟程序合法為訴之變更後，即發生訴訟拘\r\n束之效力，而能獨立存在，不因嗣後原訴之訴訟繫屬消滅而受影響。"
    },
    {
        "case_id": "最高法院 103 年度台抗字第 428 號 民事裁定",
        "case_topic": "請求清償債務強制執行聲明異議",
        "case_date": "民國 103 年 05 月 22 日",
        "case_gist": "對於司法事務官處理事件所為之終局處分提出異議，係受處分之當事人或\r\n其他訴訟關係人，對於處分聲明不服之方法，若非受處分之當事人或其他\r\n訴訟關係人，即不得為之。"
    }
]