[
    {
        "case_id": "最高法院 95 年度台上字第 1851 號 民事判決",
        "case_topic": "請求給付補償費",
        "case_date": "民國 95 年 08 月 24 日",
        "case_gist": "耕地三七五減租條例第十七條第一項第五款所稱之「非耕地使用」，究與\r\n平均地權條例第四十二條第二項所定之「公共設施保留地」不盡相同。又\r\n平均地權條例第四十二條第二項但書規定之課徵土地增值稅，係以「經變\r\n更為非公共設施保留地後再移轉時」為限。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 508 號 民事裁定",
        "case_topic": "請求清償債務強制執行",
        "case_date": "民國 95 年 08 月 23 日",
        "case_gist": "所謂應有部分，係指分別共有人得行使權利之比例，乃抽象存在，非指共\r\n有物之特定部分，而辦理強制執行事件應行注意事項第四十三項第五款規\r\n定：「拍賣債務人之不動產應有部分時，應於拍賣公告載明其現在占有狀\r\n況及拍定後依債務人現實占有部分為點交。如依法不能點交時，亦應詳記\r\n其原因事由，……」，第五十七項第五款規定：「拍賣債務人之不動產應\r\n有部分者，應將該債務人現實占有部分，點交於買受人或承受人」。故拍\r\n賣不動產應有部分而債務人無現實占有部分者，自毋庸予以點交。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1834 號 民事判決",
        "case_topic": "請求塗銷土地所有權移轉登記",
        "case_date": "民國 95 年 08 月 17 日",
        "case_gist": "權利保護要件中，關於訴訟標的之法律關係之要件與關於當事人適格之要\r\n件不同。前者，屬於實體上權利保護要件，即原告所主張之法律關係存否\r\n之問題；後者，屬於訴訟上權利保護要件，即就原告所主張之法律關係有\r\n無為訴訟之權能之問題。是以當事人是否適格，應依原告起訴時所主張之\r\n事實定之，而非依審判之結果定之。又公同共有物權利之行使，固應得公\r\n同共有人全體之同意，但事實上無法得全體公同共有人同意時（如他公同\r\n共有人所在不明，或為對造當事人），如有對第三人起訴之必要，為公同\r\n共有人全體之利益計，僅由事實上無法得其同意之公同共有人以外之其他\r\n公同共有人起訴，要不能謂其當事人之適格有欠缺。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1830 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 08 月 17 日",
        "case_gist": "刑事附帶民事訴訟移送民事庭後，即為獨立民事訴訟，民事庭自得獨立調\r\n查事實，不受刑事判決所認定事實之拘束。因此當事人於刑事法院所為不\r\n利於己之陳述，當事人非當然受其拘束，苟當事人於民事庭所為之攻擊、\r\n防禦方法，與其於刑事法院所為之供述不一，他造當事人並為引用，法院\r\n即應於判決理由項下說明其取捨之意見，否則即難謂無理由不備之違法。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1813 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 95 年 08 月 17 日",
        "case_gist": "按保險法第三十六條、第三十七條所為複保險通知義務之規定，係因財產\r\n保險之目的在填補損害，有損害始有賠償，被保險人不得為超額賠償請求\r\n，亦不得以複保險為變相之超額保險，為使保險人於承保前即得就保額是\r\n否超逾，危險是否過分集中等為評估，以決定是否承保，而課予要保人以\r\n複保險通知之義務。此乃基於財產保險之損害填補原則，以避免被保險人\r\n獲致超過其財產上損害之保險給付，並維護保險市場交易秩序、降低交易\r\n成本，進而健全保險制度之發展。至人身保險則因人身無法以經濟上之利\r\n益估定其價值，自無賠償超逾損害之情形，自無超額賠償可言。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1809 號 民事判決",
        "case_topic": "分配表異議",
        "case_date": "民國 95 年 08 月 17 日",
        "case_gist": "不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，不生\r\n效力，民法第七百五十八條定有明文。修正前民法第五百十三條規定之法\r\n定抵押權，係基於法律規定、非本於法律行為而發生，原不待承攬人與定\r\n作人意思表示合致及辦理物權登記即生效力。至其拋棄，因屬依法律行為\r\n而喪失其不動產物權之處分，非依法為登記，不生效力（司法院院字第二\r\n一九三號解釋參照），即於未依法為拋棄登記前，仍不生消滅法定抵押權\r\n之效果（本院七十四年台上字第二三二二號判例參照）。惟法定抵押權，\r\n旨在保護承攬人之私人利益，究與公益無涉，非不得由承攬人事先予以處\r\n分而為拋棄之意思表示，此細繹修正後民法第五百十三條已規定法定抵押\r\n權應辦理物權登記，並可預為登記。如未辦理登記，縱其承攬關係之報酬\r\n請求權發生在先，仍不能取得抵押權，亦無優先於設定抵押權之效力等意\r\n旨益明。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1798 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 95 年 08 月 17 日",
        "case_gist": "關於物之喪失或損害，請求金錢賠償，其有市價者，應以請求時或起訴時\r\n之市價為準。蓋損害賠償之目的在於填補所生之損害，其應回復者，並非\r\n「原來狀態」，而係「應有狀態」，應將損害事故發生後之變動狀況考慮\r\n在內。故其價格應以加害人應為給付之時為準，被害人請求賠償時，加害\r\n人即有給付之義務，算定被害物價格時，應以起訴時之市價為準，被害人\r\n於起訴前已曾為請求者，以請求時之市價為準。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 494 號 民事裁定",
        "case_topic": "清償債務強制執行",
        "case_date": "民國 95 年 08 月 16 日",
        "case_gist": "（一）強制執行法第一百十六條第二項規定，基於確定判決，或依民事訴\r\n      訟法成立之和解、調解，第三人應移轉或設定不動產物權於債務人\r\n      者，執行法院得因債權人之聲請，以債務人之費用，通知登記機關\r\n      登記為債務人所有後執行之。塗銷所有權移轉登記係廣義之移轉行\r\n      為，自得準用上開規定。又撤銷之訴判決之效力，固僅及於行使撤\r\n      銷權之債權人，其他債權人非判決效力所及；然債權人既係為全體\r\n      債權人之利益行使撤銷權，則其因行使撤銷權所取回之財產或代替\r\n      原來利益之損害賠償，自均屬債務人之責任財產，而為全體債權人\r\n      之共同擔保。故上開法條所稱之「債權人」，不限於取得確定判決\r\n      之債權人，應包括債務人之其他債權人在內，其他債權人亦得就撤\r\n      銷之訴所確定之債務人權利，依上開法條規定，聲請執行法院對之\r\n      強制執行。\r\n（二）民事訴訟法第四百零一條第二項規定：「對於為他人而為原告或被\r\n      告者之確定判決，對於該他人亦有效力」。債權人行使代位權代位\r\n      債務人對於第三人提起訴訟，債權人代位行使者為債務人之權利，\r\n      其效果應直接歸屬於債務人，倘法院認債權人之訴為有理由而為其\r\n      勝訴之判決確定，即屬為他人而為原告之情形，依上開法條規定，\r\n      其判決之效力及於債務人。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1786 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 95 年 08 月 16 日",
        "case_gist": "㈠當事人已承認私文書上之印文為真正，僅否認係其本人或代理人所蓋時\r\n  ，依舉證責任分配原則，應由為此爭執之當事人負舉證責任。\r\n㈡送達人按照定式作成之送達證書為公證書，非有確切反證，應受送達人\r\n  不得否認其曾受送達。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 487 號 民事裁定",
        "case_topic": "宣告破產",
        "case_date": "民國 95 年 08 月 11 日",
        "case_gist": "破產，對債務人不能清償債務者宣告之，為破產法第五十七條所明定，又\r\n依同法第一百四十八條規定之旨趣，除債務人之財產不敷清償破產財團之\r\n費用及財團之債務外，尚難認無宣告破產之實益（上開司法院解釋意旨參\r\n照），是法院就破產之聲請，應依職權調查債務人是否毫無財產可構成破\r\n產財團，或債務人之財產不敷清償破產財團之費用及財團之債務，而無從\r\n依破產程序清理其債務，否則依前開司法院解釋，自不得以無宣告破產之\r\n實益，裁定駁回其聲請。是本件再抗告人之財產縱其自陳不足清償有優先\r\n權之稅捐，但是否得清償破產財團之費用及財團之債務，原法院未遑詳查\r\n，即為再抗告人不利之判斷，其適用法規顯有錯誤。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1777 號 民事判決",
        "case_topic": "請求給付貨款",
        "case_date": "民國 95 年 08 月 11 日",
        "case_gist": "債權讓與，債務人於受通知時所得對抗讓與人之事由，皆得以之對抗受讓\r\n人，民法第二百九十九條第一項定有明文。所謂得對抗之事由，不以狹義\r\n之抗辯權為限，而應廣泛包括，凡足以阻止或排斥債權之成立、存續或行\r\n使之事由在內，蓋債權之讓與，在債務人既不得拒絕，自不宜因債權讓與\r\n之結果，而使債務人陷於不利之地位（本院五十二年台上字第一○八五號\r\n判例參照）。又上開條項固規定債務人於受通知時所得對抗讓與人之事由\r\n，皆得以之對抗受讓人。惟尚非得據此為反面解釋謂凡於債務人受通知後\r\n所得對抗讓與人之事由皆不得以之對抗受讓人。蓋債權之讓與，僅變更債\r\n之主體，於債之同一性不生影響。且債務人對於債權之讓與不得拒絕，自\r\n不應因而使其受不利益。故如債權係基於雙務契約而發生者，於一方當事\r\n人將債權讓與後，有法定解除之原因發生，經他方當事人行使解除權時，\r\n因解除權之行使發生溯及效力，致契約自始歸於無效，受讓人之債權自歸\r\n於消滅。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1773 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 95 年 08 月 11 日",
        "case_gist": "查上訴人於九十年四月十九日公告召集股東常會時，係一公開發行股票之\r\n公司，為原審所確定之事實，按九十年十一月十二日修正前公司法第一百\r\n七十二條第一項、第二項固規定：「股東常會之召集，應於二十日前通知\r\n各股東，對於持有無記名股票者，應於三十日前公告之」、「臨時股東會\r\n之召集，應於十日前通知各股東，對於持有無記名股票者，應於十五日前\r\n公告之」；惟依其特別法即七十七年一月二十九日增修之證券交易法第二\r\n十六條之二規定：「已依本法發行股票之公司，對於持有記名股票未滿一\r\n千股股東，其股東常會之召集通知得於開會三十日前；股東臨時會之召集\r\n通知得於開會十五日前，以公告方式為之」。是斯時召開股東常會或臨時\r\n會，僅須於法定期間前公告即可。查上訴人於九十年六月十五日召開之股\r\n東常會對於記名股票未滿一千股者，係依證券交易法第二十六條之二之規\r\n定，於同年四月十九日以公告方式登載於經濟日報第二十五版，而上訴人\r\n係於九十年五月七日經證期會核准撤銷公開發行股票，亦為原審所確定之\r\n事實，則在證期會核准撤銷公開發行股票前，上訴人已係依證券交易法第\r\n二十六條第二項之規定，於同年四月十九日以公告方式登載於經濟日報第\r\n二十五版，其公告是否不生效力，自非無疑。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1768 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 95 年 08 月 11 日",
        "case_gist": "承攬人依民法第五百十一條規定，請求定作人賠償因契約終止而生之損害\r\n，固可及於其所受之損害（積極損害）及所失之利益（消極損害），但雙\r\n方另於契約特別訂定其損害賠償之範圍者，應從其約定，此觀同法第二百\r\n十六條第一項規定自明。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 484 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "公司法第二百十三條規定公司與董事間訴訟，除法律另有規定外，由監察\r\n人代表公司，股東會亦得另選代表公司為訴訟之人。所謂公司與董事間之\r\n訴訟，當指同法第二百十二條所定股東會決議對於董事提起訴訟而言，蓋\r\n股東會為公司最高權力機關，惟其有權決定公司是否對董事提起訴訟。至\r\n監察人行使監察權，如認董事有違法失職，僅得依同法第二百二十條召集\r\n股東會，由股東會決議是否對董事提起訴訟。同法第二百十三條所稱除法\r\n律另有規定外，則指如同法第二百十四條所定不經股東會決議之例外情形\r\n而言。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 482 號 民事裁定",
        "case_topic": "聲明異議等",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "強制執行法第十二條所謂利害關係人，係指債權人、債務人以外將因強制\r\n執行致其法律上之權益受侵害之人，若僅事實上之利害關係，則非本條之\r\n利害關係人。又土地法第四十三條規定：依本法所為之登記有絕對效力。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1761 號 民事判決",
        "case_topic": "確認債權存在等",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "第三人就執行債權人依強制執行法第一百十五條至第一百十七條規定所發\r\n扣押命令，已向執行法院聲明異議，債權人縱未向管轄法院提起訴訟，亦\r\n僅生執行法院不得依同法第一百十九條第二項規定，逕向該第三人為強制\r\n執行而已，故第三人於修法前，或在修法後未依現行強制執行法第一百二\r\n十條第三項之規定撤銷該扣押命令前，該扣押命令不生失權效果，仍有拘\r\n束力，倘第三人逕向債務人為清償，仍有強制執行法第五十一條之適用，\r\n對債權人不生效力。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1759 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "上訴人對於駁回其先位之訴之判決提起上訴，其效力應及於預備之訴，即\r\n預備之訴亦生移審之效力。今上訴人先位之訴是否有理由，既尚待事實審\r\n調查審認，則其備位之訴有無必要予以審理，尚屬未定，應併予廢棄。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1735 號 民事裁定",
        "case_topic": "請求確認股東會決議無效",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "民事訴訟法固未明定被上訴人於第三審應委任訴訟代理人或委任律師為其\r\n訴訟代理人，惟參酌該法第四百六十六條之一第一項明定對於第二審判決\r\n上訴，上訴人應委任律師為訴訟代理人之旨，可見為保障訴訟當事人之權\r\n益，受任為被上訴人第三審訴訟代理人之人，仍應具有精湛之法學素養，\r\n其不備律師資格者，尚不宜許可為訴訟代理人。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1731 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "繼續性之契約已開始履行者，由於無須因嗣後之債務不履行情事，使其溯\r\n及的消滅契約關係，致增法律關係之複雜性，原則上固應以「終止」之方\r\n法消滅其契約關係，惟究不得執此即謂凡已履行之繼續性契約，均無容當\r\n事人行使法定或意定解除權之餘地，此觀民法第五百零二條第二項、第五\r\n百零三條、第五百零六條、第五百零七條之規定自明。"
    },
    {
        "case_id": "最高法院 95 年度台簡上字第 15 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "票據乃文義證券及無因證券，票據上之權利義務，悉依票上所載文義定之\r\n，與其基礎之原因關係各自獨立，票據上權利之行使，不以其原因關係存\r\n在為前提，執票人行使票據上權利時，就其基礎之原因關係確係有效存在\r\n，不負舉證責任。若票據債務人以自己與執票人間所存抗辯之事由，對抗\r\n執票人，依票據法第十三條規定觀之，應由票據債務人就該抗辯事由負舉\r\n證之責任。本件系爭支票已將應記載之事項載明，完成發票行為，上訴人\r\n處於得行使票據權利之狀態，則就阻礙其行使票據權利之原因關係是否存\r\n在之事實，自應由票據債務人即被上訴人舉證證明。"
    },
    {
        "case_id": "最高法院 95 年度台簡字第 15 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 95 年 08 月 10 日",
        "case_gist": "票據乃文義證券及無因證券，票據上之權利義務，悉依票上所載文義定之\r\n，與其基礎之原因關係各自獨立，票據上權利之行使，不以其原因關係存\r\n在為前提，執票人行使票據上權利時，就其基礎之原因關係確係有效存在\r\n，不負舉證責任。若票據債務人以自己與執票人間所存抗辯之事由，對抗\r\n執票人，依票據法第十三條規定觀之，應由票據債務人就該抗辯事由負舉\r\n證之責任。本件系爭支票已將應記載之事項載明，完成發票行為，上訴人\r\n處於得行使票據權利之狀態，則就阻礙其行使票據權利之原因關係是否存\r\n在之事實，自應由票據債務人即被上訴人舉證證明。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1724 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 95 年 08 月 09 日",
        "case_gist": "再審之訴顯無再審理由者，依民事訴訟法第五百零二條第二項之規定，雖\r\n得不經言詞辯論，以判決駁回之。但若當事人主張之原因事實，僅據訴狀\r\n之記載，尚不明瞭或有其他情形，必須調查證據後，始能認定再審之訴為\r\n無再審理由者，仍應行必要之言詞辯論，不得遽指再審之訴顯無再審理由\r\n，不經言詞辯論逕以判決駁回之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1723 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 95 年 08 月 09 日",
        "case_gist": "所謂相當因果關係，係指無此事實，雖不必生此結果，但有此事實，按諸\r\n一般情形，通常均可能發生此結果者而言。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1722 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 95 年 08 月 04 日",
        "case_gist": "民法第一百七十九條規定不當得利之成立要件，必須無法律上之原因而受\r\n利益，致他人受損害，且該受利益與受損害之間有因果關係存在。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1713 號 民事判決",
        "case_topic": "請求更正退票",
        "case_date": "民國 95 年 08 月 03 日",
        "case_gist": "在支票上記載禁止背書轉讓者，固須由為此記載之債務人簽名或蓋章，始\r\n生禁止背書轉讓之效力，此就票據法第一百四十四條、第三十條第二項及\r\n第三項各規定觀之甚明；惟票據正面記載禁止背書，該記載如依社會觀念\r\n足認係由發票人於發票時為之者，亦發生禁止背書轉讓之效力，此為本院\r\n最近所持之見解。查系爭支票形式上經發票人於票據正面載明禁止背書轉\r\n讓之文義，另劃有二橫線以示塗銷，其上蓋有發票人（即被上訴人）當時\r\n之法定代理人王○○之印文一枚，為原審確定之事實。就此於支票正面記\r\n載禁止背書轉讓而劃有二橫線並由發票人即被上訴人之法定代理人蓋章之\r\n情形，倘係由發票人之法定代理人於劃二橫線後始予蓋章，依上開說明意\r\n旨推之，該記載，依一般社會觀念，是否不發生禁止背書及塗銷禁止背書\r\n轉讓之效力，即有詳予探求之必要。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1682 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 95 年 08 月 03 日",
        "case_gist": "私有農地所有權之移轉，依八十九年一月二十六日修正刪除前之土地法第\r\n三十條規定，其承受人以能自耕者為限，如承買人當時係無自耕能力之人\r\n，須於訂約時明白約定由承買人指定登記與任何有自耕能力之第三人，或\r\n具體約定登記於有自耕能力之特定第三人，或約定待承買人自己有自耕能\r\n力時為移轉登記，或其他預期於不能之情形除去後為給付者，其契約始為\r\n有效，否則，即係以不能之給付為契約標的，依民法第二百四十六條第一\r\n項前段規定為無效。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1673 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 08 月 03 日",
        "case_gist": "公有公共設施因設置或管理有欠缺，致人民生命、身體或財產受損害者，\r\n國家應負損害賠償責任，國家賠償法第三條定有明文。因此就公有公共設\r\n施之欠缺而受有損害之被害人，即應依國家賠償法所定之程序請求賠償，\r\n不得依民法第一百八十四條、第一百九十一條規定訴請該公共設施之設置\r\n或管理機關賠償。又依國家賠償法請求損害賠償，應先以書面向賠償義務\r\n機關請求之。賠償義務機關對於前項請求，應即與請求權人協議。賠償義\r\n務機關自請求權人提出請求之日起，逾三十日不開始協議，或自開始協議\r\n之日起六十日協議不成立時，請求權人得提起損害賠償之訴，此觀國家賠\r\n償法第十條、第十一條之規定自明。是以「協議」乃為訴請國家賠償之先\r\n行程序，違反者，其訴自難認為合法。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1664 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 95 年 07 月 28 日",
        "case_gist": "定作人因工作有瑕疵，主張承攬人應負瑕疵擔保責任者，固不以承攬人有\r\n可歸責之事由為要件，惟如工作瑕疵，係可歸責於承攬人之事由所致，則\r\n定作人除主張承攬人應負瑕疵擔保責任外，亦可依債務不履行規定主張權\r\n利。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 463 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "關於假處分之規定，於爭執之法律關係有定暫時狀態之必要者準用之。又\r\n假處分所必要之方法，由法院酌定之，民事訴訟法第五百三十八條之四、\r\n第五百三十五條第一項定有明文。是於爭執之法律關係有定暫時狀態之必\r\n要者，假處分之方法係由法院依職權酌定，不可逾越定暫時狀態所需要之\r\n程度，惟不受債權人聲請假處分所表明方法之拘束。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 460 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "尋繹民法第八百七十七條規範之本旨，乃側重於房屋所有權與基地利用權\r\n一體化之體現，並兼顧社會經濟，以調和土地與建物不同所有人之權益，\r\n避免單獨拍賣土地，可能使土地及建物非由同一人所有，法律關係趨於複\r\n雜，並使土地易於拍賣，以保障抵押權人之權益。原裁定本此意旨，認本\r\n件情形法律未明文規定而有漏洞，得類推適用民法第八百七十七條規定予\r\n以填補，經核並無違背本院上述判例或適用法規顯有錯誤之情形，且與物\r\n權法定主義無關。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 436 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "關於假處分之規定，於爭執之法律關係有定暫時狀態之必要者準用之。又\r\n假處分所必要之方法，由法院酌定之，民事訴訟法第五百三十八條之四、\r\n第五百三十五條第一項定有明文。是於爭執之法律關係有定暫時狀態之必\r\n要者，假處分之方法係由法院依職權酌定，不可逾越定暫時狀態所需要之\r\n程度，惟不受債權人聲請假處分所表明方法之拘束。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1637 號 民事判決 (家事類)",
        "case_topic": "請求分割遺產",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "民法第一千一百六十四條所定之遺產分割，係以整個遺產為一體為分割，\r\n並非以遺產中個別之財產分割為對象，亦即遺產分割之目的在廢止遺產全\r\n部之公同共有關係，而非旨在消滅個別財產之公同共有關係，其分割方法\r\n應對全部遺產整體為之，是以當事人對分割判決一部聲明不服，提起上訴\r\n，其上訴效力應及於訴之全部。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1624 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "依修正前商標法第二十八條第一項規定，商標專用權之移轉，應向商標主\r\n管機關申請登記，未經登記者，不得對抗第三人。並未將不得對抗之第三\r\n人，侷限於就該商標專用權有物權或準物權之第三人。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1617 號 民事判決",
        "case_topic": "請求返還所有權狀",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "系爭房地所有權狀之登載名義人為陳○○，其所表彰者僅在證明陳○○對\r\n該房地不動產有所有權存在，並非即為該房地權利之本身。故系爭房地所\r\n有權狀本質上為從物及不融通物，不能與該房地所有權分離而單獨成為民\r\n法第七百六十八條所定動產取得時效之標的。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1611 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "又「查封」係屬公法上之處分行為，其效力不待於登記即發生，任何人均\r\n應受其拘束。若不動產經法院依法查封後，該不動產之所有人即執行債務\r\n人再將該不動產移轉登記於他人，他人復移轉登記於他他人，而執行債權\r\n人對該他人、他他人主張該移轉不生效力時，該他人、他他人不得依土地\r\n法第四十三條規定主張其受移轉應受保護，執行債權人得同時或先後訴請\r\n該他他人、他人塗銷其受移轉登記，回復實施查封時之登記狀態。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1606 號 民事判決",
        "case_topic": "第三人異議",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "具有合夥性質之非法人團體，在程序法上，依民事訴訟法第四十條第三項\r\n規定，固可認其有形式上之當事人能力，而得於民事訴訟程序為當事人之\r\n資格。但在實體法上，依民法第六百八十一條規定合夥人之補充連帶責任\r\n，及司法院院字第九一八號解釋明示「原確定判決，雖僅令合夥團體履行\r\n債務，但合夥財產不足清償時，自得對合夥人執行」意旨，加以延伸，亦\r\n應認合夥人全體（公同共有人）為其權利主體。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1604 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 07 月 27 日",
        "case_gist": "契約終止無溯及效力，在契約終止以前之契約關係，並不發生回復原狀之\r\n問題，終止以後則契約消滅，其已發生之權利變動不因之失其效力。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 453 號 民事裁定",
        "case_topic": "強制執行",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "民法第八百七十七條規定，土地所有人於設定抵押權後，在抵押之土地上\r\n營造建築物者，抵押權人於必要時，得將其建築物與土地併付拍賣，但對\r\n於建築物之價金，無優先受清償之權，旨在使房屋與土地能同歸一人，易\r\n於拍賣，以保障抵押權人，並簡化法律關係，以避免或減少紛爭。故如土\r\n地所有人將土地設定抵押權後，雖未自行於土地上營造建築物，但容許第\r\n三人在土地上營造建築物，為避免單獨拍賣土地，可能使土地及建物非由\r\n同一人所有，法律關係趨於複雜，衍生糾紛，及為使土地易於拍賣，保障\r\n抵押權人之權益，本於上述法條之立法意旨，自應許抵押權人行使抵押權\r\n時，將第三人於抵押權設定後在土地上營造之建築物與抵押之土地併付拍\r\n賣，而將房屋賣得價金交還該第三人。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 451 號 民事裁定",
        "case_topic": "破產",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "一般債權人之聲請破產，乃其權利，固可自由撤回，毋庸經債務人之同意\r\n，然撤回之時期應於「破產裁定前」始得為之。蓋破產事件與公益性有關\r\n，法院依職權為必要之調查後所為准予破產宣告之裁定，係為總破產債權\r\n人之一般利益，並非專為聲請債權人個人之利益。又法院為破產宣告時，\r\n即依破產法第六十四條等有關規定開始進行破產程序，如破產管理人之選\r\n任、破產債權之申報、調查及確定，破產管理人對於破產財團之占有、管\r\n理及變價，財團債務及財團費用之清償等。此際，破產程序對於全體債權\r\n人而言，參照破產法第五條準用民事訴訟法第五十六條第一款規定，聲請\r\n債權人之撤回聲請，對於其他債權人全體應不生效力（倘許為聲請之債權\r\n人任意撤回，則所有已進行程序均告落空，不僅徒增紛擾，抑且害及其他\r\n債權人之利益，並浪費法院及有關利害關係人之勞力、時間及費用）。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 449 號 民事裁定",
        "case_topic": "請求確認無給付義務",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "仲裁程序屬「快程程序」，並以「快速為重」為其原則，我國仲裁法於第\r\n二十一條第一項、第三項明定其遵守之仲裁期限，固揭斯旨。但仲裁係基\r\n於當事人自治原則，自行合意選擇使用之程序，仲裁庭於當事人未有約定\r\n，仲裁法又未規定時，本有相當彈性之裁量空間，且依國際通例，為避免\r\n當事人濫用仲裁期限之規定，藉惡意遲延以終結仲裁程序，對仲裁期限多\r\n予彈性規定，甚或刻意不加規定，以賦予當事人自行決定與協議延長仲裁\r\n期限之權。是該條項所稱之仲裁庭逾期未作成判斷書者乃專指仲裁庭已依\r\n法組成，仲裁程序得合法進行，仲裁庭逾該九個月期間未作成判斷書而言\r\n，如遇天災、仲裁人死亡、辭任、當事人同意暫停程序或其他仲裁庭因故\r\n不能執行職務，致仲裁程序不能合法進行者，該無法進行之期間，自不應\r\n計入該條項所定仲裁庭應作成判斷書之期限內，始不失其立法本旨。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 448 號 民事裁定",
        "case_topic": "聲請繼續拍賣",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "強制執行法第八十條之一第三項所稱之聲請拍賣，與依同法第三十四條第\r\n二項聲明參與分配者，其內涵未盡相同，前者乃提出執行名義，積極地請\r\n求法院將不動產實施換價，與後者係基於貫徹賸餘主義及塗銷主義之精神\r\n，並顧及普通債權人執行權益之情形有間。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1575 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "證據能力與證據力有別，前者係指於人或物中有為證據方法之資格，後者\r\n有形式上證據力與實質上證據力之分，如私文書經舉證人證明其確由名義\r\n人作成無誤，即具形式上證據力，其記載之內容，與待證事實有關，有證\r\n明應證事實之價值且屬可信，足供法院作為判斷之依據者，則更具實質上\r\n證據力。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1574 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "確定判決之既判力，固以訴訟標的經表現於主文判斷之事項為限，判決理\r\n由並無既判力。但法院於判決理由中，就訴訟標的以外當事人主張之重要\r\n爭點，本於當事人辯論之結果，已為判斷時，除有顯然違背法令之情形，\r\n或當事人已提出新訴訟資料，足以推翻原判斷之情形外，應解為在同一當\r\n事人就該重要爭點所提起之訴訟，法院及當事人就該已經法院判斷之重要\r\n爭點，皆不得任作相反之判斷或主張，始符民事訴訟上之誠信原則。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1573 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "在第二審為訴之變更或追加，非經他造同意，不得為之；但民事訴訟法第\r\n二百五十五條第一項第二款至第六款情形，不在此限。又請求之基礎事實\r\n同一者，縱於訴狀送達後，原告仍得將原訴變更或追加他訴，無須得被告\r\n同意，此觀民事訴訟法第四百四十六條第一項、第二百五十五條第一項第\r\n二款規定自明。原告於第二審為訴之追加，苟其請求之基礎事實同一者，\r\n即非法所不許。所謂請求之基礎事實同一，係指變更或追加之訴與原訴之\r\n主要爭點有其共同性，各請求利益之主張在社會生活上可認為同一或關連\r\n，而就原請求之訴訟及證據資料，於審理繼續進行在相當程度範圍內具有\r\n同一性或一體性，得期待於後請求之審理予以利用，俾先後兩請求在同一\r\n程序得加以解決，避免重複審理，進而為統一解決紛爭者，即屬之。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1551 號 民事判決",
        "case_topic": "請求給付工程保留款",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "承攬人依承攬契約之約定，請求定作人給付承攬報酬，與定作人依民法第\r\n五百十一條規定，於工作未完成前任意終止承攬契約，承攬人得依該條規\r\n定請求定作人賠償其因契約終止而生之損害，係屬不同之請求權。倘承攬\r\n人於定作人終止契約後，就其於契約終止前可請求之承攬報酬而未受償之\r\n損害，於依民法第五百十一條規定，請求定作人併對該部分報酬負賠償責\r\n任時，雖得認其請求賠償之範圍已包括原可請求之報酬在內，而有民法第\r\n五百十四條所定一年請求權時效期間之適用，但究不能因此即謂該承攬報\r\n酬之本質為損害賠償，而認承攬人不得再依契約終止前之承攬關係，請求\r\n定作人給付其已完成特定部分工程之承攬報酬。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1550 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 07 月 20 日",
        "case_gist": "因清償債務而對於債權人負擔新債務者，除當事人另有意思表示外，若新\r\n債務不履行時，其舊債務仍不消滅，民法第三百二十條定有明文。準此，\r\n若經當事人合意，舊債務將因新債務之成立而消滅者，則該舊債務於新債\r\n務成立時，自應視為消滅。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1523 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 95 年 07 月 14 日",
        "case_gist": "債權讓與對於債務人發生效力後，債務人即得以其與新債權人即受讓人間\r\n所存事由對抗受讓人；故執行名義成立後，債權人將債權讓與他人，該他\r\n人為強制執行法第四條之二第一項第一款所稱之繼受人，雖得以原執行名\r\n義聲請強制執行，惟債務人如主張與繼受人間存有消滅或妨礙繼受人請求\r\n之事由，自應認係於執行名義成立後，有消滅或妨礙債權人請求之事由發\r\n生，許債務人提起異議之訴，以資救濟。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1502 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 95 年 07 月 13 日",
        "case_gist": "連帶債務之債權人，得對於債務人中之一人或數人或其全體，同時或先後\r\n請求全部或一部之給付，民法第二百七十三條第一項定有明文，故確定判\r\n決如就同一債務命數債務人連帶履行者，債權人得專對債務人中之一人或\r\n數人，請求為全部給付之履行。反之，數連帶債務人中之一人或數人亦得\r\n依債之本旨提出全部給付，即使其他連帶債務人有給付不能情事，債權人\r\n亦不得以此為由，而謂該連帶債務係給付不能。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1492 號 民事判決",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 95 年 07 月 13 日",
        "case_gist": "勞基法第二條第六款規定，約定勞雇間之契約為勞動契約。據此而言，凡\r\n是具有指揮命令及從屬關係者，均屬之，是亦未以僱傭契約為限。故公司\r\n負責人對經理，就事務之處理，若具有使用從屬與指揮命令之性質，且經\r\n理實際參與生產業務，即屬於勞動契約之範疇，該經理與公司間，即有勞\r\n動基準法之適用；反之，則否。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1490 號 民事判決",
        "case_topic": "請求給付買賣價金事件",
        "case_date": "民國 95 年 07 月 13 日",
        "case_gist": "民法第二百三十三條第一項規定，遲延之債務，以支付金額為標的者，債\r\n權人得請求依法定利率計算之遲延利息，但約定利率較高者，仍從其約定\r\n利率。該條項但書所稱之約定利率，一般固指以支付金額為標的之金錢債\r\n務，定有較法定利率為高之約定利率而言，惟該約定利率既未將「約定遲\r\n延利率」予以除外，則當事人間倘定有較高於法定利率之「約定遲延利率\r\n」者，亦應包括在內，始不失該條項但書規定之立法本旨。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1489 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 95 年 07 月 13 日",
        "case_gist": "所謂同時履行之抗辯，乃因成立或履行上有牽連關係之雙務契約而生，倘\r\n雙方之債務，本於同一雙務契約而發生，且其一方之給付與他方之給付，\r\n立於互為對待給付之關係者，即可主張同時履行抗辯。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1468 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 07 月 07 日",
        "case_gist": "政府機關辦理採購，依本法之規定；本法未規定者，適用其他法律之規定\r\n。又決標或簽約後發現得標廠商於決標前有第一項情形者，應撤銷決標、\r\n終止契約或解除契約，政府採購法第三條、第五十條第二項前段分別定有\r\n明文。此項契約終止事由既為政府採購法所明定，自屬法定終止事由。投\r\n標廠商倘有政府採購法第五十條第一項第二款所稱投標文件內容不符合招\r\n標文件之規定之情形，政府機關要非不得依據同法條第二項規定終止契約\r\n，毋待當事人雙方於所簽訂之合約中加以明定始有適用之餘地。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1454 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 07 月 06 日",
        "case_gist": "債務人享有同時履行抗辯權者，在未行使此同時履行抗辯權以前，仍可發\r\n生遲延責任之問題，必須行使以後始能免責（本院五十年台上字第一五五\r\n○號判例參照）。因契約互負債務者，於他方未為對待給付前，固得拒絕\r\n自己之給付，然於他方請求而未依約履行之一方，倘未為同時履行抗辯權\r\n之行使，則自拒絕他方履行之請求時起，依首開說明，自應負遲延責任。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1449 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 07 月 06 日",
        "case_gist": "民法第四百八十九條第一項規定，當事人之一方，遇有重大事由，其僱傭\r\n契約，縱定有期限，仍得於期限屆滿前終止之。所謂「重大事由」，係屬\r\n不確定之法律概念，應斟酌僱傭契約之性質或內涵審認之。倘其事由已喪\r\n失勞務目的之信賴，如使僱傭關係繼續，對當事人之一方，已屬不可期待\r\n，而有害於當事人之利益，並顯失公平時，固非不得認為重大。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1445 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 95 年 07 月 06 日",
        "case_gist": "行政契約與私法契約之區別，係以其發生公法或私法上權利義務變動之效\r\n果為斷。凡不得作私法契約標的之事項，而以契約型態作成時，自應視之\r\n為行政契約，若契約標的在性質上非私法契約或行政契約所獨佔，則應參\r\n酌契約目的之所在，判斷其屬性。遇有爭議情形，可依下列標準：⑴契約\r\n之一方為行政機關。⑵契約之內容係行政機關一方負有作成行政處分或高\r\n權的事實行為之義務。⑶執行法規規定原本應作成行政處分，而以契約代\r\n替。⑷涉及人民公法上權利義務關係。⑸約定事項中列有顯然偏袒行政機\r\n關一方之條款，使行政機關享有特權或優勢之約定；為綜合判斷。是公權\r\n力依法得以行政契約方式執行，然其公權力授與之目的，在於與受授權人\r\n建立公法之法律關係，並使其如同行政機關對外行使公權力，執行行政任\r\n務。如行政機關以承攬契約或類似之私法契約，委託民間業者完成特定之\r\n行政任務，而非行政機關與受授權人建立公法之法律關係，並使其如同行\r\n政機關對外行使公權力，執行行政任務者，如修築道路、清理垃圾等，均\r\n非公權力之受託人，其所為之行為自非行使公權力。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1442 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 95 年 07 月 06 日",
        "case_gist": "查上訴人之原審訴訟代理人謝維仁律師，雖於九十四年五月九日陳報解除\r\n委任，但依民事訴訟法第七十四條第三項規定，由訴訟代理人終止委任者\r\n，自為終止之意思表示之日起十五日內，仍應為防衛本人權利所必要之行\r\n為。原審以上訴人已經合法通知仍未到庭而無民事訴訟法第三百八十六條\r\n所列各款情形，因依被上訴人聲請由其一造辯論而為判決，於程序上自無\r\n不合。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 390 號 民事裁定",
        "case_topic": "處理費用",
        "case_date": "民國 95 年 06 月 29 日",
        "case_gist": "當事人於契約中約定以仲裁或訴訟解決爭議，即係賦予當事人程序選擇權\r\n，於一方行使程序選擇權而繫屬後，他方即應受其拘束。倘當事人雙方各\r\n採取仲裁程序及訴訟程序時，則應以其繫屬先後為準。若仲裁程序繫屬在\r\n先，當有仲裁法第四條之適用。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 389 號 民事裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 95 年 06 月 29 日",
        "case_gist": "債權人受本案敗訴判決確定者，債務人得聲請撤銷假扣押裁定，固為民事\r\n訴訟法第五百三十條第一項所明定，惟所謂受本案敗訴判決確定，係指債\r\n權人依假扣押所欲保全強制執行之請求，經本案之實體確定判決確認其不\r\n存在或不得行使者而言。苟該請求未經實體確定判決確認為不存在或不得\r\n行使，且債權人又非不得另行起訴請求，即無容債務人據此為由，聲請撤\r\n銷假扣押裁定之餘地。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 386 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 95 年 06 月 29 日",
        "case_gist": "按債權人聲請假扣押，就假扣押之原因，絲毫未提出能即時調查之證據以\r\n釋明者，固應駁回其聲請，惟假扣押之原因如經釋明而有不足，法院仍得\r\n命供擔保以補其釋明之不足，准為假扣押，此觀民事訴訟法第五百二十六\r\n條第一項、第二項規定自明。又同法第五百二十三條所稱之「日後甚難執\r\n行之虞」，除指如債務人將移住遠方、逃匿或應在外國為強制執行之類者\r\n外，尚應包括債務人將其財產外移至為我國現時司法權效力所不及之大陸\r\n地區，致其在我國之財產有不足為強制執行之虞等情形在內。次按證明與\r\n釋明在構成法院之心證上程度未盡相同，所謂證明者，係指當事人提出之\r\n證據方法，足使法院產生堅強之心證，可以完全確信其主張為真實而言，\r\n與釋明云者，為當事人提出之證據未能使法院達於確信之程度，僅在使法\r\n院得薄弱之心證，信其事實上之主張大概為如此者有間，二者非性質上之\r\n區別，乃分量上之不同。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1346 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 95 年 06 月 23 日",
        "case_gist": "國家賠償法第六條規定：國家損害賠償，本法及民法以外其他法律有特別\r\n規定者，適用其他法律。而五十七年十一月二十二日修正公布之警械使用\r\n條例第十條第一項規定：警察人員非遇第四條各款情形之一，而使用警刀\r\n、槍械或其他經核定之器械者，由該管長官懲戒之。其因而傷人或致死者\r\n，除加害之警察人員依刑法處罰外，被害人由各該級政府先給予醫藥費或\r\n撫卹費。但出於故意之行為，各級政府得向行為人求償。第二項規定：警\r\n察人員依本條例使用警械，因而傷人或致死者，其醫藥費或埋葬費由各該\r\n級政府負擔。第三項規定：前二項醫藥費、撫卹費或埋葬費之標準，由省\r\n（市）政府訂定後報內政部核定。上述第三項，於九十一年五月十五日修\r\n正為：前二項醫藥費、撫卹費或埋葬費之標準，由內政部定之。該第十條\r\n於九十一年六月二十六日修正為第十一條，其內容修正為第一項規定：警\r\n察人員依本條例規定使用警械，因而致第三人受傷、死亡或財產損失者，\r\n應由各該級政府支付醫療費、慰撫金、補償金或喪葬費。第二項規定：警\r\n察人員執行職務違反本條例使用警械規定，因而致人受傷、死亡或財產損\r\n失者，由各該級政府支付醫療費、慰撫金、補償金或喪葬費；其出於故意\r\n之行為，各該級政府得向其求償。第三項規定：前二項醫療費、慰撫金、\r\n補償金或喪葬費之標準，由內政部定之。此為關於警察人員於執行職務使\r\n用警械致人傷亡時應負損害賠償責任及範圍之特別規定，於此類事件，其\r\n適用應優先於國家賠償法第二條、第五條、民法第一百八十四條第一、二\r\n項、第一百八十六條之規定。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1316 號 民事判決",
        "case_topic": "撤銷區分所有權人會議決議等",
        "case_date": "民國 95 年 06 月 22 日",
        "case_gist": "公寓大廈區分所有權人會議之決議事項由管理委員會執行，公寓大廈管理\r\n條例第三十六條第一款（九十二年十二月三十一日修正前公寓大廈管理條\r\n例第三十四條第七款規定相同）定有明文。是起訴請求撤銷區分所有權人\r\n會議決議時，應以管理委員會或全體區分所有權人為被告，始為適格。本\r\n件上訴人起訴請求撤銷系爭會議決議，僅列部分區分所有權人即被上訴人\r\n為被告，訴請撤銷系爭會議決議，顯有未合，自非有理。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1308 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 95 年 06 月 21 日",
        "case_gist": "訴訟繫屬中為訴訟標的之法律關係，雖移轉於第三人，於訴訟無影響。但\r\n第三人如經兩造同意，得聲請代當事人承當訴訟。前項但書情形，僅他造\r\n不同意者，移轉之當事人或第三人得聲請法院以裁定許第三人承當訴訟，\r\n民事訴訟法第二百五十四條第一項、第二項分別定有明文。查本件中興銀\r\n行於原審訴訟中，已於九十三年六月十日將其對上訴人之債權及其擔保與\r\n其他從屬權利移轉予被上訴人，並依法登報公告通知債務人在案。被上訴\r\n人雖具狀聲請代中興銀行承當訴訟，原審亦依承當訴訟程序處理，惟其承\r\n當訴訟是否經兩造同意，原審未遑調查審認，遽准被上訴人承當訴訟，並\r\n為實體判決，於法非無可議。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1303 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 95 年 06 月 21 日",
        "case_gist": "聲明異議，係執行當事人或利害關係人對執行法院所為執行方法、應遵守\r\n程序不服之救濟方法，其對象為執行法院，縱異議狀內當事人表明承認相\r\n對人之債務，必須該聲明異議狀繕本送達於相對人，或確有證據證明相對\r\n人已知悉異議內容時，始能謂當事人有承認之事實，而中斷時效。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1302 號 民事判決",
        "case_topic": "返還買賣價金",
        "case_date": "民國 95 年 06 月 21 日",
        "case_gist": "按當事人就其主張之爭點，經依民事訴訟法第二百七十條之一第一項第三\r\n款或第二項為協議者，依同條第三項前段規定，固應受其拘束，惟依「法\r\n官知法」及「法官審判獨立」之原則，法官適用法律之職責，並不當然受\r\n當事人基於聽審請求權、辯論權所主張法律上見解之拘束。是法院就當事\r\n人所主張起訴原因之事實判斷其法律上之效果，自不因當事人就其主張之\r\n法律上爭點，經依上開條項為整理並協議時自認或不爭執而受影響。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1298 號 民事判決",
        "case_topic": "確認保險關係存在",
        "case_date": "民國 95 年 06 月 19 日",
        "case_gist": "保險法第三十六條及第三十七條關於複保險之規定，係基於損害填補原則\r\n，為防止被保險人不當得利，獲致超過其財產上損害之保險給付，而對複\r\n保險行為所為之合理限制。人壽保險契約，並非為填補被保險人之財產上\r\n損害，亦不生類如財產保險之保險金額是否超過保險標的價值之問題，自\r\n不受保險法關於複保險相關規定之限制。又人身保險，包括人壽保險、健\r\n康保險、傷害保險及年金保險，保險法第十三條第三項定有明文。其中人\r\n壽保險契約，依上說明，固不受保險法關於複保險相關規定之限制；惟健\r\n康保險及傷害保險中之醫療費用保險契約，倘係在填補被保險人因疾病或\r\n傷害支出醫療費用所生之財產上損害，被保險人不得因疾病或傷害受醫療\r\n而獲不當得利，應仍有保險法關於複保險規定之適用。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1295 號 民事判決",
        "case_topic": "確認債權存在",
        "case_date": "民國 95 年 06 月 16 日",
        "case_gist": "強制執行法第一百十九條第一項之「法院命令」包括執行法院依同法第一\r\n百十五條第一項規定對第三人所發之扣押命令在內（辦理強制執行事件應\r\n行注意事項第六十四項），故第三人對執行法院之扣押命令聲明異議，債\r\n權人認為不實而依同法第一百二十條第二項規定所提起之訴訟，因依同項\r\n後段之規定，須將訴訟告知債務人，自得僅以第三人為被告，而非必須以\r\n債務人為共同被告，債權人依此規定所提起之訴訟，無論係請求確認債務\r\n人對第三人之債權存在之確認之訴，或請求第三人向債權人為給付之給付\r\n之訴，均非必須以債務人為共同被告。乃原審見未及此，竟認為債權人為\r\n給依強制執行法第一百二十條第二項所提起之確認之訴，須以第三人及債\r\n務人為共同被告，當事人始為適格，並以此為由，認上訴人僅對被上訴人\r\n提起確認之訴，其當事人並非適格，而為上訴人敗訴之判決，於法不無違\r\n誤。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 341 號 民事裁定",
        "case_topic": "返還補助款",
        "case_date": "民國 95 年 06 月 15 日",
        "case_gist": "行政契約與私法契約之區別，學理上固各有不同之學說，惟對具體之契約\r\n予以判斷時，應就契約主體（當事人之法律地位）、契約之目的、內容、\r\n其發生公法或私法上權利義務變動之效果及訂立契約所依據之法規性質等\r\n項為綜合考量。凡不得作私法契約標的而以契約型態作成時，自應視之為\r\n行政契約。倘契約標的性質上非私法契約或行政契約所獨佔，應參酌契約\r\n目的之所在，判斷其屬性，其遇有爭議時，則依（一）契約之一方為行政\r\n機關。（二）契約之內容係行政機關一方負有作成行政處分或其他公權力\r\n措施之義務。（三）執行法規規定原本應作成行政處分而以契約代替。（\r\n四）約定內容涉及人民公法上權利義務關係。（五）約定事項中列有顯然\r\n偏袒行政機關一方之條款，使行政機關享有特權或優勢之約定等因素以為\r\n斷。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1288 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 06 月 15 日",
        "case_gist": "刑事附帶民事訴訟在移送民事庭前，除刑事訴訟法第九編有特別規定外，\r\n應準用關於刑事訴訟之規定，此觀刑事訴訟法第四百九十條規定自明。又\r\n同法第三百七十七條規定，上訴於第三審法院，非以判決違背法令為理由\r\n，不得為之。是對於刑事附帶民事訴訟第二審判決提起第三審上訴，應以\r\n原判決違背法令為理由，係屬法定要件。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1242 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 06 月 15 日",
        "case_gist": "稱保證者，謂當事人約定一方於他方之債務人不履行債務時，由其代負履\r\n行責任之契約，既不以書面、更不以使用印鑑章為必要。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1237 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 95 年 06 月 15 日",
        "case_gist": "繼承人得限定以因繼承所得之遺產，償還被繼承人之債務。繼承人有數人\r\n，其中一人主張為前項限定之繼承時，其他繼承人視為同為限定之繼承，\r\n民法第一千一百五十四條第一、二項定有明文。查上訴人之被繼承人鄭紹\r\n棠死亡後，上訴人鄭興陽、鄭武龍二人已為限定之繼承，則依上開規定，\r\n其他之繼承人視為同為限定之繼承。準此，上訴人鄭江如花既應視為同為\r\n限定之繼承，果其對被上訴人有給付之義務，亦應於繼承鄭紹棠遺產之範\r\n圍內為之。原審就此命鄭江如花負完全之給付義務，非無違誤。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1235 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 06 月 15 日",
        "case_gist": "連帶債務人中之一人消滅時效已完成者，依民法第二百七十六條第二項規\r\n定，固僅該債務人應分擔之部分，他債務人同免其責任，惟民法第一百八\r\n十八條第三項規定，僱用人賠償損害時，對於侵權行為之受僱人有求償權\r\n，則僱用人與受僱人間並無應分擔部分可言，倘被害人對為侵權行為之受\r\n僱人之損害賠償請求權消滅時效業已完成，僱用人自得援用該受僱人之時\r\n效利益，拒絕全部給付，不以該受僱人已為時效抗辯為必要。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1234 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 06 月 15 日",
        "case_gist": "按民法第二百四十九條第三款規定，契約因可歸責於受定金當事人之事由\r\n，致不能履行時，該當事人應加倍返還其所受之定金，該定金效力上所稱\r\n之「不能履行」，固指於契約成立後發生給付不能之情形而言，惟此於不\r\n完全給付而不能補正之情形，自亦應涵攝於該「不能履行」之概念而有其\r\n適用，觀之同法第二百二十七條第一項規定，因可歸責於債務人之事由，\r\n致為不完全給付者，債權人得依關於給付遲延或給付不能之規定行使其權\r\n利自明。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1233 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 06 月 15 日",
        "case_gist": "祭祀公業係祀產之總稱，屬於派下員全體所公同共有，是關於祭祀公業財\r\n產之處分及權利之行使，除依公同關係所由規定之法律或契約另有規定外\r\n，固應得公同共有人全體之同意。惟若就祭祀公業財產之處分或權利之行\r\n使另有習慣，可認該祭祀公業派下有以此為契約內容之意思者，自應認該\r\n處分或權利之行使為有效。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 334 號 民事裁定",
        "case_topic": "拆屋還地",
        "case_date": "民國 95 年 06 月 08 日",
        "case_gist": "土地法為民法之特別法；就耕地租賃而言，耕地三七五減租條例又為土地\r\n法之特別法，有關耕地租賃，自應優先適用耕地三七五減租條例之規定。\r\n故出租人與承租人間因耕地租佃發生返還耕地之爭議時，非依耕地三七五\r\n減租條例第二十六條第一項規定，經調解、調處，依同條第二項所定，除\r\n不得逕行起訴外，於事實審法院審理中，亦不得為訴之追加。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1183 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 95 年 06 月 08 日",
        "case_gist": "共有人中之一人或數人依共有物之協議分割契約，提起請求履行協議分割\r\n契約之訴，性質上仍屬給付之訴，非如共有物裁判分割之屬形成訴訟，依\r\n民事訴訟法第三百八十八條規定，法院尚不得就當事人所未聲明之事項逕\r\n為裁判。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1175 號 民事判決",
        "case_topic": "請求給付報酬",
        "case_date": "民國 95 年 06 月 08 日",
        "case_gist": "當事人之任何一方，得隨時終止委任契約，民法第五百四十九條第一項定\r\n有明文。惟終止契約不失為當事人之權利，雖非不得由當事人就終止權之\r\n行使另行特約，然按委任契約，係以當事人之信賴關係為基礎所成立之契\r\n約，如其信賴關係已動搖，而使委任人仍受限於特約，無異違背委任契約\r\n成立之基本宗旨。因此委任契約縱有不得終止之特約，亦不排除民法第五\r\n百四十九條第一項之適用。本件兩造間所訂定之系爭委任合約第六條雖約\r\n定被上訴人不得任意終止合約，而被上訴人係以上訴人利用被上訴人資源\r\n供其配偶使用及策誘所屬展業人員脫離被上訴人等忠誠性疑慮之事由乃終\r\n止合約，此有卷附存證信函可稽，亦為上訴人所不爭，足認其行使終止權\r\n於法自屬有據，且與誠信原則無違，上訴人主張被上訴人有違反民法第一\r\n百四十八條之規定，亦不足取。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1174 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 95 年 06 月 08 日",
        "case_gist": "民法第一百八十四條第二項前段之規定，違反保護他人之法律，致生損害\r\n於他人者，負賠償責任。所謂違反保護他人之法律者，係指以保護他人為\r\n目的之法律，亦即一般防止妨害他人權益或禁止侵害他人權益之法律而言\r\n。建築改良物為土地改良物之一，為具高價值之不動產，其興建、使用應\r\n依法管理（土地法第五條、第一百六十一條、建築法第一條、第二十八條\r\n參照），倘於興建時有設計缺失、未按規定施工，或偷工減料情事，即足\r\n以影響建築改良物本身之使用及其價值。關於建築改良物之興建，建築法\r\n第三十九條規定：「起造人應依照核定工程圖樣及說明書施工；如於興工\r\n前或施工中變更設計時，仍應依照本法申請辦理。」，準此，建築法就起\r\n造人所為規範，自為保護他人為目的之法律，即應負誠實履行義務，不得\r\n違反，如有違反而造成建築改良物之損害，對建築改良物所有人，難謂毋\r\n庸負損害賠償責任。且此之所謂損害，不以人身之損害為限，亦包括建築\r\n改良物應有價值之財產損害在內。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1164 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 95 年 06 月 08 日",
        "case_gist": "現行海商法第七十條第四項規定：「由於運送人或船舶所有人之故意或重\r\n大過失所發生之毀損或滅失，運送人或船舶所有人不得主張第二項單位限\r\n制責任之利益」，修正前海商法就此雖無規定，惟依修正前海商法第五條\r\n適用民法第六百三十八條第三項：「運送物之喪失毀損或遲到，係因運送\r\n人之故意或重大過失所致者，如有其他損害，託運人並得請求賠償」規定\r\n之結果，運送物之喪失或毀損，係因運送人之故意或重大過失所致者，亦\r\n應排除修正前海商法第一百十四條第二項單位限制責任利益規定之適用。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1145 號 民事判決",
        "case_topic": "確認抵押權不存在等",
        "case_date": "民國 95 年 06 月 01 日",
        "case_gist": "訴之客觀預備合併，原告先位之訴勝訴，後位之訴未受裁判，經被告合法\r\n上訴時，後位之訴即生移審之效力，上訴審認先位之訴無理由時，應就後\r\n位之訴加以裁判。本件上訴人對被上訴人楊○○部分之備位聲明，既於第\r\n一審因先位之訴部分勝訴而未受裁判，則於楊○○合法上訴時，即生移審\r\n之效力，乃原審於認定上訴人該先位之訴為無理由時，疏未就業生移審效\r\n力之備位聲明加以裁判，在程序上已難謂合。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1140 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 95 年 06 月 01 日",
        "case_gist": "保險費為保險契約之要保人，依保險契約約定交付保險人之費用。茍該當\r\n保險類型之商品為主管機關所核准，又無其他無效之情形，則要保人依約\r\n所繳納之費用，於保險人而言即為保險費之收入。當不因該類型保險契約\r\n繳費之時間點與其他類型之保險契約不同，而謂其非為保險費。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1124 號 民事判決",
        "case_topic": "拆除地上物等",
        "case_date": "民國 95 年 05 月 30 日",
        "case_gist": "對於物有事實上管領之力者，為占有人，民法第九百四十條定有明文。所\r\n謂對於物有事實上管領之力，如對於物已有確定及繼續之支配關係，或者\r\n已立於得排除他人干涉之狀態者，均可謂對於物已有事實上之管領力。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 313 號 民事裁定",
        "case_topic": "清償債務強制執行",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "強制執行法第八十八條規定開標應由執行法官當眾開示，並朗讀之。拍賣\r\n程序係在利害關係對立之不特定多數關係人注視下公開行之，其執行程序\r\n事項有即斷即決之必要，以期其程序明確（本院八十五年台抗字第五五三\r\n號判例參照）。此所以同法第九十條第一項，關於投標人願出之最高價額\r\n相同者，以「當場」增加之金額最高者為得標人之所由定。準此，不動產\r\n拍賣，於開標時，如投標人或其委任之代理人不在場，經執行開標之法官\r\n當眾宣示該不動產開標程序終結前，投標人或其委任之代理人仍未到場者\r\n，自應認其投標為無效，難謂該投標應買之買賣契約已成立。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1095 號 民事判決",
        "case_topic": "請求返還買賣價金等",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "約定之違約金額過高者，法院得依職權減至相當之數額，為民法第二百五\r\n十二條所明定。而契約當事人約定之違約金是否過高，應依一般客觀之事\r\n實、社會經濟狀況、當事人實際上所受損害及債務人如能如期履行債務時\r\n，債權人可享受之一切利益為衡量標準，庶符實情而得法理之平。又民法\r\n第一百四十八條第二項規定，行使權利，履行義務，應依誠實及信用方法\r\n，則當事人約定之違約金是否過高而顯失公平，非不能依誠信原則予以檢\r\n驗。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1078 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "仲裁法第三十八條第二款所稱之「仲裁判斷應附理由而未附理由」，係指\r\n仲裁判斷書於當事人未依同法第三十三條第二項第五款但書約定無庸記載\r\n其理由時，就聲請仲裁標的之判斷應附理由而完全未附理由之情形而言，\r\n該條款規範之事由與民事訴訟法第四百六十九條第六款所定「判決不備理\r\n由或理由矛盾者為當然違背法令」者未盡相同，倘仲裁判斷書已附具理由\r\n，縱其理由不完備，亦僅屬其判斷之理由未盡，尚與該條款所謂仲裁判斷\r\n應附理由而未附理由者有間，自不得據以提起撤銷仲裁判斷之訴。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1077 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "不當得利乃對於違反公平原則之財產變動，剝奪受益人所受利益，以調整\r\n其財產狀態為目的，並以無法律上之原因而受利益致他人受損害為基礎，\r\n依法律之規定而發生債的關係，倘無損害（既存財產之積極減少或應得利\r\n益之消極喪失）即無由成立不當得利，此觀民法第一百七十九條規定自明\r\n。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1076 號 民事判決",
        "case_topic": "請求確認委任關係不存在等",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "學說上所稱之「後契約義務」，係在契約關係消滅後，為維護相對人人身\r\n及財產上之利益，當事人間衍生以保護義務為內容，所負某種作為或不作\r\n為之義務，諸如離職後之受僱人得請求雇主開具服務證明書、受僱人離職\r\n後不得洩漏任職期間獲知之營業秘密之類，其乃脫離契約而獨立，不以契\r\n約存在為前提，違反此項義務，即構成契約終了後之過失責任，應依債務\r\n不履行之規定，負損害賠償責任，與當事人間就契約本身應負之原給付義\r\n務未盡相同。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1075 號 民事判決",
        "case_topic": "請求返還價金等",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "契約當事人之一方遲延給付者，他方當事人得定相當期限，催告其履行，\r\n如於期限內不履行時，得解除其契約，為民法第二百五十四條所明定。是\r\n以，當事人間若無特別之約定，契約當事人之一方欲解除契約者，必他方\r\n當事人有履行遲延之情形，且經定相當期限催告其履行而不履行時，始得\r\n解除其契約；如他方當事人無履行遲延情形，縱定相當期限催告其履行，\r\n亦不生催告履行之效力，當無解除其契約之餘地。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1074 號 民事裁定",
        "case_topic": "請求確認法定抵押權不存在",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "承攬之工作為建築物或其他土地上之工作物，或為此等工作物之重大修繕\r\n者，承攬人就承攬關係所生之債權，對於其工作所附之定作人之不動產，\r\n有抵押權。乃民國八十八年四月二十一日修正前民法第五百十三條基於公\r\n平原則之考量所為立法，即所謂之法定抵押權。依其規定意旨觀之，法定\r\n抵押權之成立，必承攬人為定作人施作建築物或地上工作物，或為此等建\r\n築物、工作物之重大修繕，始足當之。是以認定是否成立法定抵押權，須\r\n觀諸承攬之工作究否為新建建築物、工作物，或為相當於該建築物、工作\r\n物「重大修繕」之工程。此之謂「重大修繕」，係指就工作物為保存或修\r\n理，其程度已達重大者而言。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1069 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 95 年 05 月 25 日",
        "case_gist": "債權之讓與，固於讓與人與受讓人間之意思合致，即發生債權移轉之效力\r\n；並於讓與人或受讓人依民法第二百九十七條第一項之規定，通知債務人\r\n時，對於債務人發生效力。惟仍以讓與人為讓與時，對債務人已有債權之\r\n存在為必要。若所讓與之債權為定有期限或附有停止條件者，更需於該期\r\n限屆至或條件成就時，始生債權移轉之效力。"
    },
    {
        "case_id": "最高法院 95 年度台聲字第 301 號 民事裁定",
        "case_topic": "清償借款",
        "case_date": "民國 95 年 05 月 18 日",
        "case_gist": "民事訴訟法第四百六十六條之三第一項前段係規定，第三審律師之酬金，\r\n為訴訟費用之一部，故須律師受委任為第三審訴訟代理人，並於第三審訴\r\n訟程序中，曾代當事人為訴訟行為，始得將其酬金，於必要範圍內，列為\r\n訴訟費用之一部。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1030 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 05 月 18 日",
        "case_gist": "買賣契約解除後，當事人雙方固均負回復原狀之義務，但一方是否訴請他\r\n方回復原狀，或提出同時履行之抗辯，乃當事人之權利，法院非不得僅因\r\n一方之請求，而命他方返還價金或買賣標的物。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 1007 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 95 年 05 月 18 日",
        "case_gist": "強制執行法第二十九條第二項前段所稱「前項費用」，係指同條第一項規\r\n定之「債權人因強制執行而支出之費用，得求償於債務人者」之費用而言\r\n。併案執行之債權人或聲明參與分配之債權人依同法第二十八條之二第一\r\n、二項繳納之執行費，既係其因強制執行而支出之費用且得向債務人求償\r\n，自屬同法第二十九條第二項前段所稱之費用，得就強制執行之財產先受\r\n清償，此與同條項後段「其他為債權人共同利益而支出之費用」，以「為\r\n債權人共同利益而支出」為要件，並不相同。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 285 號 民事裁定",
        "case_topic": "仲裁判斷准予強制執行",
        "case_date": "民國 95 年 05 月 17 日",
        "case_gist": "非訟事件法修正施行後，就事件管轄及審理程序，與修正前規定不同。修\r\n正施行前已繫屬之事件，地方法院未為終局裁定者，依非訟事件法修正後\r\n之規定，修正非訟事件法第一百九十七條第一款定有明文；而依修正非訟\r\n事件法第四十四條第一項規定，抗告，除法律另有規定外，由地方法院以\r\n合議裁定之。次按當事人依仲裁法第三十七條第二項規定，仲裁判斷，須\r\n聲請法院為執行裁定後，方得為強制執行。而就上開裁定，應行何種程序\r\n，仲裁法既未有特別規定，則依該法第五十二條規定，即應適用非訟事件\r\n法之規定。查本件相對人聲請仲裁判斷准予強制執行，台灣台南地方法院\r\n（下稱台南地院）於民國九十四年八月二十九日始為准予強制執行之終局\r\n裁定，而修正非訟事件法於九十四年八月五日施行，揆諸前揭說明，本件\r\n抗告程序，自應依修正非訟事件法第四十四條第一項規定，由台南地院以\r\n合議裁定之，始為正辦，乃台南地院疏未注意及此，竟將再抗告人之抗告\r\n，函送非管轄法院之原法院，已有未合。原法院未將案卷退回，而逕行進\r\n行本件抗告程序審理並為裁定，亦難謂於法無違。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 986 號 民事判決",
        "case_topic": "房屋所有權移轉登記",
        "case_date": "民國 95 年 05 月 12 日",
        "case_gist": "依原告之聲明及事實上之陳述，得主張數項法律關係，而其主張不明瞭或\r\n不完足者，審判長應曉諭其敘明或補充之，民事訴訟法第一百九十九條之\r\n一第一項定有明文。查上訴人曾於原審主張：被上訴人九十三年十月二十\r\n日之答辯狀提及贈與之合意，但不合民法第一百六十六條之一規定而不生\r\n效力一節，因該條迄未經施行，自非足取，且不論兩造間為信託或贈與關\r\n係，被上訴人均應負損害賠償及返還價金之義務等語（分見原審卷七三、\r\n一○二～一○四頁），依上訴人之聲明及該事實上之陳述，除上開訴訟標\r\n的法律關係外，似得併為主張其他之法律關係，原審就此未詳為推闡清楚\r\n，以明瞭其主張訴訟標的之範圍，徒以上訴人未依贈與之法律關係請求不\r\n得審究為由，遽為其不利之論斷，已有可議。"
    },
    {
        "case_id": "最高法院 95 年度台抗字第 283 號 民事裁定",
        "case_topic": "排除侵害等上訴",
        "case_date": "民國 95 年 05 月 12 日",
        "case_gist": "訴訟行為須支出費用者，審判長得定期命當事人預納之。當事人不預納者\r\n，法院得不為該行為。但其不預納費用致訴訟無從進行，經定期通知他造\r\n墊支亦不為墊支時，視為合意停止訴訟程序。前項但書情形，經當事人於\r\n四個月內預納或墊支費用者，續行其訴訟程序。其逾四個月未預納或墊支\r\n者，視為撤回其訴或上訴，民事訴訟法第九十四條之一第一項、第二項固\r\n定有明文。惟訴訟法重在明示其程序，此於上述因法定事由而「擬制合意\r\n停止訴訟程序」之情形，既僅於同法第二百七十二條第一項明定，第九十\r\n四條之一第一項前段關於審判長權限之規定，於受命法官行準備程序時準\r\n用之，則同條項但書關於「擬制合意停止訴訟程序」及第二項「視為撤回\r\n其訴或上訴」之規定，本於「明示其一，排除其他」及「立法明信」之原\r\n則，自均不在準用之列。是於受命法官行準備程序時，如當事人不預納費\r\n用致訴訟無從進行，該受命法官並不得因「定期通知他造墊支亦不為墊支\r\n時」，即使之發生「視為合意停止訴訟程序」，或「逾四個月未預納或墊\r\n支視為撤回其訴或上訴」之效果，此與同法第一百八十九條第二項明定兩\r\n造「明示合意停止訴訟程序」得向受命法官陳明者迥然不同。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 985 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 95 年 05 月 11 日",
        "case_gist": "民法第八百二十四條第一、二項規定：「共有物之分割，依共有人協議之\r\n方法行之」、「分割之方法，不能協議決定者，法院得因任何共有人之聲\r\n請命為左列之分配」，顯然共有物之分割，原則上應依共有人協議之方法\r\n行之，須共有人不能協議分割，始得訴請法院裁判分割，故在共有人已達\r\n成協議分割後，即不得再訴請分割。不動產共有人協議分割後，其請求辦\r\n理分割登記之消滅時效完成，共有人中為拒絕給付之抗辯者，該協議分割\r\n之契約，既無從請求履行，以達原有分割之目的，揆諸分割共有物之立法\r\n精神，自應認為得請求裁判分割。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 984 號 民事判決",
        "case_topic": "撤銷臨時股東會決議",
        "case_date": "民國 95 年 05 月 11 日",
        "case_gist": "股東權，乃股東基於其股東之身分得對公司主張權利之地位，如表決權之\r\n行使者即所謂股東權利之一。而出席股東會者，當屬股東基於股東之身分\r\n而參與公司之治理而言，尚非有權利主張。故遭禁止行使股東權之股東及\r\n股數，仍得出席股東會，僅不得行使股東權利（如行使表決權者）而已。\r\n又經假處分不得行使股東權者，在本案訴訟判決確定前，其股東身分依然\r\n存在，且股東會之股東，依股東名簿上之記載，在尚未確定股東身分不存\r\n在前，依股東名簿所載仍為具有公司股東身分之股東，當然得出席股東會\r\n。再者，經假處分禁止行使股東權之股數，如應算入「已發行股份總數」\r\n，即應認其得出席算入出席股份數，以維法律體系解釋之一貫。否則，既\r\n認經假處分禁止行使股東權之股數，應算入「已發行股份總數」，卻又認\r\n其不得出席股東會而不算入出席數，則股東會召集所需股份數之計算即明\r\n顯失衡，使少數股東得藉假處分之方式影響出席股份數，阻礙公司股東會\r\n之召集。又經假處分禁止行使股東權者若禁止其出席股東會，可能影響公\r\n司股東會決議機制無法及時發動，造成對於公司業務不當影響，有悖於公\r\n司法制所設股東會召開與決議之公益本旨。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 978 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 95 年 05 月 11 日",
        "case_gist": "土地法第六十八條第一項規定：「因登記錯誤、遺漏或虛偽致受損害者，\r\n由該地政機關負損害賠償責任」，係就職司土地登記事務之公務員因故意\r\n或過失不法侵害人民權利，而由該公務員所屬地政機關負損害賠償責任之\r\n規定（參照國家賠償法第二條第二項、第九條第一項），核屬國家賠償法\r\n之特別規定。而土地法就該賠償請求權既未規定其消滅時效期間，即應類\r\n推適用國家賠償法第八條第一項：「賠償請求權，自請求權人知有損害時\r\n起，因二年間不行使而消滅；自損害發生時起，逾五年者亦同」之規定。\r\n所謂「知有損害」，即知悉受有何項損害而言，至對於損害額則無認識之\r\n必要，故以後損害額變更而於請求權消滅時效之進行並無影響。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 973 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 95 年 05 月 11 日",
        "case_gist": "勞動基準法第六十二條規定，事業單位以其事業招人承攬，如有再承攬時\r\n，承攬人或中間承攬人就各該承攬部分所使用之勞工，固均應與最後承攬\r\n人連帶負職業災害補償之責任，惟承攬人或中間承攬人為職業災害補償時\r\n，就其所補償之部分，僅得向最後承攬人求償。故上訴人向被上訴人承攬\r\n系爭工程後，倘又將其中一部分交由陳義勇等三人承攬，而陳蘇碧鳳係屬\r\n陳義勇等三人所僱用。依上說明，被上訴人向陳蘇碧鳳為災害補償後，得\r\n否向上訴人求償其賠償陳蘇碧鳳家屬之金額，即非無疑。"
    },
    {
        "case_id": "最高法院 95 年度台上字第 969 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 95 年 05 月 11 日",
        "case_gist": "依習慣或依其事件之性質，承諾無須通知者，在相當時期內，有可認為承\r\n諾之事實時，其契約為成立，民法第一百六十一條第一項定有明文。此即\r\n學說上所謂之意思實現，乃依有可認為承諾之事實，推斷有此效果（承諾\r\n）意思。意思實現以客觀上有可認為承諾之事實存在為要件，有此事實，\r\n契約即為成立。而有無此事實，應依具體情事決定之。"
    }
]