[
    {
        "case_id": "最高法院 92 年度台上字第 2672 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 92 年 12 月 12 日",
        "case_gist": "國家賠償法第三條所定公共設施設置或管理欠缺所生國家賠償責任之立法\r\n，旨在使政府對於提供人民使用之公共設施，負有維護通常安全狀態之義\r\n務，重在公共設施不具通常應有之安全狀態或功能時，其設置或管理機關\r\n是否積極並有效為足以防止危險或損害發生之具體行為，倘其設置或管理\r\n機關對於防止損害之發生，已為及時且必要之具體措施，即應認其管理並\r\n無欠缺，自不生國家賠償責任，故國家賠償法第三條公有公共設施之管理\r\n有無欠缺，須視其設置或管理機關有無及時採取足以防止危險損害發生之\r\n具體措施為斷。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 660 號 民事裁定",
        "case_topic": "執行異議",
        "case_date": "民國 92 年 12 月 11 日",
        "case_gist": "對於抗告法院之裁定，僅得以其適用法規顯有錯誤為理由，並經原法院許\r\n可者為限。前項許可，以原裁定所涉及之法律見解具有原則上重要性者為\r\n限。民事訴訟法第四百八十八條第四項、第五項定有明文。如原法院認再\r\n抗告應行許可，並添具意見書，逕將訴訟卷宗送交再抗告法院，再抗告法\r\n院審查原法院所添具意見書，認再抗告不應准許，並不受該意見書所載許\r\n可再抗告理由之拘束，而得逕以裁定駁回之，此觀之法理自明 (民事訴訟\r\n法第四百三十六條之五參照) 。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 659 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 92 年 12 月 11 日",
        "case_gist": "債務人異議之訴之訴訟標的為該債務人之異議權，法院核定此訴訟標的之\r\n金額或價額，應以該債務人本於此項異議權，請求排除強制執行所有之利\r\n益為準。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2653 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 12 月 11 日",
        "case_gist": "㈠上訴人因本件車禍受傷住院治療所支出之證明書費六百八十元，雖非因\r\n  侵權行為直接所受之損害，惟係被害人為實現損害賠償債權所支出之必\r\n  要費用，且係因加害人之侵權行為所引起，被害人是否不得請求加害人\r\n  賠償，自非無斟酌餘地。\r\n㈡上訴人請求被上訴人賠償財物損失二萬二千六百元，因非犯罪所受損害\r\n  ，固不得提起刑事附帶民事訴訟，惟上訴人於移送民事庭後為訴之追加\r\n  ，被上訴人並無異議而為本案言詞辯論，上訴人並已繳納此部分裁判費\r\n  。原審未審認該追加之訴是否有理由，僅以上訴人不得提起附帶民事訴\r\n  訟為由，即駁回上訴人此部分請求，要難謂合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2643 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 92 年 12 月 11 日",
        "case_gist": "㈠上訴人因本件車禍受傷住院治療所支出之證明書費六百八十元，雖非因\r\n  侵權行為直接所受之損害，惟係被害人為實現損害賠償債權所支出之必\r\n  要費用，且係因加害人之侵權行為所引起，被害人是否不得請求加害人\r\n  賠償，自非無斟酌餘地。\r\n㈡上訴人請求被上訴人賠償財物損失二萬二千六百元，因非犯罪所受損害\r\n  ，固不得提起刑事附帶民事訴訟，惟上訴人於移送民事庭後為訴之追加\r\n  ，被上訴人並無異議而為本案言詞辯論，上訴人並已繳納此部分裁判費\r\n  。原審未審認該追加之訴是否有理由，僅以上訴人不得提起附帶民事訴\r\n  訟為由，即駁回上訴人此部分請求，要難謂合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2641 號 民事裁定",
        "case_topic": "執行異議之訴",
        "case_date": "民國 92 年 12 月 11 日",
        "case_gist": "原告以限定繼承之繼承人為被告，請求其償還被繼承人之債務而獲得勝訴\r\n之裁判確定者，該繼承人固應受該裁判之拘束，惟其限定繼承人之地位，\r\n並不因此而受影響，其只就所繼承遺產之範圍內，對被繼承人之債務負清\r\n償責任，倘該原告執該裁判為執行名義，對該被告固有財產聲請強制執行\r\n，該被告自得提起第三人異議之訴，以排除強制執行。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2640 號 民事判決",
        "case_topic": "給付租金",
        "case_date": "民國 92 年 12 月 11 日",
        "case_gist": "出租人應以合於所約定使用、收益之租賃物，交付承租人，並應於租賃關\r\n係存續中保持其合於約定使用、收益之狀態，民法第四百二十三條定有明\r\n文。出租人未盡此項義務時，依民法第四百四十一條之反面解釋，承租人\r\n於其不能依約定為租賃物使用、收益之期間，應得按其不能使用、收益之\r\n程度免其支付租金之義務。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2581 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 92 年 12 月 04 日",
        "case_gist": "第三人利益契約，乃當事人之一方與他方約定，由他方向第三人為一定之\r\n給付，第三人因此取得直接請求他方給付權利之契約。倘第三人並未取得\r\n直接請求他方給付之權利，即僅為當事人與第三人間之「指示給付關係」\r\n，尚非民法第二百六十九條所規定之第三人利益契約。又於「指示給付關\r\n係」中，被指示人係為履行其與指示人間之約定，始向領取人 (第三人) \r\n給付，被指示人對於領取人，原無給付之目的存在。苟被指示人與指示人\r\n間之關係不存在 (或不成立、無效或被撤銷、解除) ，被指示人應僅得向\r\n指示人請求返還其無法律上原因所受之利益，至領取人所受之利益，原係\r\n本於指示人而非被指示人之給付，即被指示人與領取人間尚無給付關係存\r\n在，自無從成立不當得利之法律關係。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2577 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 92 年 12 月 04 日",
        "case_gist": "當事人聲明之證據，除認為不必要者外，法院應為調查，民事訴訟法第二\r\n百八十六條規定甚明。所謂不必要者，係指聲明之證據中，依當事人聲明\r\n之意旨與待證之事實，毫無關聯，或法院就某事項已得心證而當事人仍聲\r\n明關於該事項之證據方法等情形而言。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 649 號 民事裁定",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 92 年 11 月 27 日",
        "case_gist": "於某法律關係之成立與否有爭執，而本訴裁判應以該法律關係為據者，或\r\n就同一訴訟標的有提起反訴之利益者，雖未經他造同意，亦得提起反訴，\r\n民事訴訟法第四百四十六條第二項但書第一款、第二款分別定有明文。前\r\n者係指提起中間確認之訴；後者係指訴訟標的同一，且不延滯訴訟及妨害\r\n他造之防禦，對於當事人間紛爭之一次解決及訴訟經濟有利之情形而言。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2557 號 民事判決",
        "case_topic": "給付委任報酬",
        "case_date": "民國 92 年 11 月 27 日",
        "case_gist": "當事人或其訴訟代理人於訴訟上所為之自認，於辯論主義所行之範圍內有\r\n拘束當事人及法院之效力，法院應認其自認之事實為真，以之為裁判之基\r\n礎，在未經當事人合法撤銷其自認前，法院不得為與自認之事實相反之認\r\n定。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2547 號 民事裁定",
        "case_topic": "確認決議無效等",
        "case_date": "民國 92 年 11 月 27 日",
        "case_gist": "原審業已說明上訴人變更之訴為合法，應僅就變更之訴為裁判，並以當選\r\n無效係公職人員選舉罷免法所規定，而民法並無準用之規定，自不得提起\r\n當選無效之訴為由，而就此部分之訴為上訴人敗訴之判決，經核於法並無\r\n不合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2517 號 民事判決",
        "case_topic": "確認決議無效等",
        "case_date": "民國 92 年 11 月 27 日",
        "case_gist": "公寓大廈管理委員會為人的組織體，區分所有權人會議為其最高意思機關\r\n。其區分所有權人會議之召集程序或決議方法，違反法令或章程時，依公\r\n寓大廈管理條例第一條第二項規定，固應適用民法第五十六條第一項撤銷\r\n總會決議之規定，由區分所有權人請求法院撤銷區分所有權人會議之決議\r\n。惟區分所有權人會議如係由無召集權人所召集而召開，既非公寓大廈管\r\n理委員會合法成立之意思機關，自不能為有效之決議，且在形式上亦屬不\r\n備成立要件之會議，其所為之決議當然自始完全無決議之效力。於此情形\r\n，即屬依法提起確認該會議決議不存在之訴以資救濟之範疇，而非在上述\r\n撤銷會議決議之列。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 641 號 民事裁定",
        "case_topic": "拍賣抵押物聲明異議",
        "case_date": "民國 92 年 11 月 20 日",
        "case_gist": "土地所有人於設定抵押權後，在抵押之土地上營造建築物者，抵押權人於\r\n必要時，得將其建築物與土地併付拍賣，但對於建築物之價金，無優先受\r\n清償之權，民法第八百七十七條定有明文。此規定之目的，在於期使房屋\r\n與土地能同歸一人，易於拍賣，以保障抵押權人，並簡化法律關係，以避\r\n免或減少紛爭。故如土地所有人於將土地供抵押權人設定抵押權後，雖未\r\n自行於土地上營造建築物，但容許第三人在土地上營造建築物，為避免單\r\n獨拍賣土地，可能使土地及建物非由同一人所有，法律關係趨於複雜，衍\r\n生糾紛，及為使土地易於拍賣，保障抵押權人之權益，本於上述法條之立\r\n法意旨，自應許抵押權人行使抵押權時，將第三人於抵押權設定後在土地\r\n上營造之建築物與抵押之土地併付拍賣，而將房屋賣得價金交還該第三人\r\n。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2485 號 民事判決",
        "case_topic": "確認派下權存在",
        "case_date": "民國 92 年 11 月 20 日",
        "case_gist": "按祭祀公業係為祭祀祖先之目的而設立，其財產為全體派下之公同共有。\r\n祭祀公業之派下權固不得讓與派下以外之第三人，以防患祭祀公業派下權\r\n為外姓子孫取得，而使祭祀祖先之行為中斷，違背設立之意旨。惟祭祀公\r\n業之派下，將其派下權讓與同公業之其他派下既為習慣上所許，且無須經\r\n過派下全體同意。則公業派下權將其派下權先行讓與將來得繼承派下之子\r\n孫，而喪失其派下權，並未違背祭祀祖先及公業派下間得互相讓與之習慣\r\n，自無不許之理。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2483 號 民事判決",
        "case_topic": "塗銷所有權更名登記",
        "case_date": "民國 92 年 11 月 20 日",
        "case_gist": "神明會可分為財團性質之神明會與社團性質之神明會二種，依日據初期之\r\n習慣法，神明會具有法人格，迨至日據後期則不承認其具有法人格，僅能\r\n認其為非法人團體，是以在日據時期神明會之存在係超然於各會員之共同\r\n團體，應認為係屬多數人互相結合之總合體。倘關帝君會係成立於日據時\r\n期，且曾有眾多土地登記在其名下，而被上訴人又自承有關關帝君會係其\r\n用以登記不動產之組織乙節，因以往文獻均未留存，無法提出確切資料加\r\n以證明云云，則關帝君會是否非屬獨立存在之非法人團體，自非無斟酌餘\r\n地。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2479 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 92 年 11 月 20 日",
        "case_gist": "二人互負債務，而其給付種類相同、均屆清償期者，各得以其債務，與他\r\n方之債務，互為抵銷，以消滅債之關係，此觀民法第三百三十四條第一項\r\n前段規定即明。而法律行為之無效，乃自始、當然、確定不生效力。故經\r\n抵銷之債務所由發生之法律行為倘屬無效，致該債務自始不存在，即無從\r\n與另一債務互為抵銷，該另一債務之效力雖不受影響，但原已抵銷而消滅\r\n之債之關係，當然應回復至未經抵銷前之狀態。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2478 號 民事判決",
        "case_topic": "給付報酬",
        "case_date": "民國 92 年 11 月 20 日",
        "case_gist": "所謂海難救助，係指無救助契約存在，無法律上之義務，對於遭遇海難之\r\n人、船舶或船舶上財物，加以救援，使得脫險而言。茍危險已因時過境遷\r\n而不復存在，遇難之船舶或其上財物將不致續有損害發生，即無「危險」\r\n可得脫離，自無海商法有關「海難救助」規定適用之餘地。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2464 號 民事判決",
        "case_topic": "請求訂立僱傭契約",
        "case_date": "民國 92 年 11 月 20 日",
        "case_gist": "農會總幹事以外之聘任職員，由總幹事就農會統一考試合格人員中聘任並\r\n指揮、監督。前項聘任職員，應由中央或省 (市) 主管機關督導全國或省\r\n (市) 農會統一考訓之；農會新進職員，除總幹事由理事會依法聘任外，\r\n應就公開考選之及格人員中聘僱。前項新進職員考選，由中央或省 (市) \r\n主管機關督導全國或省 (市) 農會辦理；考試總成績達錄取標準者，省農\r\n會應按其類別及缺額列冊，通知員額出缺農會依成績順序聘用，並得分別\r\n在各該農會出缺員額內評列備取人員，遇缺由各該農會依序聘用。七十七\r\n年六月二十四日修正公布之農會法第二十六條、七十八年十二月二十七日\r\n修正公布之農會人事管理辦法第十二條、八十四年八月二十九日修訂之統\r\n一考試作業要點第八條分別定有明文。而上訴人參加考試之上開新進人員\r\n統一考試簡則亦規定，考試總成績達錄取標準者，台灣省農會應按其類別\r\n缺額列冊通知員額出缺農會依成績順序聘用，並得分別在各該農會出缺員\r\n額內評列備取人員，遇缺由各該農會依成績順序聘用，有該考試簡則在卷\r\n可稽。上訴人參加上開新進人員統一考試既經評定成績為備取第一名，依\r\n上開規定，被上訴人於員額出缺時，自應依成績順序予以聘用。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 621 號 民事裁定",
        "case_topic": "聲請執行拘提管收",
        "case_date": "民國 92 年 11 月 14 日",
        "case_gist": "公司於清算完結，清算人將結算表冊送請股東會承認後，依公司法第九十\r\n三條第一項、第三百三十一條第四項規定，向法院所為之聲報，僅屬備案\r\n性質，法院之准予備案處分，並無實質上之確定力。是公司是否清算完結\r\n，法人人格是否消滅，應視其已否完成「合法清算」，並依非訟事件法第\r\n三十七條規定，向法院辦理清算終結登記而定。所謂清算終結係指清算人\r\n就清算程序中應為之清算事務，實質全部辦理完竣而言，而不以法院之備\r\n案為依據。公司清算人於清算完結後，除應分別依公司法第九十二條、第\r\n九十三條第一項、第三百三十一條第一項、第四項之規定，請求股東或股\r\n東會承認並向法院聲報外，尚須依非訟事件第三十七條之規定，向法院辦\r\n理清算終結登記，清算事務至終結登記後，始告全部辦理完竣。依非訟事\r\n件法第四十條規定，其公司登記亦自清算終結登記後銷結。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 612 號 民事裁定",
        "case_topic": "排除侵害",
        "case_date": "民國 92 年 11 月 13 日",
        "case_gist": "當事人無資力支出訴訟費用者，法院應依聲請，以裁定准予訴訟救助，民\r\n事訴訟法第一百零七條第一項前段定有明文。所謂無資力，係指窘於生活\r\n，且缺乏經濟信用者而言。又此項請求救助之事由，應釋明之，亦為同法\r\n第一百零九條第二項所明定。所謂釋明，指當事人提出法院得以即時調查\r\n使法院信其主張為真實之證據而言。再專利法第九十條第二項既規定：專\r\n利權人因新型專利權受侵害訴請損害賠償時，法院應依民事訴訟法之規定\r\n，准予訴訟救助。則法院准否為訴訟救助，仍應依上開民事訴訟法有關訴\r\n訟救助要件審酌之，非可一律照准。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2396 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 11 月 06 日",
        "case_gist": "行政機關因法規或事實之變更而喪失管轄權時，應將案件移送有管轄權之\r\n機關，為行政程序法第十八條前段所明定，準此，行政機關經改組而成立\r\n新機關，重新劃分轄區業務，管轄權之變更，原機關就該移轉事務有關之\r\n權利義務事項，應由承受其業務之機關辦理。查原審既認定霧峰地政事務\r\n所原轄台中縣霧峰鄉、大里鄉、太平鄉等之地政事務，嗣自八十六年十一\r\n月十日起分設太平地政事務所管轄太平鄉地政事務，原霧峰地政事務所則\r\n更名為大里地政事務所管轄大里鄉、霧峰鄉地政事務，則原霧峰地政事務\r\n所管轄太平鄉地政業務所發生有關賠償義務之事項，當以承受該轄地政業\r\n務之太平地政事務所為賠償義務機關。原審謂本件六十九年間霧峰地政事\r\n務所如有登記錯誤致他人受有損害，該他人應對延續原業務更名之大里地\r\n政事務所請求賠償，不得向太平地政事務所即被上訴人請求賠償，自有可\r\n議。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2374 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 11 月 06 日",
        "case_gist": "當事人間因訂立契約而成立法律關係所衍生之紛爭應如何適用法律，固屬\r\n法院之職權，惟法院於適用法律前所應認定之事實，除非當事人約定之內\r\n容違反強制或禁止規定而當然無效，可不受拘束外，仍應以該契約約定之\r\n具體內容為判斷基礎，不得捨當事人之特別約定，而遷就法律所規定之有\r\n名契約內容予以比附適用，此乃私法自治、契約自由原則之體現。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2361 號 民事判決",
        "case_topic": "給付退休金",
        "case_date": "民國 92 年 10 月 31 日",
        "case_gist": "上訴人每月既固定自被上訴人領取一定金額，此一定之金額雖名之為工作\r\n補助費，實係因工作所獲之經常性給與。上訴人擔任被上訴人之基隆地區\r\n特約記者，製作基隆地區新聞採訪錄影帶及稿件之工作，被上訴人得隨時\r\n要求上訴人對特殊事件進行採訪製作新聞錄影帶，上訴人並應於指示期間\r\n內將錄影帶及稿件交付被上訴人，上訴人離去其採訪地區，必須事先報告\r\n，被上訴人又為上訴人加入勞工保險，以之觀之，上訴人係為被上訴人而\r\n勞動，相當程度受被上訴人之指揮監督及管理，而有其從屬性，依上說明\r\n，難謂其與被上訴人所訂立之契約非屬勞動契約。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 586 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 92 年 10 月 30 日",
        "case_gist": "抗告人於民國八十九年二月八日起訴，主張相對人不法侵害伊之名譽，請\r\n求賠償損害新台幣 (下同) 六十萬元；及依民法第一百九十五條第一項規\r\n定，請求命相對人為回復其名譽之適當處分，於報紙登載道歉啟事。後者\r\n為訴訟標的之法律關係為回復名譽請求權，係屬非因財產權而起訴，應依\r\n廢止前民事訴訟費用法第十六條第一項規定徵收裁判費。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2340 號 民事判決",
        "case_topic": "塗銷抵押權登記",
        "case_date": "民國 92 年 10 月 30 日",
        "case_gist": "㈠最高限額抵押權係指債務人或第三人提供其所有之不動產，就債權人對\r\n  債務人一定範圍內之不特定債權，在一定金額限度內為擔保之特殊抵押\r\n  權。是以最高限額抵押權所擔保者，係在一定範圍內之法律關係 (即基\r\n  礎關係) 所不斷發生之債權，故抵押權存續期間內已發生之債權，雖因\r\n  清償或其他事由而消滅，原訂之抵押權契約依然有效。嗣後在存續期間\r\n  內陸續發生之債權，債權人仍得對抵押物行使權利。\r\n㈡最高限額抵押契約定有存續期間者，其訂約之目的顯在擔保存續期間內\r\n  所發生之債權，亦即凡在存續期間內所發生之債權皆為抵押權效力所及\r\n  ，除債權人拋棄其權利外，自不許抵押人於抵押權存續期間屆滿前任意\r\n  終止契約。縱令嗣後所擔保之債權並未發生，僅債權人不得就未發生之\r\n  債權實行抵押權而已，非謂抵押人得於存續期間屆滿前任意終止契約而\r\n  享有請求塗銷抵押權設定登記之權利。故定有存續期間之最高限額抵押\r\n  契約，未定有決算期者，在期間未屆滿前，須其擔保之債權所由生之契\r\n  約已合法終止，或因其他事由而消滅，且無既存之債權，而將來亦確定\r\n  不再發生債權，其原擔保之存續期間內所可發生之債權已確定不存在，\r\n  依抵押權之從屬性，方許抵押人請求塗銷抵押權設定登記，此為本院八\r\n  十三年台上字第一○五五號判例意旨所在。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 581 號 民事裁定",
        "case_topic": "國家賠償",
        "case_date": "民國 92 年 10 月 23 日",
        "case_gist": "就兩造之訴訟有法律上利害關係之第三人，為輔助一造起見，於該訴訟繫\r\n屬中，得為參加，民事訴訟法第五十八條第一項定有明文，足見參加人參\r\n加訴訟，僅在輔助當事人之一造為訴訟行為，使其獲得勝訴結果，藉以維\r\n持自己之私法上利益，並非直接為自己請求何項裁判，故須於本訴訟繫屬\r\n中始得為參加，倘本訴訟已經終結，自無參加可言。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 574 號 民事裁定",
        "case_topic": "聲請停止執行",
        "case_date": "民國 92 年 10 月 23 日",
        "case_gist": "法院依強制執行法第十八條第二項規定，以裁定命債務人供擔保後停止強\r\n制執行，其擔保金額之多寡應如何認為相當，原屬於法院職權裁量之範圍\r\n，如已斟酌債權人因停止執行所應受之損害，自非當事人所可任意指摘。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 573 號 民事裁定",
        "case_topic": "履行契約",
        "case_date": "民國 92 年 10 月 23 日",
        "case_gist": "上訴為當事人對於所受不利益之下級審判決聲明不服之方法，非受判決之\r\n當事人，不得對於法院就他人間所為之判決提起上訴。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2170 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 92 年 10 月 09 日",
        "case_gist": "當事人於訴訟上所主張之不利己事實，經他造為一致之陳述者，固應生自\r\n認之效力，而可免除他造就該事實之舉證責任，且於主張該事實之一造未\r\n合法撤銷其自認前，法院及當事人應併受拘束，以該自認之事實作為裁判\r\n之基礎，勿庸更為何項之調查，但如他造予以否認，未為一致之陳述，則\r\n主張該事實之一造自得不待撤銷，逕為變更事實之主張。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2153 號 民事判決",
        "case_topic": "塗銷抵押權登記",
        "case_date": "民國 92 年 10 月 03 日",
        "case_gist": "確定判決有民事訴訟法第四百九十六條第一項各款所列情形之一者，當事\r\n人得以再審之訴對之聲明不服，但當事人已依上訴主張其事由或知其事由\r\n而不為主張者，不在此限，固為同條但書所明定。惟該但書之規定，係以\r\n當事人已依上訴主張其事由，則其事由已受上級法院審判，為訴訟經濟計\r\n，乃不許當事人復以再審之方法更為主張。故如其上訴係因不合法而被駁\r\n回者，因未受上級法院實體審判，自無不許其以相同事由提起再審之訴之\r\n理。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 538 號 民事裁定",
        "case_topic": "聲請選任臨時管理人",
        "case_date": "民國 92 年 10 月 02 日",
        "case_gist": "法院選任股份有限公司之臨時管理人代行董事長及董事會之職權，該臨時\r\n管理人不得為不利於公司之行為，公司法第二百零八條之一第一項定有明\r\n文。且臨時管理人對於有自身利害關係致有害於公司利益之虞之事項，類\r\n推適用同法第一百七十八條規定，亦不得代理公司行使其職權。再抗告人\r\n於原法院以其為相對人公司之臨時管理人，聲請撤回相對人公司不服選任\r\n其為臨時管理人之裁定所提抗告，依上說明，應非法之所許，原法院認其\r\n不生撤回之效力，並無不合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2140 號 民事判決",
        "case_topic": "確認抵押債權不存在",
        "case_date": "民國 92 年 10 月 02 日",
        "case_gist": "最高限額抵押契約定有存續期間，抵押權人於該期間屆滿前為強制換價之\r\n聲請者，倘其所主張為抵押權效力所及之債權已不存在，或雖存在但不逾\r\n抵押標的物之價值，應認原抵押契約就原有之抵押標的物或該物換價後剩\r\n餘部分或價金，仍有存在之價值及必要，始符約定「存續期間」之本旨。\r\n非謂抵押權人一經聲請強制執行，不問結果如何，均可認定雙方已有終止\r\n抵押權設定契約及抵押權擔保債權所由生契約之意。至抵押權擔保債權所\r\n由生之契約，如於期間屆滿前已合法終止或因其他事由而消滅，且無既存\r\n之債權，而將來亦確定不再發生債權，依抵押權之從屬性，應許抵押人請\r\n求抵押權人塗銷抵押權設定登記（本院八十三年台上字第一○五五號判例\r\n參照），乃屬別一問題。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2130 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 92 年 10 月 02 日",
        "case_gist": "法律行為是否因違反強制或禁止之規定而歸於無效，依實體從舊之原則，\r\n自應依行為時有效之法令決之。"
    },
    {
        "case_id": "最高法院 92 年度台聲字第 619 號 民事裁定",
        "case_topic": "請求返還價金",
        "case_date": "民國 92 年 09 月 25 日",
        "case_gist": "和解成立者，當事人得於成立之日起三個月內聲請退還其於該審級所繳裁\r\n判費二分之一，民事訴訟法第八十四條第二項定有明文。所謂得聲請退還\r\n之裁判費，以其和解成立時之審級所繳之裁判費為限，不包括其他。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 533 號 民事裁定",
        "case_topic": "返還擔保金",
        "case_date": "民國 92 年 09 月 25 日",
        "case_gist": "受敗訴確定之當事人 (供擔保人) 於對造當事人 (受擔保利益人) 聲請強\r\n制執行之際，對原確定判決提起再審之訴，聲請法院定相當並確實之擔保\r\n而停止執行程序者，於再審之訴敗訴確定後，強制執行停止之事由消滅，\r\n應繼續強制執行時，即相當於民事訴訟法第一百零四條第一項第二款所指\r\n訴訟終結。此時，供擔保人得定二十日以上之期間，催告受擔保利益人行\r\n使權利。倘受擔保利益人未於上開期間內行使權利，供擔保人聲請返還擔\r\n保金時，法院固應以裁定命返還供擔保人之提存物。惟若受擔保利益人已\r\n於期限內向法院聲請收取該擔保金，即難謂其未於上開期限內行使權利，\r\n故供擔保人聲請返還擔保金時，法院自不得以裁定命返還其提存物。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 532 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 92 年 09 月 25 日",
        "case_gist": "不作為請求，依其不作為之性質是否屬於債務人之單純不作為，抑或因債\r\n權人有作為權利而債務人對此有不得妨阻之忍受義務，得分為單純之不作\r\n為與容忍之不作為。因前者，債權人非基於權利行使之法律關係，僅出於\r\n單純之不作為要求；而後者，債權人有作為之權利得請求債務人忍受其行\r\n使權利，自有受較為優先保護之必要，故若先行之不作為假處分係屬容忍\r\n之不作為，後行之不作為假處分不得利用單純不作為假處分與之對抗。惟\r\n若先行之不作為假處分係屬單純不作為假處分，而後行之不作為假處分係\r\n屬容忍之不作為假處分時，後行之假處分既有受較為優先保護之必要，自\r\n非不得與先行單純不作為之假處分對抗。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2066 號 民事判決",
        "case_topic": "確認保險金債權不存在",
        "case_date": "民國 92 年 09 月 25 日",
        "case_gist": "保險制度之目的，在於自助互助，共同分擔危險。保險法第九十八條雖規\r\n定：「要保人或被保險人，對於保險標的物，未盡約定保護責任所致之損\r\n失，保險人不負賠償之責」，然於保險契約未具體約定要保人或被保險人\r\n之「保護責任」者，即應依該法第五十四條第二項規定，以作有利於被保\r\n險人之解釋為原則。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2064 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 09 月 25 日",
        "case_gist": "刑事判決所為事實之認定，於為獨立民事訴訟之裁判時本不受其拘束，而\r\n民事法院雖得依自由心證，以刑事判決認定之事實為民事判決之基礎，然\r\n依民事訴訟法第二百二十二條第四項之規定，應就其斟酌調查該刑事判決\r\n認定事實之結果所得心證之理由，記明於判決，未記明於判決者，自為同\r\n法第四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2039 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 92 年 09 月 25 日",
        "case_gist": "消滅時效，自請求權可行使時起算，民法第一百二十八條前段定有明文。\r\n所謂請求權可行使時，係指其行使請求權已無法律上之障礙而言，至因權\r\n利人個人事實上之障礙不能行使請求權者，並不能阻止時效之進行。原審\r\n既認兩造於五十七年九月二十日訂約後，被上訴人係因無自耕能力始不能\r\n請求上訴人移轉系爭土地之應有部分，其事由自屬被上訴人個人事實上之\r\n障礙，不能阻止時效之進行。"
    },
    {
        "case_id": "最高法院 92 年度台聲字第 589 號 民事裁定",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "聲請再審，必對於確定裁定始得提起，此觀民事訴訟法第五百零七條之規\r\n定自明。所謂確定裁定，係指該裁定內容對於程序上之事項所作之判斷，\r\n已具有實質上之確定力者而言。發回更審之裁定，如就程序上之事項，尚\r\n須由受發回之法院更為調查裁定，自難謂具有實質上之確定力。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 502 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "證據有滅失或礙難使用之虞，或經他造同意者，得向法院聲請保全；就確\r\n定事、物之現狀有法律上利益並有必要時，亦得聲請為鑑定、勘驗或保全\r\n書證，民事訴訟法第三百六十八條第一項定有明文。其立法意旨，係鑑於\r\n證據之調查，本應於訴訟繫屬後已達調查之程度，且有調查必要者，始得\r\n為之，但於此之前，如該證據有滅失或有礙難使用之虞，卻不能立即調查\r\n，將因證據之滅失或情事變更而礙難使用，致影響日後裁判之正確性，故\r\n特設此制以為預防。是倘本案訴訟已繫屬於法院，且已達可以調查證據之\r\n程度者，自無聲請保全證據之必要。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 501 號 民事裁定",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "當事人在第二審程序聲請訴訟救助，經第二審法院以裁定駁回其聲請者，\r\n第二審法院得不待該駁回之裁定確定，即以該當事人未繳納裁判費為由駁\r\n回其上訴。原法院未待駁回抗告人訴訟救助聲請之裁定確定，即駁回抗告\r\n人之上訴，核無不合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 2009 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "本件保險事故發生後，上訴人始為承認，既為原審所合法確定之事實，則\r\n於此情形，如認其保險契約為有效，即與就確定已發生之危險為保險無異\r\n，自屬違背保險契約最大善意之原則。是原審駁回上訴人之上訴，經核於\r\n法並無違誤。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1980 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "我國民法損害賠償之方法，以回復原狀為原則，金錢賠償為例外，故原則\r\n上被害人應請求債務人回復原狀，惟若回復原狀由債務人為之，對被害人\r\n可能緩不濟急或不能符合被害人之意願時，為期合乎實際需要，並使被害\r\n人獲得更周密之保障，始例外准許被害人得請求支付回復原狀所必要之費\r\n用，以代回復原狀。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1979 號 民事裁定",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "被上訴人係遭上訴人非法解僱始離職。上訴人自解僱當日即要求被上訴人\r\n清理現務並辦理移交，拒絕被上訴人服勞務，可見被上訴人在上訴人違法\r\n解僱前，主觀上並無任意去職之意，客觀上亦繼續提供勞務，則於上訴人\r\n拒絕受領後，應負受領遲延之責。被上訴人無須催告上訴人受領勞務，且\r\n上訴人於受領遲延後，須再表示受領之意，或為受領給付作必要之協力，\r\n催告被上訴人給付時，其受領遲延之狀態始得認為終了。在此之前，被上\r\n訴人無須補服勞務，自得請求報酬。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1971 號 民事判決",
        "case_topic": "給付賠償金",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "主張法律關係存在之當事人，固應就該法律關係發生所須具備之特別要件\r\n，負舉證之責任，惟此特別要件之具備，茍能證明間接事實，且該間接事\r\n實與要件事實間，依經驗法則及論理法則已足推認其因果關係存在者，自\r\n無不可，非以直接證明要件事實為必要。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1969 號 民事判決",
        "case_topic": "履行契約等",
        "case_date": "民國 92 年 09 月 18 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免除之，\r\n民法第二百十七條第一項定有明文。此項規定之目的，在謀求加害人與被\r\n害人間之公平，故在裁判上法院得以職權減輕或免除之。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1960 號 民事判決",
        "case_topic": "給付薪資補償等",
        "case_date": "民國 92 年 09 月 12 日",
        "case_gist": "勞動基準法第五十九條第二款規定：勞工因遭遇職業災害而致傷害，於勞\r\n工在醫療中不能工作時，雇主應按其原領工資數額予以補償。同法第二條\r\n第三款規定：工資：謂勞工因工作而獲得之報酬，包括工資、薪金及按計\r\n時、計日、計月、計件以現金或實物等方式給付之獎金、津貼及其他任何\r\n名義經常性給與均屬之。勞動基準法施行細則第十條規定：本法第二條第\r\n三款所稱之其他任何名義之經常性給與係指左列各款以外之給與，其第二\r\n款所規定之獎金係指：年終獎金、競賽獎金、研究發明獎金、特殊功績獎\r\n金、久任獎金、節約燃料物料獎金及其他非經常性獎金。是依上開有關規\r\n定，年終獎金並非勞動基準法第五十九條第二款之工資之一種。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1949 號 民事判決",
        "case_topic": "交付土地等",
        "case_date": "民國 92 年 09 月 10 日",
        "case_gist": "當事人對於第一審命被告為本案給付及原告應同時履行對待給付之判決，\r\n雖僅就命原告應同時履行對待給付之全部或一部提起上訴，惟因該判決命\r\n被告為本案給付及命原告為同時履行對待給付之間，在性質上具有不可分\r\n割之關係，且對待給付並非訴訟標的，本案給付始為訴訟標的，自應認當\r\n事人之上訴效力及於判決之全部，而係對該判決之全部聲明不服。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1910 號 民事判決",
        "case_topic": "確認租賃關係不存在",
        "case_date": "民國 92 年 09 月 05 日",
        "case_gist": "起訴請求確認他人之某法律關係存在或不存在，須以該法律關係之雙方當\r\n事人為共同被告一同起訴，始為當事人適格。若僅以其中一方當事人為被\r\n告者，即非適格之當事人。準此，倘該法律關係之雙方當事人受敗訴之判\r\n決，而僅其中一方當事人提起上訴，因該法律關係之存否對該雙方當事人\r\n必須合一確定，故其上訴之效力及於另一當事人。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 471 號 民事裁定",
        "case_topic": "給付工程款",
        "case_date": "民國 92 年 08 月 28 日",
        "case_gist": "上訴所得受之利益，應依上訴之聲明定之。上訴聲明所得受之利益，因上\r\n訴人對原判決不服之程度與應如何廢棄或變更之範圍不同而有異。以一訴\r\n附帶主張利息或其他孳息、損害賠償、違約金或費用者，不併算其價額，\r\n民事訴訟費用法第五條第二項固定有明文。惟上訴聲明之範圍，若僅就利\r\n息或其他孳息、損害賠償、違約金或費用部分提起上訴者，仍應依其價額\r\n，以定上訴利益之價額。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1851 號 民事判決",
        "case_topic": "給付買賣價金",
        "case_date": "民國 92 年 08 月 28 日",
        "case_gist": "按法律並無強制債務人享受時效利益之規定，故債務人苟於時效完成後，\r\n以單方行為承認其債務，即無庸再以時效業經完成而限制債權人行使其權\r\n利之必要，是以債務人於時效完成後，以單方行為所為之債務承認，應解\r\n為係屬拋棄時效利益之默示意思表示，不得再以時效業經完成拒絕給付。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1806 號 民事判決",
        "case_topic": "返還無因管理費等",
        "case_date": "民國 92 年 08 月 25 日",
        "case_gist": "出租人於租賃關係存續中，因可歸責於己之事由，未保持租賃物合於約定\r\n使用、收益之狀態，固應負債務不履行責任，惟除別有特約外，租賃期間\r\n並不因而延長，自無停止進行可言。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 452 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 92 年 08 月 21 日",
        "case_gist": "民事訴訟法第一百三十八條所規定之寄存送達，限於不能依同法第一百三\r\n十六條及第一百三十七條規定行送達者，始得為之。倘應受送達人因服替\r\n代役而未實際居住於其原住居所，則該原住居所即非應受送達之處所，自\r\n不得於該處所為寄存送達。"
    },
    {
        "case_id": "最高法院 92 年度台再字第 39 號 民事裁定",
        "case_topic": "遷讓房屋等",
        "case_date": "民國 92 年 08 月 21 日",
        "case_gist": "再審之訴，必對於確定判決始得提起。所謂確定判決，係指已具有形式上\r\n確定力及實質上確定力之終結訴訟之確定判決而言。發回更審之判決，既\r\n尚須由受發回之法院更為判決，即非具有實質上確定力之終結訴訟之確定\r\n判決，自不得對之提起再審之訴。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1783 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 92 年 08 月 21 日",
        "case_gist": "強制執行法第一百十六條第一項前段規定「禁止第三人移轉」之扣押命令\r\n，旨在確保將來債權人權利之實現。是該扣押命令對第三人當然有禁止處\r\n分之效力，如此方能確保扣押命令 (亦稱禁止命令) 在強制執行程序之查\r\n封功能，否則，任由第三人將該物移轉與他人，必導致將來債權人權利實\r\n現之不可能，該扣押命令即形同具文，是以，如債務人對第三人之不動產\r\n移轉請求權實施假扣押時，執行法院自應依強制執行法第十一條之規定，\r\n通知地政機關為假扣押登記，使不特定第三人能獲悉該不動產已有查封之\r\n事實，避免善意第三人就該不動產為交易，而影響債權人權利之實現。原\r\n審既認定被上訴人核發本件執行命令，其所屬承辦之人員有依據執行法官\r\n之指示發函通知囑託地政機關登記之義務，竟怠於執行職務，未發函囑託\r\n地政機關為扣押命令登記，則第三人蔡○賢將系爭土地移轉與他人，倘使\r\n債權人即上訴人之債權落空，因而受有損害，能否謂被上訴人辦理本件強\r\n制執行之公務員怠於通知地政機關為登記，與上訴人所受之損害間無因果\r\n關係？非無研求之餘地。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1774 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 92 年 08 月 21 日",
        "case_gist": "繼承人對於被繼承人之債務負連帶責任 (民法第一千一百五十三條第一項\r\n) ；且因不當得利發生之債，同時有多數利得人，應按其利得數額負責，\r\n並非須負連帶返還責任。是上訴人請求被上訴人賠償相當於租金之損害或\r\n返還不當得利，非屬固有必要共有訴訟，不須以全體公同共有人為起訴對\r\n象，原審就此所持法律見解自欠允洽。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1771 號 民事判決",
        "case_topic": "求所有權移轉登記",
        "case_date": "民國 92 年 08 月 21 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第二款所謂「判決理由與主文顯有矛盾\r\n」者，係指判決依據當事人主張之事實，認定其請求或對造抗辯為有理由\r\n或無理由，而於主文為相反之諭示，且其矛盾為顯然者而言，並不包括理\r\n由間相互矛盾之情形在內。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1770 號 民事判決",
        "case_topic": "請求變更股東名簿記載等",
        "case_date": "民國 92 年 08 月 21 日",
        "case_gist": "公司未發行股票者，其記名股份轉讓之成立要件，僅須當事人間具備要約\r\n與承諾之意思表示為已足。且公司法第一百六十五條第一項所稱之「不得\r\n以其轉讓對抗公司」者，於未發行股票之公司係指未「過戶」前，不得向\r\n公司主張因受讓而享受開會及分派股息或紅利而言，並不包括已受讓股份\r\n之股東請求為股東名簿記載變更之權利，此觀同法條第二項而自明，該股\r\n份轉讓之成立要件與對抗要件，迥不相同。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1761 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 92 年 08 月 15 日",
        "case_gist": "保險契約為最大誠信契約，倘要保人有故意隱匿，或因過失遺漏，或為不\r\n實之說明，足以變更或減少保險人對於危險之估計之情事，要保人如主張\r\n保險人不得解除保險契約，即應就保險事故與要保人所未告知或不實說明\r\n之事項並無關聯，且該事項已確定對保險事故之發生不具任何影響，保險\r\n人亦未因該未告知或不實說明之事項，而造成額外之負擔，對價平衡並未\r\n遭破壞予以證明始可。亦即須就保險事故與要保人所未告知或不實說明之\r\n事項間之無關聯，證明其必然性；倘有其或然性，即不能謂有上開法條但\r\n書適用之餘地，保險人非不得解除保險契約。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 439 號 民事裁定",
        "case_topic": "國家賠償",
        "case_date": "民國 92 年 08 月 14 日",
        "case_gist": "相對人復於同年十一月五日向台灣板橋地方法院 (下稱板橋地院) 提起本\r\n件訴訟，請求再抗告人賠償一千五百萬元之損害，所依據之法律關係，係\r\n國家賠償法第二條第二項前段及土地法第六十八條之規定，而此應審究者\r\n為國家賠償責任之有無，與行政程序法第一百二十條第一項規定之訴訟即\r\n違法授益處分是否撤銷，尚非一事，亦非以違法行政處分被撤銷為國家賠\r\n償責任成立之必要要件，前後二訴之訴訟標的不相同，並非國家賠償法第\r\n十一條第一項但書所指「已依行政訴訟法規定，附帶請求損害賠償者，就\r\n同一原因事實，不得更行起訴」之情形。板橋地院遽以相對人提起本件訴\r\n訟係重複起訴予以裁定駁回，自有未洽。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1754 號 民事判決",
        "case_topic": "確認債權存在",
        "case_date": "民國 92 年 08 月 14 日",
        "case_gist": "徵收土地程序於直轄市或縣 (市) 地政機關將補償地價補償費發給完竣或\r\n向法院提存所依法辦理清償提存後即告完成，徵收機關對被徵收土地所有\r\n權人之上開公法上給付義務亦告消滅。至於依土地法第二百三十七條規定\r\n提存待領之款項存在法院時間之久暫，與徵收程序完成與否無關。故政府\r\n機關將土地徵收補償費提存於法院後，該提存款之性質，即應依提存法及\r\n民法法規認定之。而提存為清償人將給付物交付提存所，經提存所允為保\r\n管而成立之寄託契約。又因清償人為提存後，債權人即得直接向提存所請\r\n求給付，故提存有為第三人利益之寄託契約性質。提存性質既為第三人利\r\n益寄託契約，且民法第三百三十條，其條文係排列於民法第二編 (債篇) \r\n第一章 (通則) 第六節第三款提存項下，故在不抵觸提存法規之情形下，\r\n有關提存事件，自有民法第三百三十條十年除斥期間之適用。此外，由提\r\n存法施行細則第七條規定：「關於民法第三百三十條所規定之期間，自提\r\n存之翌日起算，但因提存物之品質或數量不合，而命補正者，應自補正或\r\n補正期限屆滿之翌日起算。」，益證提存應適用民法第三百三十條除斥期\r\n間之規定。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1734 號 民事判決",
        "case_topic": "遷讓房屋",
        "case_date": "民國 92 年 08 月 14 日",
        "case_gist": "共有土地之出租，為共有物管理行為，依民法第八百二十條第一項規定，\r\n除契約另有訂定外，應由共有人全體共同為之，如共有人中之一人擅將共\r\n有土地出租與他人，對其他共有人應不生效力。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1731 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 92 年 08 月 14 日",
        "case_gist": "仲裁法係規範仲裁程序事項之程序法，該法修正施行後，法院審理撤銷仲\r\n裁判斷之訴事件，依「實體從舊，程序從新」之原則，自應適用修正施行\r\n後之仲裁法規定，原審仍援用商務仲裁條例之舊規定為論斷說明，自有未\r\n合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1689 號 民事判決",
        "case_topic": "撤銷仲裁判斷等",
        "case_date": "民國 92 年 08 月 07 日",
        "case_gist": "八十七年六月二十四日修正公布之仲裁法第三十一條，固引進聯合國國際\r\n貿易法委員會國際商務仲裁模範法第二十八條第三項之規定，增設「法律\r\n仲裁」外之「衡平仲裁」制度，惟該條所稱之「衡平仲裁」，係指仲裁庭\r\n如發現適用法律之嚴格規定，將產生不公平之結果者，得經由當事人之明\r\n示合意授權，基於公平、合理之考量，摒除法律之嚴格規定，改適用衡平\r\n原則為判斷而言，若當事人間之契約內容或約定不明者，仲裁庭僅依民法\r\n第一條、第一百四十八條及第二百二十七條之二規定之「法理」、「誠實\r\n信用原則」或「情事變更原則」進一步探究、解釋而為判斷，並未將法律\r\n之嚴格規定加以摒棄，自仍屬「法律仲裁」判斷之範疇，不生上述經當事\r\n人明示合意始得「衡平仲裁」之問題。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1686 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 92 年 08 月 07 日",
        "case_gist": "勞工安全衛生法第二條第二項所稱雇主，須為該法適用範圍內僱用勞工從\r\n事工作之事業單位之事業主或事業之經營負責人，始足當之，此由同條第\r\n三項規定對照觀之自明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1658 號 民事判決",
        "case_topic": "著作權存在",
        "case_date": "民國 92 年 07 月 31 日",
        "case_gist": "著作財產權得全部或部分讓與他人或與他人共有。著作財產權之受讓人，\r\n在其受讓範圍內，取得著作財產權。著作財產權讓與之範圍依當事人之約\r\n定；其約定不明之部分，推定為未讓與。著作權法第三十六條定有明文。\r\n著作權法既未以登記為著作權取得或轉讓之生效要件，在授權或受讓期間\r\n屆滿後，無須被授權人或受讓人向授權人或讓與人為同意返還著作權之意\r\n思表示，更無須被授權人或受讓人為移轉或塗銷登記後，授權人或讓與人\r\n才能取回著作權，此乃因轉讓本身附有期限限制，於期限屆滿時失其效力\r\n，此觀之民法第一百零二條第二項之規定自明。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1647 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 07 月 31 日",
        "case_gist": "當事人已證明受有損害而不能證明其數額或證明顯有重大困難者，法院應\r\n審酌一切情況，依所得心證定其數額，八十九年二月九日新修正民事訴訟\r\n法第二百二十二條第二項定有明文。查上訴人一再主張其於假處分期間因\r\n無法利用土地建築受有損害，倘認上訴人已證明其受有損害，而不能證明\r\n其數額或證明顯有重大困難者，依上說明，即應審酌一切情況，依所得心\r\n證定其數額。原審未遑注及，徒以上訴人實際上無任何損害等由而為其敗\r\n訴之判決，尤有可議。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1645 號 民事判決",
        "case_topic": "遷讓停車位",
        "case_date": "民國 92 年 07 月 31 日",
        "case_gist": "確定判決，除當事人外，對於訴訟繫屬後為當事人之繼受人者，及為當事\r\n人或其繼受人占有請求之標的物者，亦有效力，為民事訴訟法第四百零一\r\n條第一項所明定。此所謂「繼受人」，必係受讓自原占有之當事人，始克\r\n當之。倘現時占有之第三人，並非本案訴訟繫屬後當事人之繼受人，或為\r\n當事人或其繼受人占有，自不能謂係確定判決效力所及之人。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1642 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 92 年 07 月 31 日",
        "case_gist": "刑事訴訟法第一百四十條第一項、第二項規定扣押物，因防其喪失或毀損\r\n，應為適當之處置。不便搬運或保管之扣押物，得命人看守，或命所有人\r\n或其他適當之人保管。是檢察官實施扣押之強制處分後，為防止扣押物喪\r\n失或毀損，自應盡其注意義務，為適當之處置，如有必要並得命其他適當\r\n之人保管。此際，受檢察官之委託保管扣押物者，即該當於國家賠償法第\r\n四條所謂之受委託行使公權力之個人。倘受委託執行職務之人，因故意過\r\n失不法侵害人民自由或權利者，參照國家賠償法第二條第二項前段、第四\r\n條第二項之規定，自應由委託之檢察官所屬之檢察署負損害賠償責任，而\r\n非受委託之人。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 396 號 民事裁定",
        "case_topic": "給付工程款",
        "case_date": "民國 92 年 07 月 25 日",
        "case_gist": "民事訴訟法第七十三條所稱之訴訟代理權不因本人之法定代理有變更而消\r\n滅者，係指新法定代理人尚未依法承受其訴訟以前而言，此時訴訟程序固\r\n不因之而當然停止，該訴訟代理人自仍得本於訴訟代理權繼續代理訴訟。\r\n惟若新法定代理人已依法承受訴訟時，該訴訟代理人之原訴訟代理權即當\r\n然歸於消滅，此觀該條及同法第一百七十條、第一百七十三條規定自明。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 394 號 民事裁定",
        "case_topic": "給付工程款（追加之訴部分）",
        "case_date": "民國 92 年 07 月 25 日",
        "case_gist": "抗告人就反訴為上述訴之追加，其原來反訴係請求給付工程逾期完工違約\r\n金，追加新訴為確認履約保證金返還請求權等債權不存在，兩訴請求之基\r\n礎似均源於系爭同一工程契約，該履約保證金債權是否存在，亦與相對人\r\n有無逾期完工暨逾期完工日數攸關。果爾，則能否逕謂二者間其訴訟資料\r\n有異，證據資料無同一性或一體性而不得相互援用，已滋疑問。原法院未\r\n遑進一步究明該追加之訴是否符合上開「請求之基礎事實同一」之要件？\r\n並探究紛爭解決一次性之本旨，遽行裁定，未免速斷。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1632 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 92 年 07 月 25 日",
        "case_gist": "關於遲延利息部分，上訴人台灣菸酒公司於第一審即提出八十四年十月二\r\n日及同年十二月二十三日郵局存證信函二件，表明已向上訴人中○工程公\r\n司定期催告給付逾期違約金，有該信函暨回執足據，則該遲延利息之給付\r\n，依民法第二百二十九條第二、三項規定，自應以該催告期限屆滿時起算\r\n。原審見未及此，徒以反訴狀繕本送達翌日為判定該遲延責任時點之基礎\r\n，尤嫌未合。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1631 號 民事判決",
        "case_topic": "給付退休金",
        "case_date": "民國 92 年 07 月 25 日",
        "case_gist": "勞動基準法第十二條第一項第二款所稱之「重大侮辱」，固應就具體事件\r\n，衡量受侮辱者 (即雇主、雇主家屬、雇主代理人或其他共同工作之勞工\r\n）所受侵害之嚴重性，並斟酌勞工及受侮辱者雙方之職業、教育程度、社\r\n會地位、行為時所受之刺激、行為時之客觀環境及平時使用語言之習慣等\r\n一切情事為綜合之判斷，惟端視該勞工之侮辱行為是否已達嚴重影響勞動\r\n契約之繼續存在以為斷。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1626 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 92 年 07 月 25 日",
        "case_gist": "民事訴訟法第四十八條關於能力，代理權或必要允許等欠缺之承認時期，\r\n法律並未設有限制之明文。本件雖由禁治產人吳○珠起訴及提起上訴，且\r\n吳○珠已於第二審審理中死亡，惟其夫許○雄於吳○珠死亡前，並未喪失\r\n其法定代理人之資格，許○雄於第二審程序進行中，自仍可以吳○珠死亡\r\n前之法定代理人身分，承認吳○珠自起訴起至其死亡前所為之一切訴訟行\r\n為。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1593 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 07 月 24 日",
        "case_gist": "民法第一百八十五條第一項所謂之數人共同不法侵害他人之權利，係指各\r\n行為人均曾實施加害行為，且各具備侵權行為之要件而發生同一事故者而\r\n言，是以各加害人之加害行為均須為不法，且均須有故意或過失，並與事\r\n故所生損害具有相當因果關係者始足當之；第二項所稱之幫助人，係指幫\r\n助他人使其容易遂行侵權行為之人，其主觀上須有故意或過失，客觀上對\r\n於結果須有相當因果關係，始須連帶負損害賠償責任。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1588 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 92 年 07 月 24 日",
        "case_gist": "由自己之行為表示以代理權授與他人者，對於第三人應負授權人之責任，\r\n必須本人有表見之事實，足使第三人信該他人有代理權之情形存在，始足\r\n當之。本人以印章、存摺交付他人，委託該他人辦理特定事項，除該特定\r\n事項外，該他人以本人名義所為其他法律行為，尚難僅憑其持有本人之印\r\n章、存摺，即認須由本人負表見代理之授權人責任。李○明係上訴人公司\r\n財務主任，上訴人將其印章、存摺交付李○明，似尚不足使第三人信李○\r\n明有為上訴人借款之代理權存在。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1586 號 民事裁定",
        "case_topic": "給付貨款等",
        "case_date": "民國 92 年 07 月 24 日",
        "case_gist": "法律關係之存否雖不明確，而原告在私法上之地位並不因此而有受侵害之\r\n危險者，不得謂原告有即受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1583 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 92 年 07 月 24 日",
        "case_gist": "㈠解釋意思表示，應探求當事人之真意，不得拘泥於所用之辭句，民法第\r\n  九十八條訂有明文；又按解釋私人之契約應在通觀全文，並斟酌立約當\r\n  時之情形，以期不失立約人之真意；且解釋契約固屬事實審法院之職權\r\n  ，惟其解釋如違背法令或有悖於論理法則或經驗法則，自非不得以其解\r\n  釋為不當，援為上訴第三審之理由。\r\n㈡債權之讓與，依民法第二百九十七條第一項之規定，雖須經讓與人或受\r\n  讓人通知債務人始生效力，但不以債務人之承諾為必要，而讓與之通知\r\n  ，為通知債權讓與事實之行為，原得以言詞或文書為之，不需何等之方\r\n  式，故讓與人與受讓人間成立債權讓與契約時，債權即移轉於受讓人，\r\n  除法律另有規定外，如經讓與人或受讓人通知債務人，即生債權移轉之\r\n  效力，至同法第二項所謂受讓人將讓與人所立之讓與字據提示於債務人\r\n  ，蓋使債權人閱覽讓與字據，可知讓與之事實與通知有同一之效力，並\r\n  非以提示讓與字據為發生債權讓與效力之要件。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 379 號 民事裁定",
        "case_topic": "發還擔保金",
        "case_date": "民國 92 年 07 月 17 日",
        "case_gist": "民事訴訟法第一百零四條第一項第二款所謂之訴訟終結，固應包括撤銷假\r\n扣押或假處分裁定及執行程序終結在內，惟保全程序之執行具有緊急性，\r\n須迅速實施始符保全之旨，故強制執行法第一百三十二條第三項規定債權\r\n人收受假扣押或假處分裁定後已逾三十日者不得聲請執行。是以假扣押或\r\n假處分之供擔保人如於收受假扣押或假處分裁定已逾上開期間而未聲請執\r\n行時，該裁定即喪失執行名義之效力，供擔保人既不得再以該裁定為執行\r\n名義聲請執行，自難以其尚未聲請撤銷假扣押或假處分裁定，即謂其不得\r\n依民事訴訟法第一百零六條準用同法第一百零四條第一項第二款規定定期\r\n催告受擔保利益人行使權利。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 376 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 92 年 07 月 17 日",
        "case_gist": "當事人一方援用民法第二百六十四條之同時履行抗辯權時，僅有暫時拒絕\r\n給付之性質，而非否認他方當事人之請求權。故法院因被告行使此項抗辯\r\n權，而命原告為對待給付之判決，性質上僅係限制原告請求權所附加之條\r\n件，而非為原告全部或一部敗訴之判決。是原告就假執行之本案訴訟如獲\r\n得勝訴判決確定者，雖其判決附有同時對待給付之裁判，就原告訴請判決\r\n之訴訟標的而言，仍不失為全部勝訴，僅原告未為給付前，不得就被告應\r\n有之給付聲請強制執行，即對被告而言，原告之取回因聲請假執行而供擔\r\n保之提存物，不致使被告發生損害，自得依民事訴訟法第一百零四條第三\r\n項、提存法第十六條第一項第二款規定，毋庸經由法院之裁定。逕向該管\r\n法院提存所聲請返還提存物。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 374 號 民事裁定",
        "case_topic": "聲請變更擔保物",
        "case_date": "民國 92 年 07 月 17 日",
        "case_gist": "民事訴訟法第一百零二條第一項規定，供擔保應提存現金，或法院認為相\r\n當之有價證券。但當事人別有約定者，不在此限。係專為供擔保應提存何\r\n物而設，裁判之命以新台幣供擔保，祇係抽象的表明其數額，供擔保時，\r\n原則上固應照此數額具體的提存現金，但欲提存有價證券，亦無不可，不\r\n過以經法院認為相當之有價證券為限而已，故應供擔保之當事人聲請為許\r\n其提存有價證券之裁定者，法院苟認為相當，自得准許，此非同法第一百\r\n零五條所定之變換提存物問題。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1547 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 92 年 07 月 17 日",
        "case_gist": "當事人就訴訟標的法律關係前提之權利或法律關係所為之陳述，經他造於\r\n準備書狀內或言詞辯論時或在受命法官、受託法官前為相同之陳述，倘當\r\n事人對之具有實體法上處分權，已充分明瞭該陳述之內容及其法律上之效\r\n果，且無害於公益，又經當事人整理並協議簡化爭點者，為尊重當事人之\r\n權利主體地位，對於訴訟審理範圍及事實主張、證據提出具有決定之權能\r\n，以資平衡保障其實體利益及程序利益，並節省司法資源之付出，應認法\r\n院即可以該當事人協議簡化後之相同陳述內容為裁判之依據，無庸再就該\r\n相同陳述內容另為調查審認。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1540 號 民事判決",
        "case_topic": "清償債務等",
        "case_date": "民國 92 年 07 月 17 日",
        "case_gist": "不真正連帶債務，係數債務人基於不同之債務發生原因，就同一內容之給\r\n付，對於同一債權人各負全部給付義務，因一債務人給付，他債務人即同\r\n免其責任。其各債務發生之原因既有不同，僅因相關法律關係偶然競合，\r\n致對同一債權人負同一內容之給付，自不生民法第二百八十條所定連帶債\r\n務人間內部分擔求償之問題，故不真正連帶債務人中一人所受之確定判決\r\n，其利益自不及於他債務人，要無民法第二百七十五條規定之適用。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1535 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 92 年 07 月 17 日",
        "case_gist": "繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有 (民\r\n法第一千一百五十一條) ；且公同共有人對共有物之處分，除法律或契約\r\n另有規定外，應得公同共有人全體之同意 (民法第八百二十八條第二項)\r\n，非任何一人所得私擅處分。故如非得公同共有人全體之同意，即應由公\r\n同共有人全體起訴或被訴，其訴訟標的，對於共同訴訟之各人必須合一確\r\n定。茲第一審判決判令上訴人及衡月籃拆除上開房屋、涼棚，並返還土地\r\n，就拆除房屋、涼棚而言，其訴訟標的對上訴人及衡月籃必須合一確定，\r\n故上訴人不服第一審判決提起上訴，其效力依前說明應及於衡月籃，原審\r\n就此未注意及之，未併列衡月籃為上訴人，遽行判決，程序上已難為適法\r\n。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1534 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 92 年 07 月 17 日",
        "case_gist": "㈠共有物如為數宗不同地號之土地，其共有人如非以成立一共有關係之意\r\n  思而共有數宗土地時，應認其共有關係分別存在於每宗土地之上，除經\r\n  全體共有人同意外，法院為分割時，尚不能任意予以合併為一共有物，\r\n  視作一所有權而予分割，此乃一物一權原則之當然解釋。\r\n㈡分割共有物，以消滅共有關係為目的，法院裁判分割共有土地時，除因\r\n  該土地內部分土地之使用目的不能分割 (如為道路) 或部分共有人仍願\r\n  維持其共有關係，應就該部分土地不予分割或准該部分共有人成立新共\r\n  有關係外，應將土地分配於各共有人單獨所有。"
    },
    {
        "case_id": "最高法院 92 年度台聲字第 427 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 92 年 07 月 10 日",
        "case_gist": "民國八十九年二月九日修正公布之民事訴訟法，為貫徹第三審法律審之功\r\n能，並保障當事人權益，爰於第三審上訴改採強制律師代理制度，則被上\r\n訴人委任律師為訴訟代理人為其答辯，即屬防衛權益所必要。且同法第四\r\n百六十六條之三第一項規定：「第三審律師之酬金，為訴訟費用之一部」\r\n，係兼指第三審上訴人及被上訴人所委任律師之酬金而言，方能平等保障\r\n兩造之訴訟權，及貫徹第三審法律審功能之立法意旨。"
    },
    {
        "case_id": "最高法院 92 年度台抗字第 359 號 民事裁定",
        "case_topic": "限期起訴",
        "case_date": "民國 92 年 07 月 10 日",
        "case_gist": "民事訴訟法第五百二十九條第一項規定本案尚未繫屬者，命假扣押之法院\r\n應依債務人聲請，命債權人於一定期間內起訴。此之所謂「起訴」，係指\r\n依訴訟程序，提起訴訟，得以確定其私權之存在而取得給付之確定判決者\r\n而言，且不問其訴訟為本訴、反訴、變更或追加之新訴均屬之。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1499 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 07 月 10 日",
        "case_gist": "證明應證事實之證據資料，並不以可直接單獨證明之直接證據為限。凡先\r\n綜合其他情狀，證明某事實，再由某事實為推理的證明應證事實，該證明\r\n某事實之間接證據，自包括在內。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1484 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 92 年 07 月 10 日",
        "case_gist": "不動產共有人中之一人或數人訴請分割共有物，經法院判准為原物分割確\r\n定者，依土地登記規則第二十七條第四款及第一百條規定，當事人之任何\r\n一造均得依該確定判決單獨為全體共有人申請分割登記；又依強制執行法\r\n第一百三十一條第一項前段規定，關於共有物分割之裁判，執行法院得將\r\n各共有人分得部分點交之。故共有人中之一人或數人訴請命對造協同辦理\r\n分割登記及交付分得之土地，係欠缺權利保護要件，應予駁回。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1480 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 07 月 10 日",
        "case_gist": "㈠損害之發生或擴大，被害人與有過失者，法院對於酌減賠償金額若干抑\r\n  或完全免除，雖有裁量之自由，但應斟酌雙方原因力之強弱與過失之輕\r\n  重以定之。\r\n㈡損害賠償之債，以有損害之發生及有責任原因之事實，並二者之間，有\r\n  相當因果關係為成立要件。故原告所主張損害賠償之債，如不合於此項\r\n  成立要件者，即難謂有損害賠償請求權存在。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1475 號 民事裁定",
        "case_topic": "遷讓房屋等",
        "case_date": "民國 92 年 07 月 10 日",
        "case_gist": "土地法第九十七條所規定之房屋租金最高限額，係指城市地方一般房屋之\r\n租金而言。本件上訴人所承租者為工業區內之廠房，除得使用系爭廠房外\r\n，並得享受整個工業區之特殊利益，其應付之租金，包括享受上開特殊利\r\n益之對價在內，當非普通之房屋承租可比，自不受土地法第九十七條所定\r\n房租最高限額之拘束。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1474 號 民事判決",
        "case_topic": "協同辦理土地合併登記",
        "case_date": "民國 92 年 07 月 10 日",
        "case_gist": "按共有物之協議分割與裁判分割，皆以消滅各共有人就共有物之共有關係\r\n為目的，而協議分割契約應由全體共有人參與協議訂立，方能有效成立，\r\n並須全體共有人均依協議分割契約履行，始能消滅共有人間之共有關係，\r\n該契約所定分割方法，性質上為不可分，故共有人中之一人或數人提起請\r\n求履行協議分割契約之訴，其訴訟標的對於共有人全體必須合一確定，應\r\n以其他共有人全體為被告，於當事人之適格始無欠缺。土地合併係由單獨\r\n所有變更為共有，創設共有關係，故依同一之法理，請求土地合併登記，\r\n若由共有人中之一人提起請求履行協議土地合併契約之訴，其訴訟標的對\r\n於共有人全體必須合一確定，應以其他共有人全體為被告，於當事人之適\r\n格始無欠缺。土地合併係由單獨所有變更為共有，創設共有關係，故依同\r\n一之法理，請求土地合併登記，若由共有人中之一人提起請求履行協議土\r\n地合併契約之訴，其訴訟標的對於共有人全體必須合一確定，應以其他共\r\n有人全體為被告，於當事人之適格始無欠缺。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1453 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 07 月 03 日",
        "case_gist": "上訴人除主張依侵權行為及債務不履行之法律關係為請求外，併主張被上\r\n訴人應依消費者保護法第七條規定負賠償責任。原審對於後者漏未審認，\r\n自為上訴人敗訴之判決。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1452 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 07 月 03 日",
        "case_gist": "被上訴人王○勛 (下稱王○勛) 雖原有攝護腺肥大合併急性尿滯留及高血\r\n壓病症，但經定期門診，病情穩定控制中，本無住院治療之必要，係因發\r\n生系爭火災，受嚴重嗆傷，昏迷不醒，身體機能深受影響，致在加護病房\r\n長達五十二日，實難謂其病情加劇住院治療與失火無關。可見王○勛因火\r\n災致病情加劇固須住院治療，但如未發生系爭火災，自無住院之必要，是\r\n住院費用乃因失火所致。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1446 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 92 年 07 月 03 日",
        "case_gist": "㈠給付判決必須其標的為具體、可能、合法，三者缺一不可。查原審就被\r\n  上訴人請求上訴人及第一審共同被告蔡○偵等八十三人拆除如附圖所示\r\n  二樓樑柱返還土地部分，既經判決其敗訴，且依附表之建物所載，並不\r\n  包括「四樓」樓層在內。則在被上訴人取得拆除該二、四樓層勝訴之判\r\n  決前，遽命上訴人林○章、陳○女各拆除如附圖暨附表所示之地下室及\r\n  三樓建物，其給付是否可能？已滋疑問。\r\n㈡權利之行使，不得違反公共利益，或以損害他人為主要目的，民法第一\r\n  百四十八條第一項定有明文。該條所稱權利之行使，是否以損害他人為\r\n  主要目的，應就權利人因權利行使所能取得之利益，與他人及國家社會\r\n  因其權利行使所受之損失，比較衡量以定之。倘其權利之行使，自己所\r\n  得利益極少而他人及國家社會所受之損失甚大者，非不得視為以損害他\r\n  人為主要目的，此乃權利社會化之基本內涵所必然之解釋。查系爭土地\r\n  為僅二○平方公尺之道路用地，顯難單獨供建築之用，而被上訴人復稱\r\n  ：如就垂直上下之建物予以拆除，對整體大廈結構必有影響云云。原審\r\n  未詳為深究，進一步審認如僅就北歐大廈如附圖暨附表所示之建物部分\r\n  予以拆除，是否有上述權利濫用而悖於誠信原則之情形，即以上述理由\r\n  遽為上訴人此部分敗訴之判決，自非無再事推求之必要。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1445 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 92 年 07 月 03 日",
        "case_gist": "㈠民法第七百九十九條所稱區分所有建築物之專有部分，各區分所有人固\r\n  有其單獨之所有權，惟因與同一棟建築物之其他區分所有人專有部分間\r\n  ，在物理上相互連接，使用上密切相鄰，彼此休戚相關，有共同之利益\r\n  ，其區分所有建築物間之共同壁 (或樓板) 不啻具雙重或兩面性而為該\r\n  區分所有人所共有，且區分所有人間就專有部分之用益、處分，亦有較\r\n  強之相互制約性，是區分所有人就專有部分之使用、收益、管理或處分\r\n  ，自均不得違反各區分所有人之共同利益，此觀公寓大廈管理條例第五\r\n  條、第十二條規定自明。\r\n㈡預備訴之合併係以當事人先位之訴有理由，為備位之訴之解除條件；先\r\n  位之訴無理由，為備位之訴之停止條件。本件上訴人請求被上訴人拆除\r\n  如附圖所示二樓樑柱返還土地之先位聲明部分，原審既認其上訴為無理\r\n  由，自應就其請求被上訴人價購附圖所示二樓樑柱土地之備位聲明部分\r\n  再予審究。原審未遑注及並說明其理由，遽而駁回該備位之訴，復認該\r\n  備位聲明無裁判之必要，自有可議。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1440 號 民事判決",
        "case_topic": "返還代償款",
        "case_date": "民國 92 年 07 月 03 日",
        "case_gist": "連帶債務人清償連帶債務，係基於債務人之身分而自為清償，與民法第三\r\n百十二條規定之第三人清償，係基於第三人之身分而為清償者，並不相同\r\n。連帶債務人清償連帶債務後，其求償權及代位權直接適用民法第二百八\r\n十一條之規定，而無再適用民法第三百十二條規定之必要。"
    },
    {
        "case_id": "最高法院 92 年度台上字第 1427 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 92 年 07 月 03 日",
        "case_gist": "殯葬費為收殮及埋葬費用，其賠償範圍應以實際支出之費用，並斟酌被害\r\n人當地之習俗、被害人之身分、地位及生前經濟狀況決定之。"
    }
]