[
    {
        "case_id": "最高法院 98 年度台上字第 2426 號 民事判決",
        "case_topic": "返還房屋等",
        "case_date": "民國 98 年 12 月 24 日",
        "case_gist": "按當事人主張之事實，究應適用何種法律？往往影響裁判之結果，為防止\r\n法官未經闡明逕行適用法律，而對當事人產生突襲性裁判，法院除應令當\r\n事人就事實為適當陳述及辯論外，亦當令其就法律觀點為必要之陳述及作\r\n適當完全之辯論。倘未踐行此項闡明之義務，使得各盡其攻擊防禦之能事\r\n，遽行採為判決之基礎，即與民事訴訟法第一百九十九條第一項、第二項\r\n及第二百九十六條之一第一項規定有違。是審判長為達成闡明之目的，必\r\n要時得與雙方當事人，就訴訟之法律關係為事實上及法律上之討論及提出\r\n問題，並向當事人發問或曉諭，令其為適當完全之辯論，俾法官藉公開其\r\n認為重要之法律觀點，促使當事人為必要之聲明、陳述或提出證據。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 1001 號 民事裁定",
        "case_topic": "強制執行而行使優先購買權",
        "case_date": "民國 98 年 12 月 24 日",
        "case_gist": "按土地法第三十四條之一第四項規定共有人出賣其應有部分時，他共有人\r\n得以同一價格共同或單獨優先承購。其立法意旨，在於藉應有部分之出賣\r\n，為第三人買受共有人之應有部分時，承認其他共有人享有優先承買權，\r\n以減少共有人之人數，簡化共有關係，促進不動產之有效利用。此項優先\r\n承購權係屬法定形成權之性質，自不容許任意予以剝奪。而於民法繼承編\r\n民國九十八年五月二十二日修正施行前限定繼承之繼承人對於被繼承人之\r\n債務，唯負以遺產為限度之物的有限責任，故就被繼承人之債務為執行時\r\n，限定繼承人僅就遺產之執行居於債務人之地位，其餘之財產屬固有財產\r\n，應認限定繼承人為強制執行法第十五條所指第三人。執行法院之拍賣，\r\n性質上為買賣之一種，於執行拍賣共有土地應有部分，義務人於執行中死\r\n亡，倘限定繼承人中，同時為該土地分別共有人時，該分別共有人對於該\r\n土地應有部分遺產之執行，仍有依土地法第三十四條之一第四項所定之優\r\n先承購權。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2386 號 民事裁定",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 98 年 12 月 17 日",
        "case_gist": "抵押權所擔保之債權，其種類及範圍，屬於抵押權之內容，依法應經登記\r\n，始生物權之效力，但如因內容過於冗長，登記簿所列各欄篇幅不能容納\r\n記載，可以附件記載，作為登記簿之一部分。因此關於最高限額抵押權所\r\n擔保之債權，雖未記載於土地登記簿，然於聲請登記時提出之最高限額抵\r\n押權設定契約書，有該項債權之記載者，此契約書既作為登記簿之附件，\r\n自為抵押權效力所及。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2363 號 民事裁定",
        "case_topic": "履行契約",
        "case_date": "民國 98 年 12 月 16 日",
        "case_gist": "按民法第二百九十九條第一項規定，債務人於受通知時，所得對抗讓與人\r\n之事由，皆得以之對抗受讓人。所謂得對抗讓與人之事由，不以狹義之抗\r\n辯權為限，應廣泛包括凡足以阻止或排斥債權之成立、存續或行使之事由\r\n在內，且兼指實體法上及訴訟法上之抗辯權而言。是債務人於受讓與通知\r\n時，對於讓與人之債權，倘已符合同法第三百三十四條第一項所定要件而\r\n適於行使抵銷權者，自得為抵銷之意思表示，並以消滅債務之效果對抗受\r\n讓人，於此情形，初無同法第二百九十九條第二項「債務人於受通知時，\r\n對於讓與人有債權者，如其債權之清償期，先於所讓與之債權或同時屆至\r\n者，債務人得對於受讓人主張抵銷」規定之適用。蓋該條項所規定之抵銷\r\n權，係專指債務人於受債權讓與之通知時，尚未具備抵銷適狀，為保護債\r\n務人之抵銷利益，及兼顧受讓人之利益，特設其抵銷權發生要件有別於同\r\n法第三百三十四條第一項有關抵銷適狀之規定，兩者各有其規範之目的，\r\n不可不辨。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 957 號 民事裁定",
        "case_topic": "塗銷地上權等",
        "case_date": "民國 98 年 12 月 10 日",
        "case_gist": "民事訴訟法第一百四十九條第一項第一款規定：當事人應為送達之處所不\r\n明者，受訴法院得依聲請，准為公示送達。所謂「應為送達之處所不明者\r\n」，係指已用相當之方法探查，仍不知其應為送達之處所者而言。除確知\r\n受送達人已亡故無從送達，否則即應依上開規定為公示送達。又當事人能\r\n力之有無不問訴訟程度如何，或當事人間是否有所爭執，法院均得依職權\r\n調查之，第一審法院如未予調查，或當事人之補正欠缺無相當之證明，第\r\n二審法院仍不妨再加調查或命補正。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 949 號 民事裁定",
        "case_topic": "債務人異議之訴等",
        "case_date": "民國 98 年 12 月 10 日",
        "case_gist": "按執行名義成立後，債權人將其債權讓與第三人，該第三人為強制執行法\r\n第四條之二第一項第一款所稱之繼受人，雖得以原執行名義聲請強制執行\r\n，惟民法第二百九十七條第一項既明定債權之讓與，非經讓與人或受讓人\r\n通知債務人，對於債務人不生效力，則債權受讓人於該項讓與對債務人生\r\n效前，自不得對債務人為強制執行。是債權受讓人依強制執行法第四條之\r\n二規定，本於執行名義繼受人之身分聲請強制執行者，除應依同法第六條\r\n規定提出執行名義之證明文件外，對於其為適格之執行債權人及該債權讓\r\n與已對債務人發生效力等合於實施強制執行之要件，亦應提出證明，併供\r\n執行法院審查，始屬適法。又按債權讓與通知，性質上為觀念通知，通知\r\n方式固然不拘，且於多次讓與之情形，並不以每次均有通知為必要，然債\r\n權之受讓人於開始強制執行程序前，既必須提出債務人已知悉其就該債權\r\n因輾轉受讓而成為現債權人之證明文件，即不得責由執行法院以送達書狀\r\n或讓與證明文件予債務人之方式為通知。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 937 號 民事裁定",
        "case_topic": "聲請撤銷假扣押裁定",
        "case_date": "民國 98 年 12 月 10 日",
        "case_gist": "債權人受本案敗訴判決確定，依民事訴訟法第五百三十條第一項規定，債\r\n務人得聲請撤銷假扣押裁定，而所謂受本案敗訴判決確定，係指債權人依\r\n假扣押所欲保全強制執行之請求，經本案之實體確定判決確認其不存在或\r\n不得行使者而言。又所謂訴之預備之合併，係指原告預防其提起之此一訴\r\n訟無理由，而同時提起不能併存之他訴，以備先位之訴無理由時，可就後\r\n位之訴獲得有理由判決之訴之合併而言。"
    },
    {
        "case_id": "最高法院 98 年度台再字第 65 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 98 年 12 月 10 日",
        "case_gist": "依刑事訴訟法第一百三十三條第一項、第一百三十六條規定，可知刑事訴\r\n訟程序中之扣押，乃對物之強制處分，應由法官或檢察官親自實施，或由\r\n法官、檢察官簽發搜索票記載其事由，命由檢察事務官、司法警察官或司\r\n法警察執行之。而檢察官實施扣押後，扣押物之保管，係遂行扣押強制處\r\n分之持續狀態，仍屬檢察官之職權，故同法第一百四十條第一項、第二項\r\n規定扣押物，因防其喪失或毀損，應為適當之處置；不便搬運或保管之扣\r\n押物，得命人看守，或命所有人或其他適當之人保管。是檢察官實施扣押\r\n之強制處分後，為防止扣押物喪失或毀損，自應盡其注意義務，為適當之\r\n處置，如有必要並得命其他適當之人保管。此際，受檢察官之委託保管扣\r\n押物者，即該當於國家賠償法第四條第一項所謂受委託行使公權力之團體\r\n或個人。倘受委託執行職務之人，因故意或過失不法侵害人民自由或權利\r\n者，參照國家賠償法第二條第二項、第四條第一項之規定，自應由委託之\r\n檢察官所屬之檢察署負損害賠償責任，而與同法第十三條規定無涉。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2332 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 98 年 12 月 10 日",
        "case_gist": "按台灣在日據時期，以鬮分方式分析家產，意在消滅共有關係，應具協議\r\n分割效力。而依當時日本民法第一百七十六條規定，物權之取得於雙方當\r\n事人意思表示一致時，即生物權移轉之效力，不以登記為生效要件。故鬮\r\n分之當事人於鬮分有效分割完畢時，各就其應得部分已成為單獨所有人，\r\n縱於光復後土地登記簿仍為共有之登記，不符真實情形，僅生相互間得否\r\n請求對方將自己應得部分移轉與己之問題，要不得更為裁判分割之請求。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 931 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 12 月 03 日",
        "case_gist": "按債權人聲請假扣押，就假扣押之原因，絲毫未提出能即時調查之證據以\r\n釋明者，固應駁回其聲請，惟假扣押之原因如經釋明而有不足，法院仍得\r\n命供擔保以補其釋明之不足，准為假扣押，此觀民事訴訟法第五百二十六\r\n條第一項、第二項之規定自明。至所謂假扣押之原因，依同法第五百二十\r\n三條第一項規定，係指有日後不能強制執行或甚難執行之虞者而言，並不\r\n以債務人浪費財產、增加負擔或為不利益處分，致陷於無資力狀態，或將\r\n財產隱匿，或債務人逃匿無蹤等積極作為為限。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2274 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 98 年 12 月 03 日",
        "case_gist": "承攬工作物因可歸責於承攬人之事由，致工作物發生瑕疵損害，定作人依\r\n民法第四百九十五條規定請求損害賠償，其權利行使期間，民法債編各論\r\n基於承攬之性質及法律安定性，認應從速行使，於修正後民法第五百十四\r\n條第一項已定有一年之短期時效期間，自應優先適用，無再適用民法總則\r\n編第一百二十五條所定一般消滅時效期間為十五年之餘地。故定作人於民\r\n法第五百十四條所定之一年時效期間完成後，不得復依民法第二百二十七\r\n條、第一百二十五條之規定，主張適用十五年之長期時效，請求承攬人賠\r\n償瑕疵損害。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2261 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 98 年 11 月 27 日",
        "case_gist": "由立法體系觀之，公司法第一百九十五條規定董事之任期、第一百九十八\r\n條規定董事選任之方式、第一百九十九條規定解任董事之方式，第一百九\r\n十九條之一係規定提前改選全體董事時，現任董事任期之末日為何，而非\r\n規定提前改選全體董事時，其決議方式應遵循第一百九十九條第二項之規\r\n定。又第一百九十二條第四項及第二百十六條第三項規定公司與董事、監\r\n察人間之關係，屬委任關係，於董事、監察人任期屆滿，兩造間之委任關\r\n係即不復存在。而公司法關於董事之解任設有決議解任（第一百九十九條\r\n特別決議解任）及當然解任（第一百九十五條第一項任期屆滿自然解任、\r\n第一百九十五條第二項主管機關命令改選期限屆滿不改選當然解任、第一\r\n百九十七條第一項持股轉讓超過選任當時所持有公司股份總額二分之一當\r\n然解任）兩種。上開規定依第二百二十七條亦均準用於監察人。第一百九\r\n十九條之一既曰「視為提前解任」，當不以改選全體董事前先行決議解任\r\n全體董事為必要，即改選全體董事前無須經決議解任全體董事之程序，是\r\n其解任性質應屬法律所定當然解任之一種，而非決議解任明灼，否則法即\r\n無須特別設定「視為提前解任」。從而改選全體董事、監察人與解任董事\r\n、監察人之意涵不同，當無須於改選前先經特別決議解任全體董事、監察\r\n人，僅須以選任全體董事、監察人之方式即以第一百七十四條所定應有代\r\n表已發行股份總數過半數之出席，並行第一百九十八條累積投票方式選任\r\n之。至股東會於董事任期未屆滿前，任意決議改選全體董事、監察人，經\r\n視為提前解任之董事、監察人尚非不得依民法委任規定，請求損害賠償。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2259 號 民事判決",
        "case_topic": "確認股東會決議不成立等",
        "case_date": "民國 98 年 11 月 26 日",
        "case_gist": "（一）按公司法第一百八十一條：「政府或法人為股東時，其代表人不限\r\n      於一人。但其表決權之行使，仍以其所持有之股份綜合計算」、「\r\n      前項之代表人有二人以上時，其代表人行使表決權應共同為之」之\r\n      規定，旨在簡化政府或法人為股東且其代表人有二人以上時之表決\r\n      權行使方式及其計算，即各代表人就所代表政府或法人之表決權，\r\n      不得割裂行使，且須綜合計算股份，非在限制多數代表人必須全部\r\n      出席。故政府或法人股東之多數代表人中，有一位或部分代表出席\r\n      股東會並行使表決權，即無決議方法違法之可言。\r\n（二）民事事件涉及外國人或外國地者，為涉外民事事件，內國法院應先\r\n      確定有國際管轄權，始得受理，次依內國法之規定或概念，就爭執\r\n      之法律關係予以定性後，決定應適用之法律（即準據法）。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2248 號 民事判決",
        "case_topic": "請求給付土地使用補償金",
        "case_date": "民國 98 年 11 月 26 日",
        "case_gist": "按依公寓大廈管理條例第三條第九款規定，管理委員會係由區分所有權人\r\n選任住戶若干人為管理委員所設立之組織，旨在執行「區分所有權人會議\r\n決議事項」及「公寓大廈管理維護事務」，於完成社團法人登記前，僅屬\r\n非法人團體，固無實體法上完全之權利能力。然民事訴訟法第四十條第三\r\n項及公寓大廈管理條例第三十八條第一項規定既均明文承認管理委員會具\r\n有成為訴訟上當事人之資格，得以其名義起訴或被訴，就與其執行職務相\r\n關之民事紛爭享有訴訟實施權。解釋上，管理委員會基於規約約定或區分\r\n所有權人會議決議所為職務之執行致他人於損害，而應由區分所有權人負\r\n賠償責任時，其本身雖非行為責任之權利義務歸屬主體，然為執行其組織\r\n之任務，其得以其名義為區分所有權人全體處理相關事務，包括權利義務\r\n之協商、和解或承認等，始符法意。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2245 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 98 年 11 月 26 日",
        "case_gist": "民法第三百四十三條規定：債權人向債務人表示免除其債務之意思者，債\r\n之關係消滅。故免除債務，須債權人向債務人表示免除其債務之意思，債\r\n之關係始歸消滅。若向第三人為免除之意思表示者，債之關係並不消滅。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2232 號 民事判決",
        "case_topic": "請求確認抵銷債權不存在",
        "case_date": "民國 98 年 11 月 26 日",
        "case_gist": "公司之債權人於公司清算時未申報其債權者，不列入清算之內；不列入清\r\n算內之債權人，就公司未分派之賸餘財產，需賸餘財產未依公司法第三百\r\n三十條分派領取完畢，始有清償請求權。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2214 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 11 月 20 日",
        "case_gist": "按法定代理權之存在，為訴訟成立要件，法院應依職權詳予調查，訴訟進\r\n行中，法定代理權有消滅情形者，除案件經委任訴訟代理人外，依民事訴\r\n訟法第一百七十條之規定，訴訟程序於有法定代理人承受訴訟前當然停止\r\n。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 1196 號 民事裁定",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 98 年 11 月 20 日",
        "case_gist": "主觀之訴之合併，如各原告一起起訴、一起上訴，並一起繳交裁判費，縱\r\n為普通之共同訴訟，法並無禁止合併計算訴訟標的價額及訴訟費用之規定\r\n。況依民事訴訟法第七十七條之十三規定，訴訟標的金額愈大，繳交之費\r\n用比例愈低，則合併計算訴訟標的價額及訴訟費用對於原告或上訴人並無\r\n不利情形。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 911 號 民事裁定",
        "case_topic": "清償債務強制執行聲明異議",
        "case_date": "民國 98 年 11 月 19 日",
        "case_gist": "按民國九十六年三月二十八日修正公布，同年九月二十八日開始施行之民\r\n法第八百六十六條規定「不動產所有人設定抵押權後，於同一不動產上，\r\n得設定地上權或其他以使用收益為目的之物權，或成立租賃關係。但其抵\r\n押權不因此而受影響。前項情形，抵押權人實行抵押權受有影響者，法院\r\n得除去該權利或終止該租賃關係後拍賣之。不動產所有人設定抵押權後，\r\n於同一不動產上，成立第一項以外之權利者，準用前項之規定。」，對於\r\n修正施行前成立之法律關係，得以之為法理予以適用。準此，倘不動產所\r\n有人設定抵押權後，將該不動產交付他人使用，同意其出租，致抵押權人\r\n實行抵押權受有影響者，法院自得除去該權利或終止該租賃關係後拍賣之\r\n。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 909 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行聲明異議",
        "case_date": "民國 98 年 11 月 19 日",
        "case_gist": "按民法第八百七十七條第二項規定，抵押之土地上存有非土地所有人營造\r\n之建築物，抵押權人聲請將該建築物與抵押土地併付拍賣，係以同法第八\r\n百六十六條第二項及第三項所定情形即抵押權人實行抵押權受有影響，執\r\n行法院因而除去該條所規定之權利或終止該租賃關係為前提。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 907 號 民事裁定",
        "case_topic": "聲請假扣押聲明異議",
        "case_date": "民國 98 年 11 月 19 日",
        "case_gist": "按對於已開始實施強制執行之債務人財產，他債權人再聲請強制執行者，\r\n已實施執行行為之效力，於為聲請時及於該他債權人，應合併其執行程序\r\n，並依前二條之規定辦理，強制執行法第三十三條定有明文。此項規定，\r\n於假扣押之執行，非不得準用。故對於已實施假扣押之債務人財產，他債\r\n權人再聲請實施假扣押者，已實施假扣押之效力，於為聲請時及於該他債\r\n權人。"
    },
    {
        "case_id": "最高法院 98 年度台簡上字第 36 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 11 月 19 日",
        "case_gist": "按轉租係租賃關係存續中，承租人將租賃物出租予第三人，出租人與承租\r\n人間，承租人與次承租人間，係同時存在兩個獨立之租賃關係。又第三人\r\n與債務人，訂立承擔債務之契約，若使其契約即生效力，恐有害於債權人\r\n之利益，民法第三百零一條乃規定，以經債權人同意為限，始使其發生承\r\n擔之效力，此為該條之所由設，故當事人之一方將其因契約所生之權利義\r\n務，概括的讓與第三人承受者，係屬契約承擔，與單純的債權讓與不同，\r\n非經他方之承認，對他方不生效力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2208 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 98 年 11 月 19 日",
        "case_gist": "再審之訴顯無再審理由者，依民事訴訟法第五百零二條第二項之規定，雖\r\n得不經言詞辯論，以判決駁回之。惟所謂顯無理由，必須再審原告所主張\r\n之再審事由，在法律上顯不得據為對於確定判決聲明不服之理由者，始足\r\n當之。倘法院顯已踐行調查證據、認定事實之程序；或依再審原告主張之\r\n原因事實，僅據訴狀之記載，尚不明瞭或有其他情形，必須調查證據後，\r\n方能認定再審之訴為無理由者，即與法律上顯不得據為再審理由之情形有\r\n間，自仍應為必要之言詞辯論，不得遽指再審之訴顯無理由，不經言詞辯\r\n論，逕以判決駁回之。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2161 號 民事判決",
        "case_topic": "請求返還土地等",
        "case_date": "民國 98 年 11 月 19 日",
        "case_gist": "共有人中之一人未得全體共有人同意將共有物出借他人，對於其他共有人\r\n固不生效，然在締約當事人間非不受其拘束。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2159 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 98 年 11 月 19 日",
        "case_gist": "按公司法第一百九十九條之一「股東會於董事任期未屆滿前，經決議改選\r\n全體董事者，如未決議董事於任期屆滿始為解任，視為提前解任」，係於\r\n九十年十一月十二日增訂，其立法理由謂：依第一百九十五條第一項規定\r\n，董事係採任期制，又依第一百七十二條規定改選案，雖未同時於議程中\r\n就現任董事為決議解任，而實務上均於新任董事就任日視為提前解任，爰\r\n增訂本條，俾釐清董事與公司之權益關係。觀其文義，無非釐清新、舊董\r\n事與公司之權益關係，並無股東會於董事任期未屆滿前，經決議改選全體\r\n董事，而未決議提前解任全體董事者，視為有提前解任之決議，應依第一\r\n百九十九條特別決議為之之意思。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 906 號 民事裁定",
        "case_topic": "宣告禁治產",
        "case_date": "民國 98 年 11 月 18 日",
        "case_gist": "按禁治產宣告，足生剝奪自然人行為能力之效力，事關公益，課法院以自\r\n行訊問應禁治產人之義務，藉直接審理以觀察應禁治產人之精神有無異狀\r\n，或其精神障礙是否達於不能處理自己事務之程度。而法院對於鑑定人之\r\n鑑定結果，得依自由心證以定取捨，非必受鑑定人所陳述意見之拘束，故\r\n法院或受託法官應於鑑定人前訊問應禁治產人，但有礙難訊問之情形，或\r\n恐有害其健康者，不在此限。所謂礙難訊問，諸如其人之精神狀態已達癲\r\n狂程度或使人無法接近等情形均屬之。所謂恐有害其健康者，諸如其人精\r\n神頹廢、厭人煩擾，若經訊問，有導致病情惡化等情形均屬之。是禁治產\r\n程序，法院或受託法官應於鑑定人前訊問應禁治產人，且禁治產之宣告，\r\n非就應禁治產人之心神狀況訊問鑑定人後，不得為之，此觀民事訴訟法第\r\n六百零二條、第六百零三條規定即明。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 905 號 民事裁定",
        "case_topic": "清償債務，就視為撤回之通知聲明異",
        "case_date": "民國 98 年 11 月 13 日",
        "case_gist": "按當事人兩造遲誤言詞辯論期日者，除別有規定外，視為合意停止訴訟程\r\n序。但法院於認為必要時，得依職權續行訴訟，如無正當理由，兩造仍遲\r\n誤不到者，視為撤回其訴或上訴，民事訴訟法第一百九十一條定有明文。\r\n所謂兩造遲誤言詞辯論期日，係指當事人兩造受合法通知，均無正當理由\r\n，未於言詞辯論期日到場，或到場不為辯論之情形而言。其視為合意停止\r\n訴訟程序者，祇須兩造遲誤言詞辯論期日，當然生停止訴訟之效果。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 886 號 民事裁定",
        "case_topic": "請求給付退休金等",
        "case_date": "民國 98 年 11 月 12 日",
        "case_gist": "再審之訴，應於三十日之不變期間內提起。前項期間，自判決確定時起算\r\n，判決於送達前確定者，自送達時起算。民事訴訟法第五百條第一項、第\r\n二項前段定有明文。又對於第二審判決於上訴期間內提起上訴者，其上訴\r\n因不合法而被以裁定駁回時，在該裁定確定前，尚無從斷定上訴為不合法\r\n。因之，應於駁回上訴之裁定確定時，始知悉原判決確定，故對於該原判\r\n決提起再審之訴，其提起再審之訴之不變期間，應自駁回上訴之裁定確定\r\n時起算。"
    },
    {
        "case_id": "最高法院 98 年度台簡抗字第 39 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 98 年 11 月 12 日",
        "case_gist": "按本案訴訟已繫屬於第一審法院者，假處分之聲請，由該第一審法院管轄\r\n，此觀民事訴訟法第五百三十三條準用第五百二十四條第一項及第二項前\r\n段規定自明。又同法第二編第三章簡易訴訟程序之各相關規定，於第七編\r\n保全程序，並無任何準用之明文。是以當事人提起之本案訴訟，倘已繫屬\r\n於第一審法院民事庭依通常訴訟程序審理時，其假處分之聲請，自應由該\r\n第一審法院管轄，並以民事庭名義裁定，不得逕依簡易訴訟程序調查，並\r\n以簡易庭名義裁定之，否則，其訴訟程序即屬有重大之瑕疵。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2096 號 民事判決",
        "case_topic": "給付保險金（損害賠償等）",
        "case_date": "民國 98 年 11 月 12 日",
        "case_gist": "按意外傷害保險，對被保險人或受益人而言，因涉有「證據遙遠」或「舉\r\n證困難」之問題，固得依民事訴訟法第二百七十七條但書規定，主張用「\r\n證明度減低」之方式，減輕其舉證責任，並以被保險人或受益人如證明該\r\n事故確已發生，且依經驗法則，其發生通常係外來、偶然而不可預見者，\r\n應認其已盡舉證之責。惟意外傷害保險以被保險人遭受意外傷害及其所致\r\n殘廢或死亡時，負給付保險金額之責，其保險費之給付多較一般死亡保險\r\n為低，被保險人或受益人苟就權利發生之要件，即被保險人非由疾病引起\r\n之外來突發事故所致傷殘或死亡之事實，未善盡上揭「證明度減低」之舉\r\n證責任者，保險人仍無給付保險金之義務。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 875 號 民事裁定",
        "case_topic": "返還土地",
        "case_date": "民國 98 年 11 月 05 日",
        "case_gist": "民事訴訟法第一百零九條之一增訂有關聲請訴訟救助程序中不得駁回原告\r\n之訴之限制規定，既僅侷限於第一審法院不得為訴之駁回，且將條次編列\r\n於總則編規定，參照其立法說明理由，自屬有意排除第二審程序之適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2058 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 98 年 11 月 05 日",
        "case_gist": "按分割共有物，究以原物分割或變價分配其價金，法院固有自由裁量之權\r\n，不受共有人主張之拘束，但仍應斟酌當事人之聲明，共有物之性質、經\r\n濟效用及全體共有人利益等，公平裁量。必於原物分配有困難者，始予變\r\n賣，以價金分配於各共有人，如法院僅因應有部分所占比例不多或甚少之\r\n共有人，依其應有部分無法分得足供建築用或其他使用之面積，即將共有\r\n土地變價分割，不顧原可按其應有部分使用土地之其他共有人利益，尤其\r\n此等共有人對共有物在感情上或生活上有密不可分之依存關係，則其所定\r\n之分割方法，是否適當，有無符合公平原則，即值推求。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2056 號 民事判決",
        "case_topic": "請求返還定金",
        "case_date": "民國 98 年 11 月 05 日",
        "case_gist": "按被告對於原告起訴主張之請求，提出抵銷之抗辯，祇須其對於原告確有\r\n已備抵銷要件之債權即可，至被告已另案起訴請求，則不影響被告抵銷之\r\n行使。又抵銷不以雙方之債權明確為要件，故損害賠償債權當事人間，雖\r\n於其成立或範圍有所爭執，亦非必俟判決確定後始得抵銷。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2050 號 民事判決",
        "case_topic": "返還借款",
        "case_date": "民國 98 年 11 月 05 日",
        "case_gist": "按公司法第二百二十三條規定，董事為自己或他人與公司為買賣、借貸或\r\n其他法律行為時，由監察人為公司之代表，旨在禁止雙方代表，以保護公\r\n司（本人）之利益，非為維護公益而設，自非強行規定，故董事與公司為\r\n借貸等法律行為違反該規定，並非當然無效，倘公司（本人）事前許諾或\r\n事後承認，對於公司（本人）亦發生效力，此觀民法第一百零六條及第一\r\n百七十條第一項之規定自明。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 860 號 民事裁定",
        "case_topic": "損害賠償確定訴訟費用額聲明異議",
        "case_date": "民國 98 年 10 月 29 日",
        "case_gist": "民事訴訟法第七十七條之二第二項規定，以一訴附帶請求其孳息、損害賠\r\n償、違約金或費用者，不併算其價額。該條項所稱之「以一訴附帶請求」\r\n者，凡是附帶請求與主位請求間有主從、依附或牽連關係者，即有該條項\r\n規定之適用。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 858 號 民事裁定",
        "case_topic": "返還租賃物等",
        "case_date": "民國 98 年 10 月 29 日",
        "case_gist": "民事訴訟法第一百三十八條所規定之寄存送達，限於不能依同法第一百三\r\n十六條及第一百三十七條規定行送達者，始得為之。設其送達之處所，雖\r\n原為應受送達人之住居所、事務所或營業所，但實際上已變更者，則該原\r\n住居所、事務所或營業所，即非應為送達之處所，自不得於對該原處所不\r\n能為送達後，逕予寄存送達。如為寄存送達，仍應於應受送達人實際領取\r\n該訴訟文書時方生送達之效力。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 844 號 民事裁定",
        "case_topic": "請求清償債務",
        "case_date": "民國 98 年 10 月 29 日",
        "case_gist": "按公司與董事間訴訟，除法律另有規定外，由監察人代表公司，股東會亦\r\n得另選代表公司為訴訟之人，公司法第二百十三條定有明文。所謂公司與\r\n董事間訴訟，無論由何人提起，均有其適用，且亦不限於其訴之原因事實\r\n係基於董事資格而發生，即其事由基於個人資格所生之場合，亦包括在內\r\n。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 841 號 民事裁定",
        "case_topic": "請求清償債務強制執行再審聲請停止執行",
        "case_date": "民國 98 年 10 月 29 日",
        "case_gist": "按抗告法院之裁定，以抗告不合法而駁回者，不得再為抗告。但得向原法\r\n院提出異議。前項異議，準用第四百八十四條第二項及第三項之規定；受\r\n訴法院就異議所為之裁定，不得聲明不服。民事訴訟法第四百八十六條第\r\n二項、第三項及第四百八十四條第三項分別定有明文。次按再審為前訴訟\r\n程序之再開或續行，故當事人對抗告法院就異議所為不得聲明不服之確定\r\n裁定聲請再審者，對抗告法院就再審聲請所為之裁定，亦不得聲明不服。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2036 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 98 年 10 月 29 日",
        "case_gist": "按第三人於接受執行法院命令後，不於十日內提出異議，亦未依執行法院\r\n命令，將金錢支付債權人，或將金錢、動產或不動產支付或交付執行法院\r\n時，執行法院固得依強制執行法第一百十九條第二項規定，逕向該第三人\r\n為強制執行，惟該條項所稱「逕向該第三人強制執行」，係原執行事件衍\r\n生之另一強制執行程序，必以「因債權人之聲請」後始克為之，執行法院\r\n不得逕依職權對第三人為強制執行，此觀該條項法文自明。又依同法第一\r\n百二十條第一項及第二項規定，執行法院得依該條第二項規定通知債權人\r\n向其為起訴之證明者，須以第三人依前條第一項規定，於法定十日內提出\r\n書狀向執行法院聲明異議為前提，若第三人逾期始聲明異議時，縱執行法\r\n院通知債權人應向其為起訴之證明，不論債權人是否依執行法院通知另為\r\n起訴，其得依同法第一百十九條第二項規定，聲請執行法院逕向該第三人\r\n為強制執行之權利，初不因而受有影響。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 2035 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 98 年 10 月 29 日",
        "case_gist": "按應證之事實雖無直接證據足資證明，但可應用經驗法則，依已明瞭之間\r\n接事實，推定其真偽。是以證明應證事實之證據資料，並不以可直接單獨\r\n證明之直接證據為限，凡先綜合其他情狀，證明某事實，再由某事實為推\r\n理的證明應證事實，而該間接事實與應證事實之間，依經驗法則及論理法\r\n則已足推認其有因果關係存在者，自非以直接證明應證事實為必要。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 811 號 民事裁定",
        "case_topic": "履行協議聲請追加徐美榮等為原告",
        "case_date": "民國 98 年 10 月 22 日",
        "case_gist": "按民事訴訟法第五十六條之一第一項規定，係為解決固有必要共同訴訟當\r\n事人適格之問題而設，必以訴訟標的對於數人必須合一確定，且該數人「\r\n應共同起訴」者始足當之。又民國九十八年一月二十三日修正公布並於同\r\n年七月二十三日施行之民法第八百二十八條，為期周延，並顧及共有人對\r\n第三人之權利，除適用於分別共有之情形外，其於公同共有亦十分重要，\r\n且關係密切，乃增訂第二項規定，第八百二十條、第八百二十一條及第八\r\n百二十六條之一規定，於公同共有準用之。是以各公同共有人對於第三人\r\n為回復共有物之請求，均得為公同共有人全體之利益而起訴，類此非必以\r\n該公同共有人全體共同起訴，其當事人適格始無欠缺之情形，依上說明，\r\n即無民事訴訟法第五十六條之一第一項規定之適用。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 807 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 10 月 22 日",
        "case_gist": "按債權人聲請假扣押，就請求及假扣押之原因，應釋明之。前項釋明如有\r\n不足，而債權人陳明願供擔保或法院認為適當者，法院得定相當之擔保，\r\n命供擔保後為假扣押，民事訴訟法第五百二十六條第一項、第二項定有明\r\n文。故債權人就假扣押之原因，倘已釋明，僅係釋明不足，法院仍得命債\r\n權人供擔保後為假扣押。又稱釋明者，僅係法院就某項事實之存否，得到\r\n大致為正當之心證，即為已足，此與證明須就當事人所提證據資料，足使\r\n法院產生堅強心證，可確信其主張為真實者，尚有不同。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1977 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 10 月 22 日",
        "case_gist": "土地法第六十八條第一項規定：「因登記錯誤、遺漏或虛偽致受損害者，\r\n由該地政機關負損害賠償責任」，係就職司土地登記事務之公務員因故意\r\n或過失不法侵害人民權利，應由該公務員所屬地政機關負損害賠償責任之\r\n規定（參照國家賠償法第二條第二項、第九條第一項），核其性質固屬國\r\n家賠償法之特別規定。惟地政機關為賠償後，土地法既無關於其得對所屬\r\n公務員求償之規定，即應依國家賠償法第二條第三項所定：「前項執行職\r\n務行使公權力之公務員有故意或重大過失時，賠償義務機關對之有求償權\r\n」之旨，並參酌土地法第七十條第二項關於：「地政機關所負之損害賠償\r\n，如因登記人員之重大過失所致者，由該人員償還，撥歸登記儲金。」之\r\n規定，據以判斷該地政機關對於其所屬公務員是否得為求償。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1954 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 98 年 10 月 22 日",
        "case_gist": "贈與係契約之一種，一經合法成立，即生效力，當事人均應受其拘束，除\r\n贈與人依法撤銷贈與外，贈與契約並不因贈與人事後反悔而當然無效或不\r\n存在。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1953 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 10 月 22 日",
        "case_gist": "所謂相當因果關係，係指依經驗法則，綜合行為當時所存在之一切事實，\r\n為客觀之事後審查，認為在一般情形上，有此環境，有此行為之同一條件\r\n，均發生同一之結果者，則該條件即為發生結果之相當條件，行為與結果\r\n即有相當之因果關係。反之，若在一般情形上，有此同一條件存在，而依\r\n客觀之審查，認為不必皆發生此結果者，則該條件與結果並不相當，不過\r\n為偶然之事實而已，其行為與結果間即無相當因果關係。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 788 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 10 月 15 日",
        "case_gist": "按假扣押之聲請，應依民事訴訟法第五百二十五條第一項第二款規定，表\r\n明「請求及其原因事實」，同條第二項並規定，請求非關於一定金額者，\r\n應記載其價額。所稱「請求」，係指債權人已在或欲在本案請求之標的而\r\n言；所謂「原因事實」，即本案請求所由生之原因事實，並包括得易為金\r\n錢請求之原由及聲請保全債務人財產之範圍在內；所定「請求非關於一定\r\n金額者」，乃針對債權人就得易為金錢請求之請求而聲請假扣押時，所設\r\n並應記載其價額之規範，俾假扣押請求之內容趨於明確，以確定債權人本\r\n案請求之標的及其原因事實，是否與原聲請保全者相同？並便於法院審酌\r\n債權人所欲保全之請求，已否依同法第五百二十九條第一項規定起訴，且\r\n據以定假扣押債務人財產之範圍，與依同法第五百二十六條第二項、第三\r\n項及第五百二十七條規定定債權人暨債務人應供擔保之金額。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1925 號 民事判決",
        "case_topic": "返還保證金",
        "case_date": "民國 98 年 10 月 15 日",
        "case_gist": "按解釋契約，應於文義上及論理上詳為推求，以探求當事人立約時之真意\r\n，並通觀契約全文，斟酌訂立契約當時及過去之事實、交易上之習慣等其\r\n他一切證據資料，本於經驗法則及誠信原則，從該意思表示所根基之原因\r\n事實、主要目的、經濟價值、社會客觀認知及當事人所欲表示之法律效果\r\n，作全盤之觀察，以為判斷之基礎，不能徒拘泥字面或截取書據中一二語\r\n，任意推解致失其真意。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1913 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 98 年 10 月 15 日",
        "case_gist": "（一）不當得利所稱之「無法律上之原因」，係指欠缺給付目的而言。如\r\n      給付係為一定目的而對他人之財產有所增益，此種給付目的通常係\r\n      基於當事人間之合意，在客觀上即為給付行為之原因。是當事人間\r\n      之給付若本於其等間之合意而為之，即難謂其給付為無法律上之原\r\n      因。\r\n（二）主張不當得利請求權存在之當事人，對於不當得利請求權之成立要\r\n      件應負舉證責任，即應證明他方係無法律上之原因而受利益，致其\r\n      受有損害。如受利益人係因其「給付」而得利時，所謂無法律上之\r\n      原因，即指其給付欠缺給付之目的，故主張該項不當得利請求權存\r\n      在之當事人，自應舉證證明其欠缺給付之目的，始符舉證責任分配\r\n      之原則。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1901 號 民事判決",
        "case_topic": "請求撤銷贈與等",
        "case_date": "民國 98 年 10 月 15 日",
        "case_gist": "所謂附有負擔之贈與，係指贈與契約附有約款，使受贈人負擔應為一定給\r\n付之債務者而言。倘贈與契約附有此項約款，而受贈人於贈與人已為給付\r\n後不履行其負擔時，贈與人即得依民法第四百十二條第一項規定撤銷贈與\r\n。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1899 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 98 年 10 月 15 日",
        "case_gist": "查強制執行法第十四條第一項規定之債務人異議之訴，須執行名義成立後\r\n，有消滅或妨礙債權人請求之事由發生，始得提起。所謂消滅債權人請求\r\n之事由，例如清償、提存、抵銷、免除、混同、債權讓與、債務承擔、更\r\n改、消滅時效完成、解除條件成就、契約解除或撤銷、另訂和解契約，或\r\n其他類此之情形。所謂妨礙債權人請求之事由，例如債權人同意延期清償\r\n、債務人行使同時履行抗辯權等。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1897 號 民事判決",
        "case_topic": "請求給付報酬等",
        "case_date": "民國 98 年 10 月 15 日",
        "case_gist": "工作未完成前，定作人得隨時終止契約，但應賠償承攬人因契約終止而生\r\n之損害，民法第五百十一條規定甚明。故定作人終止承攬契約之理由，縱\r\n非事實，亦於契約終止之效力不生影響。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1864 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 98 年 10 月 08 日",
        "case_gist": "按書記官依民事訴訟法第二百十六條第二項之筆錄更正及補充，為關於訴\r\n訟上對於訴訟關係人所為之意思表示，其性質為同法第二百四十條第一項\r\n規定之處分，應依送達或其他方法通知關係人，訴訟關係人對該處分，如\r\n有不服，依同條第二項規定，得於送達後或受通知後十日內提出異議，由\r\n其所屬法院裁定。經裁定後，訴訟關係人，如仍不服，則得依一般規定，\r\n提起抗告。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1845 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 98 年 10 月 08 日",
        "case_gist": "查系爭象頭圖商標業經智財局於九十年十二月十八日以該商標與被上訴人\r\n之象圖商標近似，評定註冊無效，為原審確定之事實。日○公司自斯時起\r\n，就該商標有上開不得註冊之違法事由，不得諉為不知，其仍繼續使用該\r\n商標，自有侵害被上訴人象圖商標專用權之故意或過失。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1840 號 民事判決",
        "case_topic": "返還簽約金",
        "case_date": "民國 98 年 10 月 08 日",
        "case_gist": "選定當事人雖係以被選定人之名義為形式上之當事人，但實際上選定人仍\r\n為其潛在性之當事人，依民事訴訟法第四百零一條第二項之規定，其判決\r\n效力應及於選定人。是以被選定人為多數有共同利益之選定人提起金錢給\r\n付之訴，倘選定人各有其獨立之實體法上請求權，其原即應各別為請求給\r\n付者，為使確定判決之既判力、執行力之範圍明確，該訴之聲明自仍應分\r\n別記載「給付某甲若干元、某乙若干元、某丙若干元、某丁若干元、某戊\r\n若干元」，法院判決主文，亦當分別記載，俾為將來強制執行之依據。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 1028 號 民事裁定",
        "case_topic": "給付工程款聲請核定第三審律師酬金",
        "case_date": "民國 98 年 10 月 08 日",
        "case_gist": "依民事訴訟法第七十七條之二十五第二項及第四百六十六條之三第一項規\r\n定第三審律師之酬金為訴訟費用之一部，而聲請核定第三審律師酬金之目\r\n的，乃在於確定應由負擔訴訟費用之一造賠償他造所支出律師酬金中得列\r\n為訴訟費用之數額。故本院廢棄下級審法院之裁判，若未就該事件自為裁\r\n判，而係將之發回或發交下級審法院更為裁判者，則該事件既未經終局之\r\n確定裁判而終結，究應由何造負擔訴訟費用，即屬尚未確定，應不生賠償\r\n作為訴訟費用一部之律師酬金問題，自無聲請核定第三審律師酬金之必要\r\n及其實益。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1838 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 10 月 01 日",
        "case_gist": "不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，不生\r\n效力。又所有人於法令限制之範圍內，得自由使用、收益、處分其所有物\r\n，並排除他人之干涉。民法第七百五十八條、第七百六十五條分別定有明\r\n文。準此，就不動產建物之買賣而言，因買賣並非處分行為，於未為所有\r\n權移轉登記前，已將買賣標的物（建物）交付者，買受人固因此取得使用\r\n、收益權，但除有特別約定外，究不能併認其亦有事實上之處分權，而可\r\n任意將之拆除，據以排除所有人本於「登記」所享有之處分權能。苟未經\r\n出賣之所有人同意，擅自拆除（事實上處分）該未為所有權移轉登記之建\r\n物，即難謂無侵害該建物所有人之所有權情事，自應負損害賠償責任。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1815 號 民事判決",
        "case_topic": "請求確認法定抵押權不存在",
        "case_date": "民國 98 年 09 月 30 日",
        "case_gist": "當事人於訴訟未經合法代理者，其判決當然為違背法令；又董事任期不得\r\n逾三年。但得連選連任。董事任期屆滿而不及改選時，延長其執行職務至\r\n改選董事就任時為止。但主管機關得依職權限期令公司改選；屆期仍不改\r\n選者，自限期屆滿時，當然解任。民事訴訟法第四百六十九條第四款及公\r\n司法第一百九十五條分別定有明文。被上訴人海○實業股份有限公司（下\r\n稱海○公司）之法定代理人（董事長）林○富因任期屆滿未改選，經濟部\r\n於民國九十六年七月十三日限期令改選，海○公司未依限改選，林○富業\r\n於九十六年十月九日當然解任。原審未察，仍以林○富為海○公司之法定\r\n代理人而為判決，自屬當然違背法令。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1803 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 09 月 25 日",
        "case_gist": "按國家賠償法第二條第二項係以公務員執行公法上之職務有所違背，侵害\r\n他人權利為要件，此與公務員因私法關係所生之侵權行為，國家機關應依\r\n民法第二十八條及第一百八十八條負損害賠償責任之情形不同，不生一請\r\n求權時效完成，影響及另一請求權行使之問題。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 746 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 09 月 24 日",
        "case_gist": "按假扣押制度乃為保全債權人將來之強制執行，並得命其供擔保以兼顧債\r\n務人權益之保障，所設暫時而迅速之簡易執行程序，是民事訴訟法第五百\r\n二十三條第一項所稱「有日後不能強制執行或甚難執行之虞」之「假扣押\r\n之原因」者，本不以債務人浪費財產、增加負擔或將其財產為不利益之處\r\n分，致達於無資力之狀態，或債務人移住遠方、逃匿無蹤或隱匿財產等積\r\n極作為之情形為限，祇須合於該條項「有日後不能強制執行或甚難執行之\r\n虞」之條件，即足當之。倘債務人對債權人應給付之金錢或得易為金錢請\r\n求之債權，經催告後仍斷然堅決拒絕給付，且債務人現存之既有財產，已\r\n瀕臨成為無資力之情形，或與債權人之債權相差懸殊，將無法或不足清償\r\n滿足該債權，在一般社會之通念上，可認其將來有不能強制執行或甚難執\r\n行之虞之情事時，亦應涵攝在內。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 744 號 民事裁定",
        "case_topic": "民事訴訟",
        "case_date": "民國 98 年 09 月 24 日",
        "case_gist": "主觀預備合併之訴雖屬複數之訴，該數個請求於起訴時發生訴訟繫屬，仍\r\n以先位之訴有理由為備位之訴解除條件，先位之訴無理由為備位之訴之停\r\n止條件，非一般單純訴之合併，法院無從分別就其訴之合法要件為裁判，\r\n否則失其主觀訴之合併存在意義。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 735 號 民事裁定",
        "case_topic": "請求撤銷仲裁判斷聲請續行訴訟",
        "case_date": "民國 98 年 09 月 24 日",
        "case_gist": "按裁定重整後，公司之破產、和解、強制執行及因財產關係所生之訴訟等\r\n程序，當然停止，公司法第二百九十四條定有明文。所謂因財產關係所生\r\n之訴訟程序，係指重整債權有關之程序而言；依同法第二百九十六條第一\r\n項規定，對公司之債權，在重整裁定前成立者，為重整債權。又訴訟程序\r\n當然停止間，法院及當事人不得為關於本案之訴訟行為，民事訴訟法第一\r\n百八十八條第一項前段定有明文，而依公司法第二百九十四條所生之效力\r\n，於法院裁定終止重整，失其效力；如公司重整完成後，重整裁定前，公\r\n司之破產、和解、強制執行及因財產關係所生之訴訟等程序，即行失其效\r\n力，此為同法第三百零八條第一款及第三百十一條第一項第三款所明定，\r\n故公司經法院裁定重整後，於重整程序終結前，不得續行其因財產關係所\r\n生之訴訟程序。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1790 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 09 月 24 日",
        "case_gist": "按民事上侵權行為之責任，在於填補被害人所受之損害。民法第一百八十\r\n五條第二項所規定造意人，乃教唆為侵權行為之造意，其與刑法不同者，\r\n不以故意為必要，亦得有過失之教唆，倘若欠缺注意而過失之造意教唆第\r\n三人，該第三人亦因欠缺注意過失不法侵害他人之權利，則造意人之過失\r\n附合於行為人之過失，侵害他人之權利，造意人視為共同行為人，即應與\r\n實施侵權行為之人，負連帶損害賠償責任。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1761 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 98 年 09 月 24 日",
        "case_gist": "按依民法第五百零七條規定，工作需定作人之行為始能完成者，定作人不\r\n為協力時，承攬人雖得定相當期限，催告定作人為協力行為，但除契約特\r\n別約定定作人對於承攬人負有必要協力之義務外，僅生承攬人得否依該條\r\n規定解除契約，並請求賠償因契約解除而生損害之問題，不能強制其履行\r\n，自不構成定作人給付遲延之責任。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 713 號 民事裁定",
        "case_topic": "聲請定暫時狀態之處分",
        "case_date": "民國 98 年 09 月 17 日",
        "case_gist": "聲請定暫時狀態之處分時，聲請人就其爭執之法律關係，為防止發生重大\r\n之損害或避免急迫之危險或有其他相類之情形而有必要之事實，應釋明之\r\n；其釋明有不足者，法院應駁回聲請。聲請之原因雖經釋明，法院仍得命\r\n聲請人供擔保後為定暫時狀態之處分；聲請人就有爭執之智慧財產法律關\r\n係聲請定其暫時狀態之處分者，須釋明該法律關係存在及有定暫時狀態之\r\n必要；其釋明不足者，應駁回聲請，不得准提供擔保代之或以擔保補釋明\r\n之不足。聲請人雖已為前項釋明，法院為定暫時狀態處分之裁定時，仍得\r\n命聲請人提供相當之擔保。法院審理定暫時狀態處分之聲請時，就保全之\r\n必要性，應審酌聲請人將來勝訴可能性、聲請之准駁對於聲請人或相對人\r\n是否將造成無法彌補之損害，並應權衡雙方損害之程度，及對公眾利益之\r\n影響。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 710 號 民事裁定",
        "case_topic": "聲請強制執行聲明異議",
        "case_date": "民國 98 年 09 月 17 日",
        "case_gist": "按本票為完全而絕對之有價證券，具無因性、提示性及繳回性，該權利之\r\n行使與本票之占有，有不可分離之關係，其執票人以法院准許強制執行裁\r\n定聲請執行時，固仍須提出該本票原本於執行法院，始得謂已提出強制執\r\n行法第六條第一項第六款所稱得為強制執行名義之證明文件。惟民事訴訟\r\n法第五百六十五條第一項規定，有除權判決後，聲請人對於依證券負義務\r\n之人，得主張證券上之權利，是宣告證券無效之除權判決，可使聲請人取\r\n得持有證券人之同一地位，並有足代聲請人持有證券之效力，該聲請人即\r\n與持有證券相同，於此情形，該聲請人自得以除權判決據以聲請強制執行\r\n，以替代該本票。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1745 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 98 年 09 月 17 日",
        "case_gist": "按保險契約為最大誠信契約，倘要保人有故意隱匿，或因過失遺漏，或為\r\n不實之說明，足以變更或減少保險人對於危險之估計之情事，要保人如主\r\n張保險人不得解除保險契約，即應證明其未告知或不實說明之事項與保險\r\n事故之間無關聯、無必然性；倘未說明之事項與保險事故之發生有關聯、\r\n牽連、影響或可能性時，即無保險法第六十四條第二項但書規定之適用，\r\n保險人非不得解除保險契約。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1730 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 98 年 09 月 17 日",
        "case_gist": "按債權人或債務人對於分配表所載各債權人之債權或分配金額有不同意者\r\n，應於分配期日一日前，向執行法院提出書狀，聲明異議。執行法院對於\r\n異議認為正當，而到場之債務人及有利害關係之他債權人不為反對之陳述\r\n或同意者，應即更正分配表而為分配。異議未依前項規定終結者，應就無\r\n異議部分先為分配。其更正之分配表，應送達於未到場之債務人及有利害\r\n關係之他債權人。該債務人及債權人於受送達後三日內不為反對之陳述者\r\n，視為同意依更正分配表實行分配。其有為反對陳述者，應通知聲明異議\r\n人。異議未終結者，為異議之債權人或債務人，得向執行法院對為反對陳\r\n述之債權人或債務人提起分配表異議之訴。聲明異議人未於分配期日或受\r\n通知有反對陳述之情形起十日內向執行法院為起訴之證明者，視為撤回其\r\n異議之聲明。經證明者，該債權應受分配之金額，應行提存。強制執行法\r\n第三十九條第一項、第四十條第一項、第四十條之一及第四十一條第一項\r\n前段、第三項、第四項分別規定甚明。準此，債權人或債務人對於分配表\r\n所載之債權或分配金額有不同意者，應聲明異議，若債務人或有利害關係\r\n之他債權人對其異議為反對之陳述，聲明異議人即應於分配期日或受通知\r\n有反對陳述情形日起十日內向執行法院為起訴之證明，否則，其聲明異議\r\n視為撤回，原為爭執之債權或分配金額自應歸入先為分配之無異議部分。\r\n縱執行法院因依法變動其他分配債權而重新製作更正分配表，仍不容前已\r\n捨棄異議權之債權人或債務人對該應先為分配之無異議部分（包括未聲明\r\n異議或撤回異議及視為撤回者），再行聲明異議並提起分配表異議之訴。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1724 號 民事判決",
        "case_topic": "確認會議決議不存在等",
        "case_date": "民國 98 年 09 月 17 日",
        "case_gist": "按股份有限公司股東會議決議之瑕疵，與法律行為之瑕疵相近，有不成立\r\n（不存在）、無效、得撤銷等態樣。所謂決議不成立（不存在），係指自\r\n決議成立（存在）過程觀之，顯然違反法令，在法律上不能認為有股東會\r\n議之召開，或成立（存在）決議之情形。通常而言，必須先有股東會決議\r\n之成立（存在），始得進一步探究股東會決議是否有無效或得撤銷之事由\r\n。故股東會決議之不成立（不存在），應屬股東會決議瑕疵之獨立類型，\r\n當事人如就股東會決議是否成立（存在）有所爭執，以決議不成立（不存\r\n在）為理由，提起確認股東會決議不成立（不存在）之訴，應為法之所許\r\n。同理，就攸關公司是否合法成立之發起人會議，其有無召集？或合法召\r\n集，並通過公司章程，及選任董事、監察人等之決議？於發起人與公司間\r\n有爭執時，發起人以該決議不存在（不成立）為理由，提起確認之訴，自\r\n難謂無即受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1704 號 民事判決",
        "case_topic": "請求確認債權存在等",
        "case_date": "民國 98 年 09 月 17 日",
        "case_gist": "政府採購法第十九條僅規定：「機關辦理公告金額以上之採購，除依第二\r\n十條及第二十二條辦理者外，應公開招標」，對已依法完成公開招標程序\r\n之工程，於工程進行中遇有得標廠商無法履約時，應否重新再辦理公開招\r\n標，並未規定，則在政府採購法無特別排除的情形下，若招標機關與廠商\r\n間已經由於決標而成立契約，雙方之權利義務關係，自可依民法有關履行\r\n契約之規定處理。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 708 號 民事裁定",
        "case_topic": "請求損害賠償聲請訴訟救助",
        "case_date": "民國 98 年 09 月 11 日",
        "case_gist": "犯罪被害人保護法第二十八條第一項固規定：被害人或本法第六條之人非\r\n依刑事附帶民事訴訟程序向加害人起訴請求第九條第一項各款之損害賠償\r\n時，暫免繳納裁判費。惟既稱「暫免繳納裁判費」，則關於再抗告人請求\r\n該法第九條第一項各款所定之最高賠償金額部分，即可暫免繳納裁判費，\r\n自無聲請裁定准予訴訟救助必要。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1693 號 民事裁定",
        "case_topic": "請求確認借款債權不存在",
        "case_date": "民國 98 年 09 月 11 日",
        "case_gist": "按第三人與債務人訂立契約承擔其債務者，非經債權人承認，對於債權人\r\n，不生效力，為民法第三百零一條所明定。準此，第三人與債務人雖得任\r\n意訂立承擔債務契約，但其契約非經債權人之同意，對於債權人不生效力\r\n，該項契約雖已成立，債權人仍可向原債務人主張其債權。民法第七百五\r\n十一條規定：債權人拋棄為其債權擔保之物權者，保證人就債權人所拋棄\r\n權利之限度內，免其責任。乃緣於擔保物權易於實行，有助債權之實現，\r\n且擔保物權若由主債務人提供，債權人予以拋棄，猶如拋棄債權，其結果\r\n勢必損及保證人，因而特設明文，以維保證人之利益。此所謂債權人拋棄\r\n為其債權擔保之物權，應指債權人在債權尚未獲償之前，有行使擔保物權\r\n取償之權利，而竟拋棄不行使之謂。若其債權已依行使擔保物權以外之方\r\n法獲償，債之關係消滅，債權之從權利即擔保物權亦隨之消滅，債權人塗\r\n銷該擔保物權之登記，於保證人無損，即與拋棄擔保物權有別。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 705 號 民事裁定",
        "case_topic": "所有權移轉登記聲請確定訴訟費用額",
        "case_date": "民國 98 年 09 月 10 日",
        "case_gist": "法院未於訴訟費用之裁判確定其費用額者，第一審受訴法院於該裁判有執\r\n行力後，應依聲請並得依職權以裁定確定之。依此裁定所確定之訴訟費用\r\n額，應於裁定送達之翌日起，加給按法定利率計算之利息。民事訴訟法第\r\n九十一條第一項、第三項分別定有明文。此一確定訴訟費用額之程序，僅\r\n在審究有求償權之一造當事人所開列之費用項目，及其提出支付費用之計\r\n算書等證據，是否屬於訴訟費用之範圍，以確定應負擔訴訟費用之他造當\r\n事人所應賠償其訴訟費用之數額。至訴訟費用究應由何人負擔？按何比例\r\n負擔？悉依命負擔訴訟費用之確定裁判主文定之，不容於確定訴訟費用額\r\n之程序中，更為不同之酌定。"
    },
    {
        "case_id": "最高法院 98 年度台再字第 47 號 民事判決",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 98 年 09 月 10 日",
        "case_gist": "勞資爭議在調解或仲裁期間，資方不得因該勞資爭議事件而歇業、停工、\r\n終止勞動契約或為其他不利於勞工之行為；勞方不得因該勞資爭議事件而\r\n罷工、怠工或為其他影響工作秩序之行為。勞資爭議處理法第七條、第八\r\n條分別定有明文。上開立法之目的旨在保障合法之爭議權，並使勞資爭議\r\n在此期間內得以暫為冷卻，避免爭議事件擴大，故所謂調解期間係指依勞\r\n資爭議處理法所定調解程序之期間而言，至勞資雙方依其他法令所行之調\r\n解程序，尚無上開勞資爭議處理法第七條、第八條規定之適用。又勞資爭\r\n議經調解不成立，當事人就同一爭議再度申請調解者，同法第七條、第八\r\n條規定無適用之餘地，否則，將使他方無從依其他方法行使其權利，以解\r\n決雙方之爭議。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1691 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 98 年 09 月 10 日",
        "case_gist": "物之出賣人就其交付之買賣標的物，有應負擔保責任之瑕疵，其瑕疵係於\r\n契約成立後始發生者，出賣人除負物之瑕疵擔保責任外，同時構成不完全\r\n給付之債務不履行責任。買受人如請求補正瑕疵，在出賣人補正前，非不\r\n得行使同時履行抗辯權。此於種類之債，在特定時即存有瑕疵者，買受人\r\n當然亦得請求補正或賠償損害，並有民法第二百六十四條關於同時履行抗\r\n辯權規定之適用。苟出賣人應負擔保責任之瑕疵於契約成立後（交付前）\r\n始發生者，買受人如請求補正瑕疵，在出賣人補正前，買受人既非不得行\r\n使同時履行抗辯，則該瑕疵倘係於契約成立時，即已存在，尤無買受人不\r\n得行使同時履行抗辯權之理。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1659 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 98 年 09 月 10 日",
        "case_gist": "按民法修正前之法定抵押權，固不待登記即生效力，但法定抵押權係屬物\r\n權，其拋棄依據民法第七百五十八條規定非經登記不生效力，惟權利之行\r\n使，不得以損害他人為主要目的，應依誠實信用方法，民法第一百四十八\r\n條定有明文，法定抵押權既係以保護承攬人對定作人之工程款債權為主要\r\n目的，核與公益無涉，則就此項私有權利，非不得由承攬人拋棄之，倘承\r\n攬人明知有此項權利，但為確保其對於定作人之工程款債權得以早日實現\r\n，於無待法定抵押權之行使前，即向金融業者以拋棄就定作人所有工作物\r\n之法定抵押權為條件，以換取定作人得經由該金融業者取得資金之意思表\r\n示，自難謂該拋棄之意思表示，於承攬人及金融業者之間不生債之效力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1658 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 09 月 10 日",
        "case_gist": "按假扣押裁定，因自始不當而撤銷，或因第五百二十九條第四項及第五百\r\n三十條第三項之規定而撤銷者，債權人應賠償債務人因假扣押或供擔保所\r\n受之損害，民事訴訟法第五百三十一條第一項定有明文。是假扣押裁定依\r\n前述法定事由而撤銷之一者，其因假扣押受有損害之債務人，即得依該第\r\n五百三十一條第一項之規定請求損害賠償。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1650 號 民事裁定",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 98 年 09 月 04 日",
        "case_gist": "查民法第一百零六條禁止雙方代理之規定，旨在保護本人之利益，並非強\r\n行規定，代理人如事先經本人許諾，即得為雙方代理之法律行為，此觀該\r\n條前段規定自明。代理人縱未經本人許諾，而有雙方代理之情形，其法律\r\n行為亦非當然無效，僅屬無權代理行為，依同法第一百七十條第一項規定\r\n，如經本人事後承認，對於本人仍生效力。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 670 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 98 年 09 月 03 日",
        "case_gist": "按分配表異議之訴，係就分配表有異議之債權人或債務人，對為反對陳述\r\n之債權人或債務人提起之訴訟。是債權人或債務人對於分配表聲明異議，\r\n依強制執行法第三十九條第一項規定，應以提出書狀為之，為必備程式之\r\n一，此於強制執行法既有明文規定，即無再準用民事訴訟法第一百二十二\r\n條有關以筆錄代書狀規定之餘地，參照強制執行法第三十二條第一項就參\r\n與分配應以書狀聲明之規定，本院所著成之六十六年台再字第九六號判例\r\n意旨自明。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1648 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 09 月 03 日",
        "case_gist": "第三人依強制執行法第十五條規定提起第三人異議之訴，係行使法律所賦\r\n予之訴訟權利，通常固欠缺不法性，且除有同法第十八條所定停止執行之\r\n情形外，該第三人異議之訴之提起，原則上亦不致使執行債權人發生不利\r\n之影響，而無須對執行債權人負侵權行為之損害賠償責任。但強制執行開\r\n始後，若第三人出於阻止強制執行程序之進行，以加害於執行債權人之意\r\n圖，透過提起第三人異議之訴之手段，達其聲請停止強制執行之目的，而\r\n其行為已符合侵權行為之要件時，則其提起第三人異議之訴與聲請停止強\r\n制執行之行為，即均屬權利濫用而具有不法性，如因此致執行債權人受有\r\n損害，該債權人自得依侵權行為之相關規定，請求第三人賠償，始符第三\r\n人因提起第三人異議之訴而依法院裁定提供擔保，於聲請停止強制執行不\r\n當，致執行債權人受損害時，應以之賠償該債權人之立法原意。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1647 號 民事判決",
        "case_topic": "土地所有權移轉登記",
        "case_date": "民國 98 年 09 月 03 日",
        "case_gist": "按八十八年四月二十一日增訂（八十九年五月五日施行）民法第二百四十\r\n四條第三項規定，旨在揭明債務人之全部財產為全體債權人之總擔保，債\r\n權人本得於債權之共同擔保減少，致害及全體債權人之利益時，行使撤銷\r\n權。準此，苟係以給付特定物為標的之債權（特定債權），被債務人之無\r\n償行為所侵害，而得轉換為損害賠償之債時，倘債務人之資力已不足賠償\r\n債權人因該轉換所得請求之損害額，即仍屬債權之共同擔保減少而害及全\r\n體債權人之利益，債權人自得依民法第二百四十四條第一項規定，行使其\r\n撤銷訴權。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 660 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 98 年 08 月 27 日",
        "case_gist": "按請求及假扣押之原因，應釋明之。前項釋明如有不足，而債權人陳明願\r\n供擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣押，\r\n民事訴訟法第五百二十六條第一項、第二項定有明文。故債權人就假扣押\r\n之原因全未釋明時，固不得以供擔保代之；但如僅係釋明不足，法院自仍\r\n得命債權人供擔保後為假扣押。至於所謂假扣押之原因，依同法第五百二\r\n十三條第一項規定，係指有日後不能強制執行或甚難執行之虞；其情形原\r\n不以債務人浪費財產，增加負擔或就其財產為不利益之處分，將達於無資\r\n力之狀態，或債務人移住遠處、逃匿無蹤或隱匿財產為限。而所稱之「釋\r\n明」，亦以使法院就某事實之存否，得到大致為正當之心證為已足。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 655 號 民事裁定",
        "case_topic": "請求返還土地強制執行",
        "case_date": "民國 98 年 08 月 27 日",
        "case_gist": "房屋或土地之所有人得本於所有權之作用，對於無權占有人請求遷讓及交\r\n還房地，而遷讓為交付之階段行為，請求交還占有之房地，當然含有請求\r\n遷讓之意思。又執行名義命債務人返還土地，雖未明白命其拆卸土地上之\r\n房屋，而由強制執行法第一百二十五條所準用之同法第一百條法意推之，\r\n該執行名義當然含有使債務人拆卸房屋之效力。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1594 號 民事判決",
        "case_topic": "確認抵押權不存在",
        "case_date": "民國 98 年 08 月 27 日",
        "case_gist": "按關於抵押權所擔保之債權，如未於土地登記簿一一記載，非不得於抵押\r\n權人聲請登記時所提出之抵押權設定契約書，視為登記簿之附件，在該契\r\n約書上記載之該抵押權所擔保之債權，亦得視為抵押權效力所及。民法第\r\n八百六十一條規定，抵押權所擔保者為原債權、利息、遲延利息、違約金\r\n及實行抵押權之費用，但契約另有約定者，不在此限。亦即除非另有特別\r\n排除之約定，否則抵押權擔保效力，當然及於利息、遲延利息、違約金，\r\n不以登記為必要。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1591 號 民事判決",
        "case_topic": "給付報酬",
        "case_date": "民國 98 年 08 月 27 日",
        "case_gist": "按原告將原訴變更時，法院以其訴之變更為合法，而原訴可認為已因撤回\r\n而終結者，應專就新訴裁判；其在第二審如為合法的訴之變更，第一審就\r\n原訴所為之裁判，應因合法的訴之變更而當然失其效力，第二審僅得就變\r\n更之新訴審判，不得就第一審之原訴更為裁判。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1587 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 08 月 27 日",
        "case_gist": "按汽車駕駛人對於防止危險發生之相關交通法令之規定，業已遵守，並盡\r\n相當之注意義務，以防止危險發生，始可信賴他人亦能遵守交通規則並盡\r\n同等注意義務。若因此而發生交通事故，方得以「信賴原則」及「容許危\r\n險」之原則為由免除過失責任。而汽車行駛時，行車速度，應依速限標誌\r\n之規定，駕駛人應注意車前狀況，並隨時採取必要之安全措施，此觀道路\r\n交通安全規則第九十三條第一項、第九十四條第三項之規定自明。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1562 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 08 月 27 日",
        "case_gist": "按司法院釋字第五○九號解釋意旨，乃在衡平憲法所保障言論自由與名譽\r\n權之兩種法益。於民事案件中應有其適用。是以，行為人雖不能證明其言\r\n論內容為真實，但依行為人所提證據資料足使其有相當理由確信為真實者\r\n，即難謂係不法侵害他人之權利，而令負侵權行為之損害賠償責任。又按\r\n專利權之核定、撤銷為行政主管機關之職權。就已核發之專利權，在未經\r\n主管機關依法定程序撤銷前，於其有效期間內，專利權人即有排除他人侵\r\n害其專利之權利。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 653 號 民事裁定",
        "case_topic": "撤銷支付命令確定證明書聲明異議",
        "case_date": "民國 98 年 08 月 21 日",
        "case_gist": "抗告係就法院之裁定聲明不服之方法，對於法院行政事務之通知，固無依\r\n抗告程序救濟之餘地，惟法院書記官所為之處分，應依送達或其他方法通\r\n知關係人；對於法院書記官之處分，得於送達後或受通知後十日內提出異\r\n議，由其所屬法院裁定。民事訴訟法第二百四十條第一項、第二項分別定\r\n有明文。是以法院書記官所為之處分，經當事人或關係人提出異議，由其\r\n所屬法院裁定後，自得對該裁定提起抗告。本件再抗告人前聲請臺灣高雄\r\n地方法院（下稱高雄地院）對相對人核發支付命令，嗣高雄地院依其聲請\r\n發給支付命令確定證明書，其後因相對人以未合法送達支付命令為由，聲\r\n明異議，高雄地院書記官遂依民事訴訟法第二百四十條第一項規定為撤銷\r\n該支付命令確定證明書之處分，依上說明，再抗告人不服是項處分，自得\r\n對之提出異議，且於高雄地院以裁定駁回其異議後，亦得對該裁定提起抗\r\n告，此時抗告法院即應實體上審查有無撤銷支付命令確定證明書之原因事\r\n實，亦即系爭支付命令是否合法送達與相對人收受，資為判斷再抗告人之\r\n抗告有無理由之依據，不得以書記官製作支付命令確定證明書及撤銷該證\r\n明書之處分不得聲明不服為由，駁回再抗告人之抗告。"
    },
    {
        "case_id": "最高法院 98 年度台聲字第 867 號 民事裁定",
        "case_topic": "確認派下權存在",
        "case_date": "民國 98 年 08 月 20 日",
        "case_gist": "按當事人死亡者，訴訟程序在有繼承人、遺產管理人或其他依法令應續行\r\n訴訟之人承受其訴訟以前當然停止。前開所定之承受訴訟人，於得為承受\r\n時，應即為承受之聲明。當事人不聲明承受訴訟時，法院亦得依職權，以\r\n裁定命其續行訴訟，民事訴訟法第一百六十八條、第一百七十五條第一項\r\n、第一百七十八條定有明文。又祭祀公業派下權之繼承，民法並無規定，\r\n依從習慣，係以享有派下權之男系子孫或奉祀本家祖先之女子及從母姓之\r\n子孫為限，一般女子或不從母姓之子孫，向無派下權，不得繼承祭祀公業\r\n財產，故民法所定一般遺產之繼承，於祭祀公業財產之繼承，不能全部適\r\n用。"
    },
    {
        "case_id": "最高法院 98 年度台抗字第 642 號 民事裁定",
        "case_topic": "返還借款",
        "case_date": "民國 98 年 08 月 20 日",
        "case_gist": "按判決如有誤寫、誤算或其他類此之顯然錯誤者，法院得依聲請以裁定更\r\n正之，民事訴訟法第二百三十二條第一項定有明文。所謂錯誤，應包括當\r\n事人姓名或名稱之錯誤在內。且當事人姓名或名稱之錯誤，祇須為訴訟標\r\n的之法律關係不變，實際上係由該當事人參與訴訟，或對該當事人為訴訟\r\n行為，縱原告起訴所表明之被告姓名或名稱錯誤，並經法院對姓名或名稱\r\n錯誤之當事人為裁判，仍有上開規定之適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1516 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 98 年 08 月 20 日",
        "case_gist": "按損害賠償之債，以實際上受有損害為成立要件，倘無損害，即不發生賠\r\n償問題；被害人實際上有否受損害，應視其財產總額有無減少而定。而銀\r\n行與活期儲蓄存款戶間，乃屬金錢寄託關係，依民法第六百零三條之規定\r\n受寄人之銀行無返還原物之義務，僅須返還同一數額，該寄託物之利益及\r\n危險於該物交付時移轉於受寄人，存款戶得隨時請求返還寄託物。活期儲\r\n蓄存款倘確係為第三人所冒領，該銀行僅得對該冒領人為損害賠償之請求\r\n，要不得以第三人冒領之事由，主張已生清償效力，則受損害者乃為銀行\r\n，存款戶對銀行仍非不得行使寄託物返還請求權，不能謂其權利已受侵害\r\n。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1514 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 98 年 08 月 20 日",
        "case_gist": "按銀行製作之定期存單雖記載「非經銀行同意不得質押轉讓」，然存款戶\r\n就該定期存款與銀行間存有消費寄託契約之金錢債權，非不得依一般債權\r\n讓與方式為轉讓，而債權之讓與，依民法第二百九十七條第一項前段規定\r\n之反面解釋，經讓與人或受讓人通知債務人，即生讓與之效力，不以債務\r\n人之承諾為必要，而讓與之通知，為通知債權讓與事實之行為，得以言詞\r\n或文書為之，不需何等之方式，故讓與人與受讓人間成立債權讓與契約時\r\n，債權即移轉於受讓人，除法律另有規定外，如經讓與人或受讓人通知債\r\n務人，即生債權移轉之效力。此項通知如未經合法撤銷，則債務人自受債\r\n權讓與之通知時起，僅得以受讓人為債權人，不得再向讓與人或其繼承人\r\n為清償。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1486 號 民事判決",
        "case_topic": "確認債關係存在",
        "case_date": "民國 98 年 08 月 20 日",
        "case_gist": "按訴之預備合併，有客觀預備合併與主觀預備合併之分；主觀的預備訴之\r\n合併，縱其先、備位之訴之訴訟標的容或不同，然二者在訴訟上所據之基\r\n礎事實如屬同一，攻擊防禦方法即相互為用，而不致遲滯訴訟程序之進行\r\n。苟於備位訴訟之當事人未拒卻而應訴之情形下，既符民事訴訟法所採辯\r\n論主義之立法精神，並可避免裁判兩歧，兼收訴訟經濟之效，固非法所禁\r\n止。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1458 號 民事判決 (家事類)",
        "case_topic": "確認繼承權不存在",
        "case_date": "民國 98 年 08 月 13 日",
        "case_gist": "按民事訴訟法第三百五十八條關於私文書經本人或其代理人簽名、畫押、\r\n蓋章或按指印者，推定為真正之規定，須其簽名、畫押、蓋章或按指印係\r\n本人或其代理人為之，在當事人間已無爭執或經舉證人證明者，始得適用\r\n（參見本院二十八年上字第一○號判例）。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1452 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 98 年 08 月 13 日",
        "case_gist": "按侵權行為損害賠償責任，除行為人之行為具不法性、被害人受有損害外\r\n，尚須以行為人之不法行為與被害人所受損害間具有相當因果關係為其成\r\n立要件。又徵信契約為由受任人提供特定人之特定資料予委任人之委任契\r\n約。若因徵信資料不實，造成委任人之損害，委任人固可請求受任人賠償\r\n其所受損害。但委任人倘不採信徵信資料，而第三人取得該徵信資料又非\r\n源於受任人之行為（交付或其他行為），則縱致被徵信之對象受有損害，\r\n亦因該第三人行為之介入，使其所提出受任人原作成之資料與被害人所受\r\n損害間欠缺相當因果關係，而不成立受任人之侵權行為。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1424 號 民事判決",
        "case_topic": "給付通行地償金",
        "case_date": "民國 98 年 08 月 06 日",
        "case_gist": "上訴人明知系爭土地，其前手已出具土地使用同意書，將系爭土地提供訴\r\n外人幸○公司及購屋之被上訴人通行使用，復自前手受讓系爭土地之上訴\r\n人而言，自仍應受該土地使用權同意書之拘束，始足以維持法律秩序之安\r\n定性與公共利益，及避免系爭土地之前手以債權相對性為由，藉由迂迴移\r\n轉所有權登記之脫法行為，以達到系爭土地後手不受前手拘束之不當結果\r\n。則被上訴人自得依該土地使用權同意書對上訴人主張通行權利。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1407 號 民事判決",
        "case_topic": "請求塗銷登記等",
        "case_date": "民國 98 年 08 月 06 日",
        "case_gist": "上訴為當事人對於所受不利益之下級審判決聲明不服之方法，非受判決之\r\n當事人，除有特別規定外，不得對於法院就他人間所為之判決提起上訴。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1339 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 98 年 07 月 30 日",
        "case_gist": "按房屋與土地分屬不同之不動產，性質上房屋必須占有土地，不能脫離土\r\n地而單獨存在。而信託乃委託人為自己或第三人之利益，將信託財產移轉\r\n於受託人，由受託人管理或處分，以達成一定經濟上或社會上之目的之行\r\n為，故信託契約之受託人在法律上為信託財產之所有人，如信託財產為房\r\n屋，則受託人自為房屋坐落土地之占有人。惟倘委託人僅以其財產在名義\r\n上移轉於受託人，受託人自始不負管理或處分之義務，凡財產之管理、使\r\n用、或處分悉由委託人自行辦理時，即為消極信託，除有確實之正當原因\r\n外，其助長脫法行為者，應難認該信託為合法。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1333 號 民事判決",
        "case_topic": "請求侵權行為損害賠償等",
        "case_date": "民國 98 年 07 月 24 日",
        "case_gist": "按民法第一百八十四條第二項所謂保護他人之法律，係指保護他人為目的\r\n之法律，亦即一般防止危害他人權益或禁止侵害他人權益之法律而言。公\r\n司為事業體，法律上屬法人組織，固與自然人同有獨立之人格，惟其係由\r\n自然人設立、經營，對外之法律行為均須以具行為能力之自然人代表為之\r\n，故公司違反法令規定致侵害他人之權利者，法律常令該代表公司或執行\r\n此項職務之自然人負責。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1326 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 98 年 07 月 23 日",
        "case_gist": "按凡家長指定家屬代表全家訂約承租耕地後，因分家關係而將耕地分與原\r\n共同耕作之兄弟即現耕人，顯為共同耕作權亦即財產權之分配問題，與一\r\n般租賃權之轉讓或轉租之性質有間，且應認為受分現耕人與出租人間，亦\r\n已發生租賃關係，無耕地三七五減租條例第十六條第一項、第二項規定之\r\n不自任耕作，而原訂租約無效之適用。"
    },
    {
        "case_id": "最高法院 98 年度台上字第 1286 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 98 年 07 月 23 日",
        "case_gist": "按營業之概括承受其資產及負債，係指就他人之營業上之財產，包括資產\r\n（如存貨、債權、營業生財、商號信譽）以及營業上之債務，概括承受之\r\n意。換言之，以營業為目的組成營業財產之集團，移轉於承擔人，營業之\r\n概括承受為多數之債權或債務，包括讓與人之經濟上地位之全盤移轉。依\r\n民法第三百零五條第一項之規定，因對於債權人為承受之通知或公告，而\r\n生承擔債務之效力。而依同條第二項規定，債務人關於到期之債權，自通\r\n知或公告時起，未到期之債權，自到期時起二年以內，與承擔人連帶負其\r\n責任。惟債務人負責之範圍，係以發生承擔債務之效力當時，業已存在之\r\n債務為限。倘發生承擔債務之效力以後始發生之債務，則不在債務人負責\r\n範圍之內。"
    }
]