[
    {
        "case_id": "最高法院 84 年度台抗字第 36 號 民事裁定",
        "case_summary": "聲明異議",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "債權人依強制執行法第四十一條提起分配表異議之訴，僅以對分配表所列\r\n金額之計算、分配之比例及分配之次序有不同意者為限，若對分配表所列\r\n之債權主張不存在，應另行提起確認之訴，亦非提起分配表異議之訴所能\r\n救濟。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 204 號 民事判決",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "按契約解除時，當事人雙方回復原狀之義務，除法律另有規定或契約另有\r\n訂定外，應依民法第二百五十九條各款之規定辦理。本件被上訴人係本於\r\n物權移轉契約，取得系爭房地所有權，買賣契約 (債權契約) 解除時，物\r\n權移轉契約之效力仍存在，上訴人主張解除買賣契約請求回復原狀，依該\r\n條第一款規定，被上訴人因買賣契約取得系爭房地所有權，僅負返還於上\r\n訴人之義務 (本院二十八年上字第二一一三號判例參照) 。即上訴人僅得\r\n訴請被上訴人將系爭房地所有權移轉登記與伊，以為返還。乃上訴人竟請\r\n求協同撤銷及塗銷系爭房地所有權移轉登記，自屬不合。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 196 號 民事判決",
        "case_summary": "確認支票債權不存在",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "上訴人請求被上訴人給付系爭票款固經發給支付命令確定在案，惟其以不\r\n法行為取得該執行名義，侵害被上訴人權利，應准被上訴人以侵權行為法\r\n律關係尋求救濟，以臻衡平。本件訴訟標的為侵權行為損害賠償請求權，\r\n確定支付命令之請求為票款請求權，二者既不相同，即無是否違背一事不\r\n再理則之問題。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 195 號 民事判決",
        "case_summary": "確認共有權存在",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "公同共有人就公同共有物並無顯在之應有部分，其權利應及於公同共有物\r\n之全部，各公同共有人對公同共有物之特定部分，並不能享有排除他共有\r\n人之權利。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 181 號 民事",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "土地配耕係屬國家私經濟行政行為，必須適用私法之規定，故依無償提供\r\n土地與場員耕作收益之情形以觀，配耕土地乃民法上之使用借貸性質，雖\r\n被上訴人另設有一定條件下，配耕員死亡後得由遺眷繼耕及進墾滿十年得\r\n申請放領等照顧榮民及遺眷之措施，要於原存在之使用借貸關係不生影響\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 172 號 民事判決",
        "case_summary": "請求同意建築房屋",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "被上訴人吳頂房提供系爭共有土地特定部分與上訴人合建房屋，未得其他\r\n共有人之同意，對於其他共有人不生效力。然上訴人對於締約之被上訴人\r\n吳頂房非不得依據債權法則而請求使其就該特定部分取得單獨所有權，再\r\n依據合建契約請求其提供該特定部分土地與上訴人合建房屋。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 169 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "所謂物之瑕疵，係指存在於物之缺點而言。凡依通常交易觀念，或當事人\r\n之約定，認為物應具備之價值、效用或品質而不具備者，即為物有瑕疵。\r\n且不以物質上應具備者為限，若出賣之特定物所含數量缺少，足使物之價\r\n值、效用或品質欠缺者，亦屬之。又民法第三百五十四條有關物之瑕疵擔\r\n保規定，原則上固於危險移轉後始有適用。但出賣人既有給付無瑕疵物之\r\n義務，買受人亦有拒絕受領瑕疵物之權利，在特定物之買賣，該為買賣標\r\n的之特定物於危險移轉前，倘已有明顯之瑕疵，如經買受人催告出賣人補\r\n正，出賣人仍不為補正時，應解為買受人得拒絕給付相當之價金，以免往\r\n後之法律關係趨於複雜，損及買受人之權益。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 167 號 民事判決",
        "case_summary": "塗銷抵銷權登記",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "抵押權為擔保物權，具有從屬性，倘無所擔保之債權存在，抵押權即無由\r\n成立，自應許抵押人請求塗銷該抵押權之設定登記。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 154 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 01 月 26 日",
        "case_gist": "民事訴訟法第四百零一條第一項之繼受 (承) 人，應包括因法律行為而受\r\n讓訴訟標的之特定繼受 (承) 人在內。倘以「對人之關係」為訴訟標的，\r\n必繼受該法律關係中之權利或義務者，始足當之。此與以對「物之關係」\r\n為訴訟標的時，凡受讓標的物之人均屬繼受人，自異其性質。例如本於買\r\n賣契約請求辦理所有權移轉登記，係以對人之債權關係為其訴訟標的，其\r\n確定判決之效力，自不及於並未繼受該債權關係中之權利或義務，而僅受\r\n讓權利標的物之人。參諸最高法院六十一年台再字第一八六號判例內容即\r\n明。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 34 號 民事裁定",
        "case_summary": "本票裁定執行",
        "case_date": "民國 84 年 01 月 20 日",
        "case_gist": "依公司法第二百九十六條第一項規定，對公司之債權，在重整裁定前成立\r\n者，為重整債權。重整債權非依重整程序，不得行使權利。又本票執票人\r\n依票據法第一百二十三條規定，聲請法院裁定准予強制執行，係執票人向\r\n發票人行使追索權行為之一部分，自屬公司法第二百九十六條第一項所謂\r\n之「行使權利」，不能以尚未向執行法院聲請強制執行，即謂非「行使權\r\n利」。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 150 號 民事判決",
        "case_summary": "增加租金",
        "case_date": "民國 84 年 01 月 20 日",
        "case_gist": "按提起第二審上訴，應於第一審判決送達後二十日之不變期間內為之，又\r\n提起第二審上訴應以上訴狀提出於原第一審法院為之。民事訴訟法第四百\r\n四十條、第四百四十一條第一項分別定有明文。第二審之上訴人如誤向原\r\n第一審法院或管轄第二審之法院以外之其他機關提出上訴狀，除經該機關\r\n於上訴期間內，將上訴狀轉達於原第一審法院外，並無阻斷判決確定之效\r\n力。查本件第一審判決，係於八十一年十一月二十五日送達於被上訴人，\r\n算至八十一年十二月十五日止，即告屆滿，乃被上訴人於八十一年十二月\r\n十四日誤向台灣台北地方法院提出上訴狀，雖經該法院即時轉送，惟於八\r\n十一年十二月十七日始送達於原第一審法院，已逾上開不變期間，被上訴\r\n人之第二審上訴，自非合法。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 130 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 84 年 01 月 20 日",
        "case_gist": "假扣押之執行，以假扣押之標的脫離假扣押之處置，如將假扣押的交付執\r\n行或撤銷假扣押時，其程序即為終結。本件假扣押執行 (台中地院八十三\r\n年度民執全字第二四○號) 之系爭房地已交付上訴人依終局判決聲請之強\r\n制執行事件 (台中地院八十三年度執字第五一六四號) 為執行，為原審認\r\n定之事實。則本件假扣押標的之系爭房地，既已交付終局執行事件為執行\r\n，而脫離假扣押之處置，假扣押執行程序業已終結，殊無許被上訴人就已\r\n終結之假扣押執行程序，訴請排除之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 128 號 民事判決",
        "case_summary": "終止合約",
        "case_date": "民國 84 年 01 月 20 日",
        "case_gist": "按民事訴訟法第四十條第三項固規定，非法人之團體，設有代表人或管理\r\n人者，有當事人能力，並可據此規定，認非法人之團體於民事訴訟得為確\r\n定私權請求之人或為其相對人。惟此乃程序法對非法人之團體認其有形式\r\n上之當事人能力，尚不能因之而謂非法人之團體有實體法上之權利能力。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 122 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 01 月 20 日",
        "case_gist": "耕地三七五減租條例第十九條第一項規定：「耕地租約期滿時，如有左列\r\n情形之一者，出租人不得收回自耕」，並列舉不得收回自耕之三款情形，\r\n其耕地准否收回自耕，應由該管鄉鎮 (區)  (市) 公所審查，報經縣市政\r\n府核備，該管行政機關所為之審查核定，係屬行政處分。是出租人依耕地\r\n三七五減租條例第十九條第一項規定申請收回耕地時，在該管縣市政府核\r\n准前，其耕地租賃關係，尚難謂為已消滅。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 95 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 01 月 19 日",
        "case_gist": "菸酒公賣局係依兩造間訂立之保固切結書，請求賠償防霉漆脫落之損害，\r\n該切結書性質上乃一種賠償責任之特約，請求權之基礎既係本於兩造之特\r\n約，自無民法第五百十四條第一項規定之適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 93 號 民事判決",
        "case_summary": "塗銷典權登記請求權",
        "case_date": "民國 84 年 01 月 19 日",
        "case_gist": "因時效而取得典權登記請求權者，不過有此請求權而已，在未依法登記為\r\n典權人之前，尚難謂其已取得典權。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 92 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 01 月 19 日",
        "case_gist": "原審既認「台中市德行武聖殿管理委員會」為非法人之團體，被上訴人並\r\n係以其為起訴對象，而非以其主任委員林○雄個人為起訴對象。則被上訴\r\n人自應以該團體為當事人，而由林○雄為其法定代理人 (本院三十九年台\r\n上字第一二二七號判例參照) 。乃原審竟認被上訴人逕列林○雄為當事人\r\n，並無不合，自有違誤。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 87 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 01 月 19 日",
        "case_gist": "定共有物分割之方法，固可由法院自由裁量，惟仍應斟酌各共有人之意願\r\n、利害關係及其分得部分所得利用之價值等情形，定一適當公平之方法以\r\n為分割。依台灣省畸零地使用規則第二條及第三條規定，一般建築用地深\r\n度未達十六公尺，或寬度未達四公尺者為畸零地。上訴人洪擇清依其應有\r\n部分之比例換算，可分得八○點八六平方公尺土地，足以分得鄰接道路寬\r\n度四公尺以上及深度十六公尺以上之長方形土地以供建屋之用，而依原判\r\n決附圖所示分割方法分割之結果，洪擇清分得之Ａ部分土地，鄰接道路之\r\n寬度為三點二三七公尺，其後段之寬度為三點九七公尺，均未達四公尺，\r\n為一畸零地，其利用價值顯然降低，尚難謂係適當公平之分割方法。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 86 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 01 月 19 日",
        "case_gist": "重新實施地籍測量，土地所有權人未於地政機關通知之期限內，自行設立\r\n界標，亦未到場指界者，不受該地政機關逕行施測結果之拘束，自得對於\r\n重新施測結果予以爭執，訴請法院裁判。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 22 號 民事裁定",
        "case_summary": "本票強制執行",
        "case_date": "民國 84 年 01 月 19 日",
        "case_gist": "本件本票既載明免除作成拒絕證書，則執票人 (即再抗告人) 聲請裁定准\r\n予強制執行時，自毋庸提出已為付款提示之證據。且本票執票人依票據法\r\n第一百二十三條規定向本票發票人行使追索權，聲請法院裁定准予強制執\r\n行，係屬非訟事件，對於此項聲請所為裁定，僅依非訟事件程序，就本票\r\n形式上之要件是否具備予以審查為已足。相對人尚郁公司等如主張再抗告\r\n人未為提示，依票據法第一百二十四條準用同法第九十五條但書之規定，\r\n應由其負舉證之責。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 114 號 民事判決",
        "case_summary": "塗銷所有權登記",
        "case_date": "民國 84 年 01 月 19 日",
        "case_gist": "不動產物權之移轉應以書面為之，係指不動產移轉之物權契約而言，若為\r\n債權契約 (如不動產買賣契約) 則不以書面為必要，兩造間就系爭房地所\r\n有權移轉之物權行為，已簽訂有土地建築改良物買賣所有權移轉契約書，\r\n並持以辦理移轉登記在案，有台北縣新店地政事務所函送之上開移轉登記\r\n文件在卷為憑。上訴人以兩造間系爭買賣未訂書面契約為由主張契約無效\r\n，顯係混淆債權契約與物權契約所致。"
    },
    {
        "case_id": "最高法院 84 年度台再字第 9 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "按民事上之共同侵權行為，必須各行為人之故意或過失行為，均為其所生\r\n損害之共同原因，始足成立。又各行為人就其行為須有故意或過失，以及\r\n該行為與損害間須有相當因果關係，俱為構成侵權行為所不可或缺之要件\r\n，如其中一人祇要欠缺其一，不但其侵權行為無由成立，尤無成立共同侵\r\n權行為之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 83 號 民事判決",
        "case_summary": "確認優先購買權",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "土地法第一百零四條關於基地或房屋優先購買權之規定，旨在使房屋與基\r\n地之所有權合歸於一人所有，使法律關係單純化，以盡經濟上之效用，並\r\n杜紛爭。故必須對於基地有地上權、典權或租賃關係之存在，且地上權人\r\n、典權人或承租人於基地上有房屋之建築者，始有本條優先購買權之適用\r\n。本件上訴人雖在系爭土地上設有地上權，惟即未在該土地上有房屋之建\r\n築，自無前開優先購買權之適用。至本院四十八年台上字第九二八號判例\r\n，其內容僅在說明地上權設定之時間及範圍，與地上權人可否適用土地法\r\n第一百零四條優先購買權之規定無關。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 77 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "託運物品應於約定期間內運送之，無約定者，依習慣，無約定亦無習慣者\r\n，應於相當期間內運送之。民法第六百三十二條第一項定有明文。此項規\r\n定係運送契約之特別規定，自無適用民法第二百二十九條第二項對於債務\r\n人應經催告始負遲延責任之規定。本件香蕉運送，兩造固未定有期限，惟\r\n中日間航程通常運送期間為四至六天，業據上訴人所舉證人即德航輪船員\r\n陳燈猜證明屬實，並有德航輪輸日之到貨報告書四份在卷可稽。本件德航\r\n輪自八十年六月二十六日開航，至同年七月十六日遭日本海關禁止進口時\r\n止，共計二十一天，顯已逾上開相當運送期間，上訴人自應負遲延責任。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 73 號 民事判決",
        "case_summary": "國家賠償",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "勞動基準法第五十六條規定雇主應按月提撥勞工退休準備金，專戶存儲，\r\n並由勞工與雇主共同組織委員會監督之。此係為保障勞工將來退休時，其\r\n退休金請求權之實現，而強制規定雇主必須按月提撥相當之退休金，並為\r\n防止雇主挪用，而由勞工與雇主共同組織委員會監督之。雇主提撥之退休\r\n準備金，性質上係為將來勞工退休時，雇主履行其退休金給付義務而為準\r\n備，則其提撥時，非即為履行給付退休金義務；在支用前，自仍由雇主保\r\n有其財產上權利，僅其處分權受限制而已。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 68 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "公同共有不動產 (土地) 之處分，土地法第三十四條之一第五項已有特別\r\n規定，依該項規定準用同條第一、二項之結果，公同共有不動產之處分、\r\n變更，應以公同共有人過半數及其應有部分 (潛在) 合計過半數之同意行\r\n之。此項土地法之特別規定，就公同共有不動產之處分，自應優先於民法\r\n第八百二十八條第二項規定而適用，無須經全體公同共有人之同意。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 65 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "依最高法院三十年上字第二○七號判例所示：如因不動產之買受人與出賣\r\n人間有效成立之移轉不動產所有權契約，而使買受人有得向第三人主張之\r\n所有權，其依民法第七百六十七條、第一百八十四條第一項規定，對於無\r\n權占有或侵害其所有物者，自得請求返還之。此等請求權與對其對於出賣\r\n人之交付不動產及其他給付權利係屬獨立存在，不能以其對於出賣人別有\r\n請求權而排斥其行使等意旨，被上訴人於取得訟爭土地所有權後，依民法\r\n第七百六十七條所得行使之物上請求權，究與其是否依買賣契約請求出賣\r\n人 (訴外人杜門) 「交付」訟爭土地無涉，不能以其未先客出賣人行使交\r\n付買賣標的物之請求權，而逕依民法第七百六十七條規定，對無權占有訟\r\n爭土地之上訴人主張權利，即指其違反誠信原則。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 60 號 民事判決",
        "case_summary": "辦理分割登記",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "共有物之分割性質上為處分行為，不因協議分割或裁判分割而有所不同。\r\n故不動產應有部分之繼承人如欲分割共有物，依民法第七百五十九條規定\r\n，自非先辦理繼承登記，不得為之。上訴人既尚未辦理系爭土地李科應有\r\n部分之繼承登記，自無從與他共有人協議分割系爭土地，縱曾協議，亦不\r\n生效力。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 18 號 民事裁定",
        "case_summary": "遷讓房屋",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "按當事人請求公證人就租用或借用房屋，約定期間並應於期間屆滿時交還\r\n房屋之法律行為，作成之公證書，載明應逕受強制執行者，得依該公證書\r\n執行之，公證法第十一條第一項第三款固定有明文。惟依該公證書聲請逕\r\n行強制執行，應合於公證書之約定內容，且無待審認即可確定者，始得為\r\n之。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 15 號 民事裁定",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 01 月 13 日",
        "case_gist": "按判決正本後載「如對本判決上訴，須於判決送達後二十日內向本院提出\r\n上訴狀，其未表明上訴理由者，應於上訴後二十日內向本院提出上訴理由\r\n書」等字樣，係法院書記官對訴訟當事人所為之意思表示，屬書記官所為\r\n之處分，如有錯誤，應由書記官另以處分更正之，若當事人對更正之處分\r\n有所不服，僅得向書記官所屬之法院，提出異議，由所屬法院裁定之。法\r\n院不得逕就書記官所為之錯誤處分，裁定予以更正。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 9 號 民事裁定",
        "case_summary": "返還房屋",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "按言詞辯論期日之指定，應由審判長為之。此觀諸民事訴訟法第四百六十\r\n三條、第二百五十條、第一百五十四條之規定自明。卷查本件原法院八十\r\n三年九月十六日言詞辯論期日係由受命法官羅紀雄所指定，而非由審判長\r\n所指定。法院書記官根據該期日之指定，通知兩造為言詞辯論，自非合法\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台聲字第 9 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "凡應由第三審自行調查事實而為裁判者，依民事訴訟法第五百零七條規定\r\n對之聲請再審時，即使以同法第四百九十六條第一項第九款至第十三款規\r\n定之事由為理由，仍應專屬第三審法院管轄，自行依法裁判，不發生移送\r\n之問題。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 58 號 民事判決",
        "case_summary": "返還所有物",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "第一審之訴訟程序有重大之瑕疪，第二審法院得廢棄原判決，而將該事件\r\n發回原法院者，以因維持審級制度之必要為限，觀諸民事訴訟法第四百五\r\n十一條第一項規定自明。所謂因維持審級制度之必要。係指當事人因在第\r\n一審之審級利益被剝奪，致受不利之判決，須發回原法以回復其審級利益\r\n而言。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 56 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "民法關於出賣人應負物之瑕疵擔保責任之規定，係為補充當事人之意思表\r\n示而設，除當事人有免除擔保責任之特約外，出賣人當然有此責任，不得\r\n因當事人未訂有出賣人應負擔保責任之特約，即謂出賣人無此種責任。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 54 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "私有農地所有權之移轉，其承受人以能自耕者為限，土地法第三十條第一\r\n項定有明文，此為強制規定，違反者，其契約無效。蔡富美並無自耕能力\r\n，借用訴外人楊永為人頭，辦理所有權移轉登記，係為逃避上開法律之限\r\n制，為脫法行為，尤無加以保護之必要。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 5 號 民事裁定",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "按依民事訴訟法第一百十條規定，准予訴訟救助僅有： (一) 、暫免審判\r\n費用； (二) 、免供訴訟費用之擔保； (三) 、暫行免付執達員應收之費\r\n用及墊款； (四) 、法院得為受救助人選任律師代理訴訟，暫行免付酬金\r\n之效力。而准免假執行之裁判所命提供之擔保，係就他造因免假執行所應\r\n受之損害而提供之，自非准予訴訟救助效力之所能及。抗告人係就准免為\r\n假執行之裁判所命提供之擔保，聲請訴訟救助，原法院認抗告人之聲請為\r\n不應准許，以裁定予以駁回，於法並無違背。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 46 號 民事判決",
        "case_summary": "債務不履行損害賠償",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "占有人其占有被侵奪者得請求返還其占有物。占有被妨害者得請求除去其\r\n妨害。占有有被妨害之虞者，得請求防止其妨害。民法第九百六十二條定\r\n有明文。占有人對於占有物所有人以外第三人之占有請求權，並不因其係\r\n善意占有或惡意占有而有差異。占有人對於不動產出產物之取得，雖受有\r\n限制。惟占有人既受占有規定之保護，亦不容許所有人以外之第三人對於\r\n該占有不動產之出產物加以破壞。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 44 號 民事判決",
        "case_summary": "返還墊款",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "代理權之授與，應向代理人或向代理人對之為代理行為之第三人，以意思\r\n表示為之。此項意思表示，固不以明示為限，惟默示的授與代理權，仍須\r\n表意人之舉動或其他情事等之間接事實，與授與代理權之事項，具相當之\r\n關連性為必要。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 43 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "動產擔保交易法第二十九條第二項規定：「出賣人取回占有標的物，未受\r\n買受人再行出賣之請求，或於取回占有標的物後三十日內未再出賣標的物\r\n者，出賣人無償還買受人已付價金之義務，所訂附條件買賣契約失其效力\r\n。」此項規定之目的，在避免法律關係拖延不決。附條件買賣契約失其效\r\n力後，出賣人不得再向買受人請求賠償取回標的物之費用及其債權不足清\r\n償部分之損害，雙方之責任，均因而歸於消滅。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 38 號 民事判決",
        "case_summary": "協同辦理分割共有物登記",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "被上訴人既係依據協議書請求上訴人履行協議，其訴為給付之訴，僅得就\r\n自己分得部分為請求。其竟一併請求將陳新岸及上訴人等各共有人分得部\r\n分登記與各共有人所有，於法不合。原審亦依其聲明為判決，就其他共有\r\n人部分自有未合。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 35 號 民事",
        "case_summary": "實行債權質權",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "債務人於受質權設定之通知者，其對出質人之債權依然存在，不因受質權\r\n設定之通知而受影響。實際上債之關係之主體並未變更。且債權質權之設\r\n定，乃出質人與質權人間所成立之法律關係，無庸得出質人之債務人之同\r\n意，亦非出質人之債務人所得阻止，自不應使出質人之債務人蒙受不利而\r\n影響其抵銷權。況依法得為抵銷之債務人，一經向其債權人為抵銷之意思\r\n表示，即發生消滅債務之效果，無庸為現實給付之行為，自不生提存問題\r\n。故出質人之債務人向出質人為抵銷時，無須得質權人之同意，亦無須為\r\n提存之行為。民法第九百零七條規定於此當無準用之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 31 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 01 月 12 日",
        "case_gist": "公有耕地承領人繳清地價取得地權後如移轉所有權於第三人，仍應受土地\r\n法第三十條及實施耕者有其田條例第二十八條規定之限制。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 6 號 民事",
        "case_summary": "請求給付補償費",
        "case_date": "民國 84 年 01 月 06 日",
        "case_gist": "按遲延之債務以支付金錢為標的者，債權人得請求依法定利率計算之遲延\r\n利息，固為民法第二百三十三條第一項所明定。惟如原約定給付之債務非\r\n以金錢為標的，縱該債務嗣得轉換以金錢為給付標的，債務人亦自經催告\r\n而拒絕給付時，始負遲延之責。查兩造及其兄弟於七十九年六月一日所成\r\n立調解內容第二項為：「調解成立後兄弟均應和好相處，並於一個月內辦\r\n理各項繼承手續」等語。系爭二筆土地雖在調解成立前既已被政府徵收而\r\n無從辦理繼承手續，然調解內容並無上訴人應給付被上訴人補償費之記載\r\n，且辦理繼承手續又非以支付金錢為標的，原審並未查明被上訴人何時向\r\n上訴人催討補償金之事證，以做為上訴人應負遲延給付之依據，遽謂上訴\r\n人自七十九年七月一日起應負遲延給付之責，進而判命上訴人應再給付自\r\n七十九年七月一日起至八十三年三月十六日止之利息，自有可議。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 14 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 01 月 06 日",
        "case_gist": "上訴人就系爭五筆土地中之二一一七、二一一八、二一一九號三筆土地，\r\n繼續一年不為耕作，上訴人又無法舉證證明有何不可抗力之情形，依耕地\r\n三七五減租條例第十七條第一項第四款規定，出租人自得終止租約。並不\r\n問承租人就承租土地為一部或全部，不為耕作，出租人均得終止租約，收\r\n回全部耕地。被上訴人亦另於七十七年十月三日在前案租佃爭議事件中，\r\n以訴狀主張同一理由，依耕地三七五減租條例第十七條第一項第四款規定\r\n，向上訴人為終止租約之意思表示。斯時系爭三筆土地正廢耕中，其終止\r\n租約亦不違反同條例第十八條之規定，自發生終止之效力。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 11 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 01 月 06 日",
        "case_gist": "上訴人主張馮輝炮於本件車禍發生後，支付其所有曳引車修理費七十二萬\r\n四千五百元一節，如果非虛，而此項修復費又未超過該曳引車因毀損所減\r\n少之價額，則上訴人以此項修復費為其估定之標準，請求被上訴人賠償，\r\n依民法第一百九十六條之規定，似非無據。"
    },
    {
        "case_id": "最高法院 84 年度台再字第 1 號 民事判決",
        "case_summary": "確認婚姻無效",
        "case_date": "民國 84 年 01 月 06 日",
        "case_gist": "民法第九百八十八條第二款關於重婚之無效之規定，乃所以維持一夫一妻\r\n婚姻制度之社會秩序，就一般情形而言，與憲法尚無牴觸。惟如前婚姻關\r\n係已因確定判決而消滅，第三人本於善意且無過失，信賴該判決而與前婚\r\n姻之一方相婚者，雖該判決嗣後又經變更，致後婚姻成為重婚，究與一般\r\n重婚之情形有異，依信賴保護原則，該後婚姻之效力，仍應予以維持。"
    },
    {
        "case_id": "最高法院 83 年度台抗字第 560 號 民事裁定",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 83 年 12 月 30 日",
        "case_gist": "准予訴訟救助，僅有民事訴訟法第一百十條所列各款之效力，除受救助人\r\n依同法第九十六條應供訴訟費用之擔保外，他造對於受救助人請求賠償訴\r\n訟費用之權利，絕不因此而受影響。故於受救助人無須供訴訟費用之擔保\r\n時，他造既不因准予訴訟救助之裁定而受不利益、即不得對此裁定表示不\r\n服，自亦無聲請撤銷准予訴訟救助裁定之權，此觀民事訴訟法第一百十三\r\n條第一項之規定益明。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3281 號 民事判決",
        "case_summary": "給付電匯款",
        "case_date": "民國 83 年 12 月 30 日",
        "case_gist": "本件為涉外民事訴訟事件，原審未依涉外民事法律適用法之規定確定其準\r\n據法，逕行適用我國法律而為上訴人敗訴之判決，尚有疏略。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3265 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 83 年 12 月 30 日",
        "case_gist": "民法第四百九十四條但書規定，所承攬之工作為建築物或其他土地上之工\r\n作物者，定作人不得解除契約，係指承攬人所承攬之建築物，其瑕疪程度\r\n，尚不致影響建築物之結構安全，毋庸拆除重建者而言。倘瑕疪程序，已\r\n達建築物有瀕臨倒塌之危險，猶謂定作人仍須承受此項危險，而不得解除\r\n契約，要非立法本意所在。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3231 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 83 年 12 月 30 日",
        "case_gist": "解釋契約固屬事實審法院之職權，惟其解釋如違背法令或有悖於論理法則\r\n及經驗法則，自非不得以其解釋為不當，接為上訴第三審之理由。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3186 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 83 年 12 月 26 日",
        "case_gist": "財政廳之代理機關土銀金融部與被上訴人及羅○同等於六十四年二月一日\r\n訂立公有基地租賃契約書，約定上訴人將包括系爭土地在內之三筆土地出\r\n租與被上訴人及羅○同等，租期自六十四年一月一日起至六十五年十二月\r\n三十一日止，被上訴人及羅○同等，於租期屆滿後未申請續租，依該契約\r\n書第十四條之約定，應發生阻止續約之效力，兩造間之租賃關係因而消滅\r\n，為原審所認定。準此，則除非嗣後兩造就系爭土地另訂租約，否則即難\r\n認為兩造就之有租賃關係存在。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3225 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 83 年 12 月 23 日",
        "case_gist": "系爭土地係屬解除國有森林用地之宜農地，依照臺灣省放領公有耕地扶植\r\n自耕農實施辦法 (下稱實施辦法) 辦理放領，有宜蘭縣政府八十三年五月\r\n二十五日八三府地權字第五四七三七號函及其附件所載行政院六十年十二\r\n月十四日台六十經字第一二一四一號令可憑。依該實施辦法第四條之規定\r\n，系爭土地放領之執行機關為宜蘭縣政府，且依辦理放領公地之程序，收\r\n清地價後，憑該管縣政府發給之承領證書即可換發所有權狀，此觀該實施\r\n辦法第十四條第五款之規定自明。是無須由國有財產局自行為移轉登記之\r\n行為，上訴人代位請求國有財產局將系爭土地移轉登記予林忠良，既屬於\r\n法無據 (此部分上訴人已受敗訴裁判確定) ，林忠良自無從將系爭土地移\r\n轉登記予上訴人。"
    },
    {
        "case_id": "最高法院 83 年度台抗字第 543 號 民事裁定",
        "case_summary": "強制執行",
        "case_date": "民國 83 年 12 月 22 日",
        "case_gist": "強制執行法第一百二十四條第一項規定：「執行名義係命債務人交出不動\r\n產而不交出者，執行法院得解除債務人之占有，使歸債權人占有。如債務\r\n人於解除占有後，復占有該不動產者，執行法院得依聲請續為執行」，乃\r\n因執行標的物經解除債務人占有，使歸債權人占有後，執行程序即告終結\r\n。嗣債務人如再行占有執行標的物，係一新事實，債權人本應再行取得執\r\n行名義，始得對之執行。但為防破壞原執行效果，鼓勵債務人取巧，並免\r\n債權人之訟累，故有上開法條後段之規定。是債權人之聲請續行執行應無\r\n期限或次數之限制，只須債務人於解除占有後，復占有該不動產，債權人\r\n即得聲請執行法院續為執行。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3172 號 民事判決",
        "case_summary": "請求遷讓房屋等事件",
        "case_date": "民國 83 年 12 月 16 日",
        "case_gist": "所謂信託，係指信託人為自己或第三人之利益，以特定財產為信託財產，\r\n移轉與受託人管理或處分，以達成一定之經濟上或社會上目的之行為。受\r\n託人不特就信託財產承受權利人之名義，且須就信託財產依信託契約之內\r\n容為積極之管理或處分。倘信託人僅將其財產在名義上移轉與受託人，而\r\n有關信託財產之管理、使用或處分悉仍由信託人自行為之，是為消極信託\r\n，除有確實之正當原因外，其助長脫法行為者，應難認為合法。"
    },
    {
        "case_id": "最高法院 83 年度台抗字第 527 號 民事裁定",
        "case_summary": "聲請停止執行",
        "case_date": "民國 83 年 12 月 15 日",
        "case_gist": "商務仲裁條例第二十五條第一項規定得以裁定停止執行之法院，應為受理\r\n撤銷仲裁判斷之訴之法院；而其裁定停止執行者，乃仲裁判斷之執行力。\r\n此與強制執行法第十八條第二項所定停止強制執行程序裁定，乃於強制執\r\n行程序開始後，以裁定停止已開始之強制執行程序者不同，並不以已聲請\r\n強制執行為必要。"
    },
    {
        "case_id": "最高法院 83 年度台抗字第 522 號 民事裁定",
        "case_summary": "聲請回復原狀",
        "case_date": "民國 83 年 12 月 09 日",
        "case_gist": "（一）當事人或代理人，因天災或其他不應歸責於己之事由，遲誤不變期\r\n      間者，始得聲請回復原狀，民事訴訟法第一百六十四條第一項規定\r\n      甚明。又所謂不變期間，係指法定期間之冠有不變字樣者而言。\r\n（二）本件兩造於民國八十三年三月八日陳明合意停止訴訟程序，未於合\r\n      意停止訴訟程序時起四個月內續行訴訟，依民事訴訟法第一百九十\r\n      條之規定，應視為撤回上訴。而該法條所定於四個月內不續行訴訟\r\n      之期間，並非不變期間，自無民事訴訟法第一百六十四條第一項規\r\n      定之適用。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3022 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 83 年 11 月 25 日",
        "case_gist": "本件兩造關於系爭股份之買賣，違反公司法第一百六十三條第二項之禁止\r\n規定，其讓與契約 (債權行為) 無效。上訴人主張依民法第一百十三條規\r\n定，得請求被上訴人回復原狀，返還價金，本質上仍為返還不當得利。惟\r\n本件兩造交付股票及價金，均基於不法原因所為之給付，且雙方均有所認\r\n識。上訴人請求返還價金非特必須主張自己之不法行為，且無異鼓勵為不\r\n法行為，自不應准許。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2987 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 83 年 11 月 25 日",
        "case_gist": "債務人依債務之本旨，向債權人為一部清償，經債權人受領者，依民法第\r\n三百零九條第一項規定，債之關係於清償範圍內清滅。如債務人其後再按\r\n原有債權數額向債權人清償。經債權人受領者，則屬債權人是否溢領及溢\r\n領之給付應否返還之問題，而非債權人前受領一部清償之法律上原因其後\r\n已不存在。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2980 號 民事判決",
        "case_summary": "給付貨款",
        "case_date": "民國 83 年 11 月 24 日",
        "case_gist": "公司法第四百三十七條第一項規定：「外國公司設立分公司或其他事項申\r\n請登記時，由在中國境內指定之代表人或分公司經理或其代理人申請之」\r\n，係就外國公司設立分公司等事項申請登記時，所為申請人資格之規定；\r\n而依公司法第二十九條之規定，經理人原不以一人為限，僅以經理人有二\r\n人以上時，應以一人為總經理，無從依公司法第四百三十七條解為外國分\r\n公司僅可設置一人為經理人，並進而排除民法關於經理人規定之適用。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2979 號 民事判決",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 83 年 11 月 24 日",
        "case_gist": "司法院大法官會議釋字第一○七號解釋 (已登記不動產所有人之回復請求\r\n權，無民法第一百二十五條消滅時效規定之適用) 所稱之「登記」係指依\r\n我國法令所為之登記，即依我國土地法及土地登記規則所完成之不動產所\r\n有權登記而言，故台灣日據時期依日本國法令所完成之不動產登記不在此\r\n內 (最高法院七十年台上字第三一一號判例參照) ；是真正所有人如未依\r\n我國土地法及土地登記規則，於土地登記簿登記為所有人，縱於日據時期\r\n登記為所有人，該真正所有人之物上請求權仍有消滅時效規定之適用。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2977 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 83 年 11 月 24 日",
        "case_gist": "按載貨證券依海商法第一百零四條準用民法第六百三十條規定，具有繳還\r\n或換取證券之性質。運送貨物，經發給載貨證券者，貨物之交付，應憑載\r\n貨證券為之，即使為真正之受貨人，尚未將載貨證券提出及交還，仍不得\r\n請求交付運送物。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2960 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 83 年 11 月 23 日",
        "case_gist": "錯誤與不知二者在觀念上有別，不知謂正當認識之全不存在，而錯誤則不\r\n特無正當認識，且有積極的謬誤之認識；但全無正當認識之不知，如表意\r\n人知其事情即不為意思表示者，其效力與錯誤同，均得為意思表示撤銷之\r\n原因，民法第八十八條第一項分別就意思表示內容之錯誤或表示行為之錯\r\n誤而為規定。被上訴人因誤信政府更正前土地公告現值，而就買賣標的物\r\n即系爭土地之價格為錯誤之意思表示，係屬民法第八十八條第一項本文上\r\n段意思表示內容之錯誤，並非同條項本文下段表示行為之錯誤。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2958 號 民事判決",
        "case_summary": "確認共有權存在",
        "case_date": "民國 83 年 11 月 23 日",
        "case_gist": "系爭典權於日據時期日本民法施行台灣後，已變更為不動產質權，民國二\r\n十一年十二月三十一日期限屆滿時，雙方又未為契約之更新，該權利業已\r\n消滅，為原審所確定之事實，上訴人自無從主張於台灣光復後，依我國民\r\n法物權編施行法第五條第一項及民法第九百二十四條規定，蚋氏治之回贖\r\n權已因除斥期間之經過而消滅，廖盧好即取得典物所有權之餘地。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2952 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 83 年 11 月 18 日",
        "case_gist": "按繼承人自繼承開始時，承受被繼承人財產上之一切權利義務。又繼承人\r\n有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有，民法第一\r\n千一百四十八條前段、第一千一百五十一條定有明文。遺產分割，為有數\r\n人共同繼承時，按照共同繼承人之應繼分，將繼承財產分配於共同繼承人\r\n，以消滅遺產公同共有關係為目的之行為。則兩造繼承鍾新任之遺產情形\r\n如何？倘 (一) 、 (二) 、 (三) 、 (四) 號土地僅係該遺產中之一部分\r\n，鍾維雙如非請求就兩造繼承鍾新任之一切權利義務為分配 (民法第一千\r\n一百六十八條至第一千一百七十三條規定參照) ，既非消滅兩造所繼承鍾\r\n新任遺產之公同共有關係，其僅請求就上開土地辦理分別共有登記，能否\r\n謂係請求分割遺產，即非無推求之餘地。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2945 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 83 年 11 月 18 日",
        "case_gist": "契約訂定向第三人為給付者，第三人對於債務人亦有直接請求給付之權，\r\n此觀民法第二百六十九條第一項規定自明。上訴人與莊○滿之離婚協議書\r\n第一條第一項既載明上訴人願將其所有系爭土地移轉登記予長子即被上訴\r\n人，依前開法律規定，被上訴人自得向上訴人請求給付。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2944 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 83 年 11 月 18 日",
        "case_gist": "未領駕駛執照而駕駛機車者，係違反道路交通管理處罰條例第二十一條第\r\n一項第一款之規定，即係違反保護他人之法律，依民法第一百八十四條第\r\n二項規定，應推定其有過失。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2936 號 民事判決",
        "case_summary": "塗銷登記",
        "case_date": "民國 83 年 11 月 18 日",
        "case_gist": "被上訴人黃○亭等三人取得系爭土地應有部分，均係基於黃○與葉○之贈\r\n與行為，而非本於繼承關係，應屬土地法第四十三條規定所保護之第三人\r\n。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2929 號 民事判決",
        "case_summary": "撤銷總會決議",
        "case_date": "民國 83 年 11 月 18 日",
        "case_gist": "查民法第五十六條第一項規定，總會之召集程序或決議方法違反法令或章\r\n程時，社員得於決議後三個月內請求法院撤銷其決議，係以民法規定社團\r\n法人之總會召集程序或決議方法違反法令或章程時，始有其適用。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2924 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 83 年 11 月 18 日",
        "case_gist": "查時效利益之拋棄係處分行為之一種，應由因時效受利益之人，對於時效\r\n完成受不利益之當事人，以意思表示為之。民法第一百四十七條僅就時效\r\n利益之預先拋棄加以禁止，則於時效完成後拋棄時效之利益，顯非法之所\r\n禁。因時效受利益之人知時效完成之事實而為承認者，其承認自可認為拋\r\n棄時效利益之默示意思表示，時效完成之利益一經拋棄，即回復時效完成\r\n前之狀態，因時效受利益之人不得再以時效業經完成拒絕給付。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2922 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 83 年 11 月 18 日",
        "case_gist": "系爭土地上之建物係上訴人於七十四年民法親屬編修改前向被上訴人借地\r\n興建，被上訴人未提出證據證明係其妻林○○春以勞力所得蓋建，縱登記\r\n為林○○春名義，既係於兩造婚姻關係存續中所取得，仍應屬為夫之上訴\r\n人所有。上訴人主張為其妻之特有財產，自非可採。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2909 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 83 年 11 月 17 日",
        "case_gist": "不動產所有權之移轉不以交付該不動產為其效力發生要件，不動產之買受\r\n人雖未受交付，而依物權法之規定，出賣人移轉所有權於買受人之法律行\r\n為已生效力者，自不能因買受人尚未受交付即謂其所有權未曾取得。又不\r\n動產之重複買賣，以先辦妥所有權移轉登記者，應受法律之保護。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2907 號 民事判決",
        "case_summary": "債務人異議之訴",
        "case_date": "民國 83 年 11 月 17 日",
        "case_gist": "按債務人異議之訴，須以其主張消滅或妨礙債權人請求之事由，係發生於\r\n執行名義成立後者，始得為之。若其主張此項事由在執行名義成立之前即\r\n已存在，則為執行名義之裁判縱有不當，亦非異議之訴所能救濟。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2885 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 83 年 11 月 11 日",
        "case_gist": "按繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有。\r\n又除依公同關係所由規定之法律或契約另有規定外，公同共有財產權之處\r\n分及其他之權利行使，應得公同共有人全體之同意，此觀民法第一千一百\r\n五十一條、第八百二十八條、第八百三十一條之規定自明。查郭枝之本件\r\n遺產仍屬其繼承人公同共有，為原審認定之事實。則原審未查明被上訴人\r\n提起本件請求，是否已得對造當事人以外其他公同共有人之同意？或是否\r\n有無法取得其他公同共有人同意之情形，遽謂被上訴人得逕為本件請求，\r\n亦欠允當。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2883 號 民事判決",
        "case_summary": "請求回復土地所有權",
        "case_date": "民國 83 年 11 月 11 日",
        "case_gist": "按地政機關辦理不動產所有權及他項權利之登記，乃地政機關之職掌業務\r\n，係本於公法上行政權之作用所為之處置，為其公法上應盡之職責，而非\r\n私法上權利義務關係，上訴人對被上訴人之上開登記職務並無私法上之請\r\n求權。是上訴人主張被上訴人就系爭土地應有部分登記錯誤，請求被上訴\r\n人塗銷前述登記，確認上訴人對該土地應有部分三分之一存在，回復原狀\r\n，變更登記該土地為上訴人、簡清江、簡清恩各應有部分三分之一，自屬\r\n於法不合。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2879 號 民事判決",
        "case_summary": "請求返還票據",
        "case_date": "民國 83 年 11 月 11 日",
        "case_gist": "按民法第二百五十條就違約金之性質，區分為損害賠償預定性質之違約金\r\n，及懲罰性違約金，前者乃將債務不履行債務人應賠償之數額予以約定，\r\n亦即一旦有債務不履行情事發生，債務人即不待舉證證明其所受損害係因\r\n債務不履行所致及損害額之多寡，均得按約定違約金請求債務人支付，此\r\n種違約金於債權人無損害時，不能請求。後者之違約金係以強制債務之履\r\n行為目的，確保債權效力所定之強制罰，故如債務人未依債之關係所定之\r\n債務履行時，債權人無論損害有無，皆得請求，且如有損害時，除懲罰性\r\n違約金，更得請求其他損害賠償。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2873 號 民事判決",
        "case_summary": "請求履行契約",
        "case_date": "民國 83 年 11 月 11 日",
        "case_gist": "按建物坐落於基地之上，如建物不得請求交付，即無僅就基地部分請求交\r\n付之餘地。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2869 號 民事判決",
        "case_summary": "履行分割登記",
        "case_date": "民國 83 年 11 月 11 日",
        "case_gist": "按同時履行之抗辯，須當事人雙方互負債務，而其間有對待給付關係者，\r\n始有其適用，此觀民法第二百六十四條第一項規定自明。本件兩造協議分\r\n割共有農地，被上訴人分得部分，已經政府變更為非農地使用，依農業發\r\n展條例第三十條後段規定，該部分即得為分割，被上訴人請求上訴人協同\r\n辦理分割登記，於法並無不合。至上訴人分得部分之土地，若其中亦有部\r\n分已變更為非農地使用，則為上訴人是否行使權利，請求被上訴人履行合\r\n約，協同辦理分割登記之問題，與被上訴人請求上訴人協同辦理分割登記\r\n，並非立於互為對待給付之關係，自不發生同時履行抗辯問題。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2851 號 民事判決",
        "case_summary": "請求交還土地",
        "case_date": "民國 83 年 11 月 10 日",
        "case_gist": "按農地重劃後分配於原土地所有人之土地自分配確定之日起，視為其原有\r\n土地，農地重劃條例第二十七條定有明文。被上訴人於系爭土地重劃前即\r\n耕作，於重劃之後依然，系爭土地既自始即由被上訴人占有耕作，揆諸民\r\n法第四百二十五條之規定，被上訴人對系爭土地之租賃權對於為土地登記\r\n簿上登載為受讓人之所有人即上訴人，仍繼續存在。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2846 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 83 年 11 月 10 日",
        "case_gist": "假扣押之執行名義，並未就請求權之內容為具體之表示，無確定私權之效\r\n力。且依民事訴訟法第五百三十條第一項之規定，假扣押之原因消滅或其\r\n他命假扣押之情勢變更者，債務人得聲請撤銷該項假扣押裁定，故執行名\r\n義為假扣押之裁判者，債務人不得提起異議之訴。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2840 號 民事判決",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 83 年 11 月 10 日",
        "case_gist": "撤銷股東會決議之訴，其訴訟標的為各股東之形成權，此項形成權在各股\r\n東間係獨立存在。故法院對於各股東得否行使撤銷股東會決議之形成權，\r\n應各別觀察其是否具備撤銷股東會決議之要件。而撤銷股東會決議之訴，\r\n為類似必要共同訴訟，各股東之形成權並非必須共同行使。多數股東縱為\r\n共同原告一起起訴，然為訴訟標的之形成權是否存在，仍屬各股東個人關\r\n係之原因。不得以其中一股東已取得撤銷權，即認為共同原告之他股東所\r\n行使之撤銷權亦屬存在。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2832 號 民事判決",
        "case_summary": "確認買賣關係不存在",
        "case_date": "民國 83 年 11 月 09 日",
        "case_gist": "按民事訴訟法除法律別有規定外，不得斟酌當事人未提出之事實，此為辯\r\n論主義之當然結果。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2828 號 民事判決",
        "case_summary": "請求補償費",
        "case_date": "民國 83 年 11 月 09 日",
        "case_gist": "買賣契約係債權行為及負擔行為，而非處分行為。王文璋於出賣系爭土地\r\n應有部分與被上訴人時，縱未得其他繼承人陳○同意或對該應有部分無處\r\n分之權利，亦不影響其債權的買賣契約之有效成立。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2817 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 83 年 11 月 04 日",
        "case_gist": "查侯○琴所謂：「依侵權行為及不當得利之法律關係請求」，有無先位及\r\n備位之分﹖原審未行使闡明權命侯○琴為適當之主張，遽以侯○琴依侵權\r\n行為請求賠償損害之請求權，早已罹於時效而消滅，逕依不當得利之規定\r\n而為判決，尚嫌速斷。倘侯○琴係先依侵權行為之規定請求損害賠償，迨\r\n蔡○林等提出時效抗辯之後，始就超過二年時效部分，改依不當得利之規\r\n定請求給付相當於租金之不當得利，則其未逾二年時效之部分，侯○琴基\r\n於共同侵權行為之法則，請求蔡○林、蔡○秀琴連帶賠償，似無不合。原\r\n審竟全部依不當得利之規定為判決，並駁回侯○琴連帶給付部分之請求，\r\n自有可議。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2806 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 83 年 11 月 04 日",
        "case_gist": "查租金之請求權因五年間不行使而消滅，既為民法第一百二十六條所明定\r\n，至於終止租約後之賠償與其他無租賃契約關係之賠償，名稱雖與租金異\r\n，然實質上仍為使用土地之代價，債權人應同樣按時收取，不因其契約終\r\n止或未成立而謂其時效之計算應有不同。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2784 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 83 年 10 月 28 日",
        "case_gist": "查訴之預備的合併，以原告所主張之數項法律關係不能並存為其要件。法\r\n院應就先位之訴先為審判，必待先位之訴無理由時，始得就預備之訴調查\r\n裁判。查本件被上訴人於第一審起訴，係本於所有權人之物上請求權，主\r\n張系爭建物無權占其土地，訴請白○旺拆除系爭建物。因白○旺上訴原審\r\n後，抗辯系爭建物為繼承其父之遺產，為其兄弟公同共有，始於原審追加\r\n白○墩、白○標、白○榜、白○容為共同被告，主張如白○旺抗辯屬實，\r\n則請求上開追加共同被告與白○旺共同拆除系爭建物，其所依據之法律關\r\n係相同，不生訴之預備合併問題，僅係一種預備之攻擊防禦方法。被上訴\r\n人以備位聲明求為判決，原審未予闡明，既維持第一審就被上訴人先位聲\r\n明部分之判決，又就其備位聲明加以裁判，自有可議。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 2780 號 民事判決",
        "case_summary": "所有權移轉轉登記",
        "case_date": "民國 83 年 10 月 28 日",
        "case_gist": "按信託契約成立後，得終止時而不終止，並非其信託關係當然消滅，必待\r\n信託關係消滅後，始得請求返還信託財產，故信託財產之返還請求權消滅\r\n時效，應自信託關係消滅起算。又信託關係因當事人一方死亡而消滅，無\r\n待於與死者之全體繼承人為終止信託契約之意思表示，且此時受託人之繼\r\n承人應保管信託財產，於委託人請求返還時，予以返還。本件被上訴人將\r\n系爭土地所有權應有部分二分之一信託登記為呂○湖所有，而在呂○湖於\r\n七十五年十一月二十六日死亡前，均未曾向呂○湖為終止信託契約之意思\r\n表示，則被上訴人之信託財產返還請求權消滅時效，應自呂○湖死亡時起\r\n算，上訴人辯稱應自五十一年繳清地價時起算，被上訴人之請求權已罹於\r\n時效而消滅云云，自不足採。"
    },
    {
        "case_id": "最高法院 82 年度台聲字第 644 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 82 年 12 月 31 日",
        "case_gist": "按訴訟標的之一部有脫漏，係指裁判主文既未就當事人請求之法律關係有\r\n所裁判，於理由復不予論述，完全忽略該部分為訴訟標的之法律關係之主\r\n張而言。又判決理由中所表示之意思，於判決主文中漏未表示，固屬顯然\r\n錯誤，然若主文已諭知裁判之意旨，僅未於理由中論述，則仍為判決不備\r\n理由，而非補充判決之問題。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3238 號 民事",
        "case_summary": "給付工程款",
        "case_date": "民國 82 年 12 月 31 日",
        "case_gist": "按合夥財產為合夥人全體所公同共有，故合夥非有獨立之人格，其因合夥\r\n事務而涉訟者，除由執行業務之合夥人代表合夥為原告或被告外，應由全\r\n體合夥人為原告或被告，其當事人始為適格。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3237 號 民事",
        "case_summary": "確認優先承買權",
        "case_date": "民國 82 年 12 月 31 日",
        "case_gist": "按原告如以變更之訴合法為撤回原訴之條件者，於變更之訴合法時，原訴\r\n已因條件之成就而不存在，法院應僅就變更之訴為裁判；如變更之訴不合\r\n法，則應裁定駁回變更之訴而就原訴為裁判。倘原告為訴之變更，意在撤\r\n回原訴，則原訴已因撤回而不存在，法院僅得就變更之訴為裁判。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3230 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 12 月 31 日",
        "case_gist": "按損害賠償權利人之使用人於民法第二百二十四條可類推適用同法第二百\r\n十七條之場合，該使用人之過失，可視同損害賠償權利人之過失 (本院七\r\n十三年台上字第二二○一號及七十四年台上字第一一七○號判例參照) ，\r\n損害賠償義務人固得主張過失相抵，減輕自己之賠償金額，惟損害賠償權\r\n利人就因其使用人自己之過失部分而所受之損害，仍非不得對其使用人請\r\n求損害賠償。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3228 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 12 月 31 日",
        "case_gist": "民法第三百五十四條第一項規定，物之出賣人對於買受人，應擔保其物依\r\n第三百七十三條之規定危險移轉於買受人時，無滅失或減少其通常效用，\r\n或契約預定效用之瑕疵。此項出賣人應負物之瑕疵擔保責任之規定，係為\r\n補充當事人之意思表示而設，除當事人有免除擔保責任之特約外，出賣人\r\n當然應負此法定責任。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3210 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 82 年 12 月 31 日",
        "case_gist": "被上訴人之夫郭光月對上訴人所負借款債務，既均在被上訴人與其夫郭光\r\n月辦理夫妻分別財產制契約登記之後，因系爭房地已登記為被上訴人所有\r\n，而非其夫郭光月所有。上訴人竟持對郭光月之債權聲請對被上訴人所有\r\n之系爭房地為假扣押之強制執行，被上訴人自有足以排除強制執行之權利\r\n。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 623 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "查本院八十二年度台上字第一七五八號裁定，係以抗告人前訴訟程序之第\r\n三審上訴為不合法，予以駁回，而非認該第二審法院之判決認事用均無不\r\n當，予以維持，應無本院六十五年度台上字第一二七六號判例之適用。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 621 號 民事",
        "case_summary": "拆屋交地",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "相對人於抗告人訴請拆屋還地以前是否因時效取得地上權而向該管地政機\r\n關聲請為地上權登記，並經地政機關受理？未經原裁定說明，則如何認定\r\n本件訴訟以該確認地上權存在等事件是否成立為據，而有必要停止本件訴\r\n訟程序？殊欠明瞭。"
    },
    {
        "case_id": "最高法院 83 年度台上字第 3291 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "民法第二百四十四條第二項規定債權人行使撤銷權之目的，乃在保全該債\r\n權人之債權得以履行，故罹於時效之請求權，債務人既得拒絕給付，自無\r\n許債權人再行使撤銷權之餘地。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3202 號 民事",
        "case_summary": "確認本票債權不存在",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "按票據債務人不得以自己與發票人或執票人之前手間所存抗辯之事由，對\r\n抗執票人，若以其自己與執票人間所存之事由，資為對抗，則非法所不許\r\n。又執票人主張票據係發票人向其借款而簽發交付，以為清償方法，發票\r\n人復抗辯未收受借款，消費借貸並未成立，執票人就借款已交付之事實，\r\n應負舉證責任。最高法院七十三年一月十日民事庭會議可資參照。上訴人\r\n對於交付借款與蔡景裕之事實，未能舉證證明，又自承在被上訴人簽發系\r\n爭本票前，兩造間並無債之關係，被上訴人之所以為系爭本票之共同發票\r\n人，係為共同清償蔡景裕所欠上訴人之債務，被上訴人表示因與蔡景裕為\r\n好友，願連帶保證等情。然蔡景裕與上訴人之借貸關係既不能證明實在，\r\n被上訴人執以抗辯其不負給付票款責任，自屬有理由。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3201 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "按債權人代位行使之權利，必債務人有權利而怠於行使時，始得為之，若\r\n債務人對第三人已無權利存在，即無代位行使權利之餘地。本院五十年度\r\n台上字第四○八號判例可資參照。被上訴人彭贊中就系爭房地與國有財產\r\n局及台中商專既無債權關係存在，上訴人縱有受讓系爭房地之情事，要無\r\n依民法第二百四十二條規定代位請求被上訴人台中商專及國有財產局於其\r\n履行對待給付時，將系爭房地所有權移轉登記與彭贊中再移轉登記與伊之\r\n餘地。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3172 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能與土地使用權\r\n分離而存在，亦即使用房屋必須使用該房屋之基地。本件上訴人徐國清既自劉國章受讓系爭\r\n地上房屋及房屋基地之使用權，則劉國章依出賣人之義務，應擔保徐國清就其出賣之房屋有\r\n合法使用基地之權利，劉國章嗣後既取得基地所有權，應認默許徐國清繼續使用土地。則被\r\n上訴人自劉國章受讓基地所有權，是否承受劉國章與徐國清間原來之法律關係，同意徐國清\r\n買受之房屋繼續使用系爭基地﹖非無斟酌餘地。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3168 號 民事",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "財團法人，係以財產之集合為基礎之他律法人，與社團法人，係以人之集\r\n合基礎之自律法人，設有總會、會員大會等意思機關者，自有不同。故民\r\n法第五十六條關於社團總會決議之撤銷與無效之規定，即無適用於財團法\r\n人之餘地。又民法第六十四條規定：「財團董事，有違反捐助章程之行為\r\n時，法院得因主管機關、檢察官、或利害關係人之聲請，宣告其行為為無\r\n效。」從而財團董事會議違反其捐助章程之規定，改選董事及董事長，而\r\n對之提起宣告該董事行為為無效之訴者，自應以為改選行為之董事為被告\r\n。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 3167 號 民事",
        "case_date": "民國 82 年 12 月 30 日",
        "case_gist": "土地登記，係指將土地及建築改良物之標示、所有權、他項權利及其得喪\r\n變更之情形，依法定程序登載於政府掌管之登記簿之謂。屬政府之具體事\r\n件所為發生公法上效果之單方行政行為不同。又台灣光復後，政府辦理之\r\n土地總登記，其目的在整理地籍，僅為地政機關清查土地之一種程序，與\r\n物權登記無關，並不影響光復前原權利人因登記取得之物權。"
    }
]