[
    {
        "case_id": "最高法院 82 年度台上字第 2580 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 82 年 10 月 22 日",
        "case_gist": "按有確定期限之債務，因兼須債權人之行為，而債權人於期限屆至時，仍\r\n不為其行為，致債務人未為給付者，應認為自期限屆至，即生債權人受領\r\n遲延之效果，債務人無須預先依民法第二百三十五條但書規定，以準備給\r\n付之事情，通知債權人，以代提出。本件上訴人依租約應於每年十二月赴\r\n被上訴人處受領租金而未前往收取，即應負受領遲延之責任，債務人縱未\r\n以言詞提出，亦不生給付遲延之問題。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2578 號 民事",
        "case_summary": "分配表異議之訴",
        "case_date": "民國 82 年 10 月 22 日",
        "case_gist": "按租稅法亦有實體從舊、程序從新原則之適用。所謂實體從舊，即為法律\r\n溯及既往原則之運用，乃指有關租稅權利義務本體之發生及其內容如何，\r\n均應適用行為時或事實發生時所施行法律之規定。所謂程序從新，則係有\r\n關租稅之課徵程序，應依徵繳時之規定加以處理終結而言。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2569 號 民事",
        "case_summary": "給付懸賞報酬",
        "case_date": "民國 82 年 10 月 22 日",
        "case_gist": "按民法第一百六十四條第一項所指之懸賞廣告，係以廣告方法使不特定之\r\n多數人得知悉廣告人對完成一定行為之人，給與報酬之意思表示，此不特\r\n定之多數人雖有一定範圍之限制，亦屬無妨。又所謂完成一定行為，乃指\r\n完成廣告人於廣告內容所指定之特定行為而言。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2566 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 82 年 10 月 22 日",
        "case_gist": "惟按民法第八百二十五條規定，各共有人對於他共有人因分割而得之物，\r\n按其應有部分負與出賣人同一之擔保責任，因此共有物於分割以前，共有\r\n人間縱訂有分管契約，亦因分割共有物而失其效力。被上訴人就一○八號\r\n土地僅有應有部分一六二分之九，其超額出賣應有部分一六二分之九與孫\r\n郭秀美，雖應負權利瑕疵擔保責任，惟被上訴人係以其共有一○八－三、\r\n一○八－四、一○八－五、一○八－六、一○八－七號五筆土地應有部分\r\n參與合併分割而取得系爭一○八－七一號土地，被上訴人於裁判分割時，\r\n因已將一○八號土地之應有部分移轉與孫郭秀美，已無應有部分可供分割\r\n。而孫郭秀美參與合併分割之一○八－六號土地應有部分一一六三之五四\r\n○則經分割而取得他筆土地，為原審合法確定之事實。則孫郭秀美即令於\r\n分割共有物以前，因被上訴人將分管之土地點交而占有系爭土地，系爭土\r\n地已因分割而歸被上訴人所有，孫郭秀美仍不得主張其占有為有合法權源\r\n。至於孫郭秀美向被上訴人買受一○八號土地尚不足應有部分一六二分之\r\n九，應如何行使權利，為別一問題，不得據以主張其就被上訴人因分割一\r\n○八－三等五筆土地而取得系爭土地有合法占有之權源。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2549 號 民事",
        "case_summary": "返還消費借貸款",
        "case_date": "民國 82 年 10 月 21 日",
        "case_gist": "當事人主張有利於己之事實者，就其事實有舉證之責任，民事訴訟法第二\r\n百七十七條定有明文。上訴人主張，訴外人楊金福向其借款二百萬元，由\r\n被上訴人擔任保證人之事實，既為被上訴人所否認，自應由上訴人就被上\r\n訴人有為保證之事實，負舉證之責任。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2529 號 民事",
        "case_summary": "給付租金",
        "case_date": "民國 82 年 10 月 15 日",
        "case_gist": "違約金是否相當，應依一般客觀事實、社會經濟狀況及當事人所受損害情\r\n形，以為衡量之標準，若所約定之額數，與實際損害顯相懸殊者，法院自\r\n得酌予核減，並不因懲罰性違約金或賠償額預定性違約金而異。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2528 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 10 月 15 日",
        "case_gist": "契約當事人之一方遲延給付者，他方當事人得定相當期限，催告其履行，\r\n如於期限內不履行時，得解除其契約，民法第二百五十四條定有明文。是\r\n債權人非因債務人遲延給付當然取得契約解除權，必定相當期限催告其履\r\n行，如於期限內不履行時，始得解除契約。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2510 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 82 年 10 月 15 日",
        "case_gist": "惟查兩造所訂承租土地提供抵押擔保契約，與典型之租賃契約有別，該契\r\n約約定，承租人即上訴人每月應支付被上訴人之租金，似係被上訴人為擔\r\n保上訴人所欠貨款，提供其土地與訴外人永豐餘公司設定抵押權登記之代\r\n價，而非上訴人使用收益系爭土地之代價。租期屆滿，兩造契約關係消滅\r\n，上訴人應塗銷抵押權設定登記，而未塗銷，致被上訴人受損，與社會通\r\n常觀念，無權占有他人土地，使該他人發生相當於租金之損害之情形有間\r\n，實係債務人不履行債務而發生之損害。其損害額並非當然與原約定之租\r\n金額相同。被上訴人請求上訴人賠償此項損害，自應負舉證責任。究竟被\r\n上訴人因上訴人未塗銷系爭土地之抵押權設定登記所生之損害若干？原審\r\n未進一步調查審認，遽命上訴人賠償被上訴人按相當於原租金額計算之損\r\n害，自有未合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2507 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 10 月 15 日",
        "case_gist": "惟按關於耕地之買賣，承買人雖係無自耕能力之人，惟如約定由承買人指\r\n定登記與任何有自耕能力之第三人或具體約定登記與有自耕能力之特定第\r\n三人，即非民法第二百四十六條第一項以不能之給付為契約之標的，難認\r\n其契約為無效。而此項約定，並不以訂立書面為必要，倘訂約當時，當事\r\n人確有此項合意，雖未明訂於買賣契約條款之中，亦不得因此而謂其契約\r\n為無效。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2505 號 民事",
        "case_summary": "分割股票等",
        "case_date": "民國 82 年 10 月 15 日",
        "case_gist": "惟按繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有\r\n，固為民法第一千一百五十一條所明定，惟依同法第一千一百六十四條前\r\n段規定繼承人得隨時請求分割遺產。原審既認定系爭股票為兩造之被繼承\r\n人林篤衷之遺產，上訴人並請求變價分割該遺產，則本件訴訟是否為請求\r\n分割遺產之訴，亟待澄清。苟係請求分割遺產之訴，則林篤衷之遺產若干\r\n？兩造之應繼分如何？應為如何之分割始為適當﹖自有待調查審認。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2501 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 82 年 10 月 15 日",
        "case_gist": "契約解除時當事人回復原狀之義務，除法律另有規定或契約另有訂定外，\r\n應依民法第二百五十九條之規定，而依同條第一款規定，陳志宏祇負返還\r\n系爭房地所有權於陳愧生之義務，陳愧生亦僅得請求陳志宏將系爭房地所\r\n有權移轉登記與陳愧生以為返還 (參看本院二十八年上字第二一一三號判\r\n例) 。本件縱認陳愧生解除系爭房地買賣契約為合法，陳志宏應負回復原\r\n狀之義務，陳愧生亦不得請求陳志宏塗銷系爭房地所有權之移轉登記。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2499 號 民事",
        "case_summary": "返還定金",
        "case_date": "民國 82 年 10 月 15 日",
        "case_gist": "有關瑕疵擔保之規定，原則上於危險移轉後始有適用。即物之出賣人對於\r\n買受人所負瑕疵擔保責任，以其物依民法第三百七十三條之規定，危險移\r\n轉於買受人時有瑕疵存在為要件。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2491 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 10 月 14 日",
        "case_gist": "因可歸責於債務人之事由，致給付不能，所發生之損害賠償請求權，係原\r\n債權之延續，為原債權在型態上有所變更而已。上訴人與被上訴人等成立\r\n上開訴訟上和解時，被上訴人等移轉系爭土地各應有部分二分之一之義務\r\n，因可歸責於彼等之事由，致給付不能，上訴人不得再行請求移轉該應有\r\n部分，僅得請求損害賠償，而上訴人已拋棄其損害賠償之請求，為原審合\r\n法確定之事實。則上訴人與被上訴人等間買賣系爭土地各應有部分二分之\r\n一之債之關係，已因上訴人拋棄由原請求被上訴人等移轉該應有部分之請\r\n求所轉變之損害賠償請求權，而告消滅。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2487 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 82 年 10 月 14 日",
        "case_gist": "如為遷就兩造房屋之現狀，而依原審所定之方法為原物分割，竟使上訴人\r\n分得部分之前後均無通路，馴至須面對再與鄰地所有人吳川圓爭訟之窘境\r\n，是否符合公平經濟原則，非無疑義。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2479 號 民事",
        "case_summary": "讓與領取補償費請求權",
        "case_date": "民國 82 年 10 月 14 日",
        "case_gist": "債權人代位債務人起訴請求給付者，須聲明被告 (第三債務人) 應向債務\r\n人為給付之旨，並就代位受領為適當之表明，始與代位權行使效果之法理\r\n相符。茲上訴人行使代位權，直接請求被上訴人對自己給付部分，依上說\r\n明，自為法所不許。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2476 號 民事",
        "case_summary": "酌減違約金",
        "case_date": "民國 82 年 10 月 14 日",
        "case_gist": "當事人約定契約不履行之違約金過高者，法院固得依民法第二百五十二條\r\n以職權減至相當之數額，惟是否相當仍須依一般客觀事實、社會經濟狀況\r\n及當事人所受損害情形，以為酌定標準。而約定違約金過高與否之事實，\r\n應由主張此項有利於己事實之債務人負舉證責任。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2466 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 82 年 10 月 08 日",
        "case_gist": "按房屋與基地雖為獨立之不動產，但兩者密不可分，房屋之占有使用無法\r\n脫離基地而單獨存在。房屋占有人如已因時效完成而得繼續占有房屋，核\r\n屬法律時效制度所承認之利益，自應受保護。倘容許將土地與房屋兩者割\r\n裂，則已取得占有房屋時效利益之人，仍須自其占有之房屋遷出而交還基\r\n地，無異剝奪因時效而取得之利益，究非時效制度承認占有利益之旨趣所\r\n在。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2446 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 82 年 10 月 08 日",
        "case_gist": "準此執票人對背書人之追索權時效完成後，後背書人未提出時效抗辯，仍\r\n為履行之給付，雖票據法第九十六條第一項規定，背書人間對執票人連帶\r\n負責，但其內部關係，後背書人與前背書人間並無分擔部分。則參諸民法\r\n第二百七十六條第二項之立法意旨，後背書人即上訴人應自負全責，不得\r\n轉嫁其不利益於前手，而向其前手即被上訴人行使追索權。被上訴人對上\r\n訴人之追索自得拒絕給付，要不因上訴人對被上訴人之求償，尚未逾票據\r\n法第二十二條第三項之二個月期間而有異 (按上訴人因清償而取得者為李\r\n英珠對背書人追索權時效完成之自然債權，亦不得對其前手行使票據上追\r\n索權) 。否則前背書人原已取得之時效抗辯權，將因後背書人對其所負自\r\n然債務任意給付而受影響。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 472 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "判決如有誤寫、誤算、其他類此之顯然錯誤，或其正本與原本不符者，法\r\n院得以裁定更正之，民事訴訟法第二百三十二條第一項定有明文。本件原\r\n法院以其八十一年度上更㈠字第九七號判決理由欄五 (二) 中所載「自仍\r\n為有無效」 (見判決正本第五頁背面第八行) 係「自仍為有效」之顯然錯\r\n誤，乃裁定予以更正。經核於法洵無違誤。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 470 號 民事",
        "case_summary": "塗銷抵押權",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "按請求繼續審判之當事人及其相對人，應為原和解之當事人及其一般繼受\r\n人，蓋以繼續審判之請求，如經受訴法院認有繼續審判之理由後，則為原\r\n訴訟程序之續行，並非新程序之開始，此觀民事訴訟法第三百八十條第二\r\n項明定「當事人得請求繼續審判」即明。抗告人列張淑華為相對人，請求\r\n繼續審判，惟查張淑華並非原和解之當事人或其一般繼受人，抗告人尚不\r\n得對之請求繼續審判。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2440 號 民事",
        "case_summary": "確認買賣關係不存在",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "按解釋意思表示，應探求當事人之真意，不得拘泥於所用之辭句。民法第\r\n九十八條定有明文。茲原判決以遍觀補充契約書全文，並未就有效存續期\r\n間作任何約定，遂認依照承做鑑證契約書第九條所定，補充契約亦應於七\r\n十七年七月一日起因期限屆滿而失效。則補充契約所約定應履行之多項內\r\n容，其履行期間僅有一天，是否與當事人之真意相合，滋生疑義。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2433 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "土地法施行法第四十條規定，地價調查估計規則，由中央地政機關定之。\r\n內政部依上開規定及平均地權條例有關規定修訂之地價調查估計規則第十\r\n八條第一項、第二項規定，宗地地價之計算方法如左：一、屬於繁榮街道\r\n路線價區段之土地，依區段地價 (即路線價) 按其臨街深度，乘以深度指\r\n數計算之。二、其他地價區段之土地，以區段地價作為宗地地價。三、跨\r\n越兩個以上地價區段之土地，分別按各該區段之面積乘以各該區段地價之\r\n積之和，除以宗地面積作為宗地地價。前項第一款繁榮街道路線價區段土\r\n地之街角地或其他特殊地形之臨街地，計算宗地地價時，應參酌旁街地價\r\n情形加算之。又依卷附彰化縣溪湖鎮公所八十年十月十五日彰溪地建字第\r\n一○○七九號證明書記載，系爭土地經都市計畫編定為商業區 (見第一審\r\n卷第二宗第五一七頁) 。而系爭土地位於該鎮彰水路及十五公尺寬計畫道\r\n路上，為原審認定之事實。則原審未調查審認系爭土地經分割成附圖所示\r\n十三筆土地後，形成街角地、臨街地、裡地、畸零地之情形如何？遽謂系\r\n爭土地各區之價值無分軒輊，並無差價云云，即有可議。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2424 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "侵權行為以「故意或過失」為構成要件，原審「以可歸責之事由」論斷，\r\n亦有違誤。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2419 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "惟按票據法第十三條規定票據債務人不得以自己與發票人或執票人之前手\r\n間所存抗辯之事由，對抗執票人。但執票人取得票據，出於惡意者，不在\r\n此限。本件上訴人雖自認簽發系爭支票之同日，收受被上訴人一百萬元，\r\n但系爭支票究係上訴人持以向被上訴人借款，抑係巫麗芬向被上訴人借得\r\n一百萬元返還其所欠上訴人之一百萬元，或由被上訴人代巫麗芬清償該債\r\n務，再由巫麗芬向上訴人借用系爭支票，供其贖回股票，兩造爭執甚烈。\r\n苟上訴人簽發系爭支票係借與巫麗芬，供其贖回股票屬實，且為被上訴人\r\n所明知，則上訴人即非不得以自己與巫麗芬間所存抗辯之事由，對抗被上\r\n訴人。原審以依上訴人於最後言詞辯論狀所陳事實以觀，上訴人因貸與一\r\n百萬元於巫麗芬，不論由巫麗芬向被上訴人借得一百萬元返還上訴人，或\r\n由被上訴人代巫麗芬清償該欠款，上訴人簽發系爭支票交付巫麗芬，轉交\r\n被上訴人，被上訴人既已支付一百萬元，其取得該票據即非無對價關係，\r\n因而為上訴人敗訴之判決，對於上訴人抗辯巫麗芬將系爭支票交付知情之\r\n被上訴人，向伊請求給付票款，自有未合云云，是否屬實，則恝置不論，\r\n自有可議。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2418 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "按合夥為二人以上互約出資，以經營共同事業，而分受其營業所生之利益\r\n及分擔其所生損失之契約，被上訴人於合夥關係消滅後，將原供經營戲院\r\n之建築物及土地出租與訴外人東和外科診所，與經營共同事業有間，即非\r\n合夥。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2416 號 民事",
        "case_summary": "給付債款",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "如果以七十四年七月經選任董事當時之持有股份為準，上訴人於任期中以\r\n何長權、何長燦名義出賣其股份屬實，而已超過二分之一，依公司法第一\r\n百九十七條第一項規定，其董事當然解任，不因事後再行買入補足而受影\r\n響。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2413 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 82 年 10 月 07 日",
        "case_gist": "倘上訴人已依約交付租賃物，則雖租約記載之地號有誤，於租賃契約之有\r\n效成立，當不生影響。縱上訴人交付之土地有部分係他人所有，致被追回\r\n，則為上訴人應否負債務不履行責任之問題。與契約之有效成立無涉。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2404 號 民事",
        "case_summary": "離婚",
        "case_date": "民國 82 年 10 月 06 日",
        "case_gist": "按夫妻之結合，應立於兩相平等地位，相互維持人性之尊嚴，互諒互信，\r\n以維護家庭之和樂。上訴人竟因細故，掌摑被上訴人，並強命於其父母前\r\n下跪，難謂無損被上訴人之尊嚴並立於兩相平等之地位。事後被上訴人已\r\n隨之返家，竟再持剪刀強剪被上訴人頭髮，令無法出門工作，並致被上訴\r\n人臉部割傷，全身多處挫傷，其不尊重人性尊嚴，無視被上訴人感受、痛\r\n苦，堪認已達不堪同居之虐待。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2391 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 09 月 29 日",
        "case_gist": "土地法第四十三條之立法目的，在於保護善意第三人，避免因信賴登記而\r\n受損害，上訴人均係贈與契約之相對人，自非善意第三人，無土地法第四\r\n十三條之適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2386 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 09 月 29 日",
        "case_gist": "韓進公司既係未經認許之外國法人，被上訴人並以韓進公司之名義與上訴\r\n人訂定本件運送契約，上訴人又係主張被上訴人應就韓進公司之行為負責\r\n，似與民法總則施行法第十五條所定者相符。是上訴人雖於原審主張被上\r\n訴人應依民法總則施行法第十五條規定負賠償責任，似屬補充法律上之陳\r\n述，而非屬訴之追加。且上訴人於第一、二審均係依民法第六百三十六條\r\n規定請求被上訴人與韓進公司賠償損害，此項訴訟標的迄無變更，依民事\r\n訴訟法第二百五十六條第一款規定，上訴人如僅補充上開法律上之陳述，\r\n似應予准許。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2384 號 民事",
        "case_summary": "排除侵害",
        "case_date": "民國 82 年 09 月 29 日",
        "case_gist": "區分所有建物之各所有權人得自由處分其所有權，與公同共有物權利之行\r\n使，應得公同共有人全體之同意者不同，故系爭大廈屋頂平台乃區分所有\r\n建物之共同使用部分，而非公同共有，上訴人主張係公同共有，被上訴人\r\n未得全體共有人同意，對之起訴，並非適法云云，即不可採。\r\n未經共有人協議分管之共有物，共有人對於共有物之特定部分占用收益，\r\n須徵得共有人全體之同意，如未經他共有人之同意而就共有物之全部或一\r\n部任意占用收益，即屬侵害他共有人之權利，他共有人得本於所有權請求\r\n除去其妨害。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2371 號 民事",
        "case_summary": "酌定監護人（離婚）",
        "case_date": "民國 82 年 09 月 29 日",
        "case_gist": "按夫妻判決離婚後之子女，原則上固應歸由其父監護，惟依民法第一千零\r\n五十五條但書規定，法院亦得為其子女之利益，酌定監護人。所謂監護，\r\n除生活扶養外，尚包括子女之教育、身心之健全發展及培養倫理道德等習\r\n性而言。法院應就兩造之職業、經濟狀況、監護能力等一切情況，通盤加\r\n以考慮。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 454 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "查抗告人既以確定裁定不依強制執行法第五十八條規定，使伊優先受償，\r\n認有民事訴訟法第四百九十六條第一項第一款適用法規顯有錯誤之再審事\r\n由，即非未指明確定裁定有如何合於同法第四百九十六條第一項或第四百\r\n九十七條所定再審事由之具體情事。原裁定以抗告人未合法表明再審事由\r\n，駁回抗告人再審之聲請，自有可議。至於聲請意旨所稱是否可採，為聲\r\n請再審，有無理由之問題，應由原法院就實體上為裁定。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2366 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "未經中央標準局依專利法第一百十條及第六條規定審查確定，給予麥登公\r\n司新型專利權之前，該公司即未取得該等創作之專利權，自無專利權被侵\r\n害之可言。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2364 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "所謂不完全給付係指債務人雖為給付，然給付之內容並不符合債務本旨而\r\n言；如債務人根本未為給付，其給付已陷於不能者，是為給付不能，給付\r\n若仍可能，則為遲延給付。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2361 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "按實施單一薪給制之機關，已將員工之房屋津貼包涵於薪給中，故配住宿\r\n舍員工應依規定從其薪給中，扣收宿舍使用費，以求公平，此非使用租賃\r\n物之對價。上訴人謂此係伊使用系爭房屋之對價，不無誤會。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2356 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "當事人有訴訟代理人者，訴訟程序不因當事人死亡而當然停止，民事訴訟\r\n法第一百七十三條前段定有明文。本件原審被上訴人楊學信於原審委有訴\r\n訟代理人，訴訟程序自不因其死亡而當然停止。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2353 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "關於公同共有物之處分及其他權利之行使，除其公同共有關係所由規定之\r\n法律或契約另有規定外，固應得公同共有人全體之同意，惟公同共有人僅\r\n存二人，一人所在不明，事實上無從得其同意，或因公同共有物被一部分\r\n公同共有人為移轉失權之處分，事實上無從取得其同意，如已得處分行為\r\n人 (包括處分時或處分後同意處分之人) 以外之公同共有人全體之同意時\r\n，自均得單獨或共同起訴，要不能謂其當事人適格有所欠缺。"
    },
    {
        "case_id": "最高法院 82 年度台再字第 122 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "按依票據法第一百二十四條準用同法第六十九條第二項之結果，本票上載\r\n有擔當付款人者，其付款之提示，應向擔當付款人為之。而再審原告自承\r\n，伊已於七十一年七月十三日、十四日各墊出五百萬元共一千萬元存入花\r\n合貿易公司設於伊公司之支票存款帳戶，供國際票券公司兌現等語。花合\r\n貿易公司公開發行之本件商業本票 (二張) ，既由其自己支票存款帳戶付\r\n款，第二審因而認定再審原告未因任擔當付款人而支付票款予執票人，要\r\n無不當。"
    },
    {
        "case_id": "最高法院 82 年度台再字第 120 號 民事",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 82 年 09 月 24 日",
        "case_gist": "查民法及公司法固有關於代表之規定，但並無自然人之間不得互為代表之\r\n規定，因代表制度並非專為法人而設之制度，舉凡符合代表制度之精神，\r\n為簡化多數人多數行為同一目的，自可推選代表人為之。公司法第一百七\r\n十三條第四項，固無明文規定申請自行召集之多數股東應或得推選代表人\r\n，但亦無明文禁止推選代表人，此係立法上尊重申請人自由決定權所致。\r\n再審原告誤解代表人制度僅存於法人與能為其行為之自然人間之一種規範\r\n制度，不適用於自然人與自然人間云云，並謂原確定判決適用法規顯有錯\r\n誤，自不足採。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 448 號 民事",
        "case_summary": "設定登記",
        "case_date": "民國 82 年 09 月 23 日",
        "case_gist": "茲抗告人於謝慧貞與錢康間之本訴訟，既僅屬民事訴訟法第五十八條第一\r\n項規定之參加人 (從參加) ，為輔助第一審被告錢康而參加訴訟，非同法\r\n第五十四條規定之主參加，則其於第一審判決後，為其輔助之當事人提起\r\n上訴，即不得以自己名義為上訴人 (按參見：本院二十九年上字第九七八\r\n號判例) ，其逕以自己名義為上訴人，已屬不合，且其輔助之當事人錢康\r\n已於原法院民國八十二年七月二十九日審理時，當庭撤回上訴，抗告人猶\r\n請求繼續審理，顯與其輔助當事人之行為抵觸而不生效力，亦難認其上訴\r\n為合法。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2335 號 民事",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 82 年 09 月 23 日",
        "case_gist": "兩造就系爭土地之贈與，已互相表示意思一致，依民法第一百五十三條第\r\n一項規定，契約即已成立，被上訴人本於該贈與契約之法律關係，請求上\r\n訴人將系爭土地所有權移轉登記與被上訴人，應予准許。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2330 號 民事",
        "case_summary": "給付報酬金",
        "case_date": "民國 82 年 09 月 23 日",
        "case_gist": "林鴻祥為上訴人之子，又持有上訴人簽立之授權書，且持有上訴人之印章\r\n，根據授權書內容與被上訴人簽立委託銷售契約，即為代理委託銷售，是\r\n委託銷售契約應認係林鴻祥基於上訴人之授權，代理上訴人與被上訴人簽\r\n約，對上訴人發生效力。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2328 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 82 年 09 月 23 日",
        "case_gist": "債權人對於分配表金額之計算及分配之次序，有不同意者，得依強制執行\r\n法第三十九條、第四十一條規定，提起分配表異議之訴。系爭二建物之價\r\n金係相互消長，已如前述，則該價金之認定即涉及分配表金額之計算，自\r\n非不得提起分配表異議之訴，原審就此表示相反之見解，亦有未合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2314 號 民事",
        "case_summary": "給付工程款",
        "case_date": "民國 82 年 09 月 20 日",
        "case_gist": "民法第三百四十條規定，受債權扣押命令之第三債務人，於扣押後始對其\r\n債權人取得債權者，不得以其所取得之債權與受扣押之債權為抵銷。準此\r\n，第三債務人於扣押前已對其債權人取得債權者，仍得以其所取得之債權\r\n與受扣押之債權為抵銷。原審未查明上訴人主張抵銷之違約金債權，其取\r\n得究係在扣押前抑或扣押後，率認上訴人所為抵銷行為，均屬無效，顯非\r\n適法。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2310 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 82 年 09 月 17 日",
        "case_gist": "債務人非依債務本旨實行提出給付者，不生提出之效力，為民法第二百三\r\n十五條所明定。物之交付義務人所提出交付之物與契約訂定之內容不符者\r\n，不得謂為依債務本旨之提出，自不生提出之效力，債權人拒絕受領，即\r\n不負遲延責任。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2309 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 82 年 09 月 17 日",
        "case_gist": "按判決除別有規定外，應本於當事人之言詞辯論為之，民事訴訟法第二百\r\n二十一條第一項定有明文。至第二審程序依同法第四百六十三條規定，除\r\n本章別有規定外，固得準用第二編第一章通常訴訟程序之規定，因此當事\r\n人提起第二審上訴，如在法律上顯無理由者，亦得不經言詞辯論，逕以判\r\n決駁回其上訴，但仍必須依據上訴人所述之上訴意旨，不經調查即可認定\r\n其上訴在法律上顯無理由者，始足當之。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2284 號 民事",
        "case_summary": "拆除建築物",
        "case_date": "民國 82 年 09 月 17 日",
        "case_gist": "集合住宅之買賣，經由建商與各承購戶訂明屋頂平台由頂樓住戶使用管理\r\n者，固非不可認係共有物之分管約定，惟屋頂平台之構造設計有其原有功\r\n能，不容任意加蓋建築物，影響全棟建築物之景觀及全體住戶居住之安全\r\n。原審認上訴人在屋頂平台加蓋建物，有違平台原有構造，被上訴人訴請\r\n拆除，為無不合，因而判決上訴人敗訴，其結果於法洵無違誤。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2283 號 民事",
        "case_summary": "確認本票債權不存在",
        "case_date": "民國 82 年 09 月 17 日",
        "case_gist": "按訴訟代理人為訴訟行為，係本於當事人之授權以自己之意思為之，並非\r\n本人之代言機關。故其行為有無錯誤，不依本人之意思決之，而依代理人\r\n之意思決之。其所為事實上之陳述，除經到場之當事人本人即時撤銷或更\r\n正外，其效果即及於當事人本人。不得以與當事人或本人之真意不符為理\r\n由而否認其效力。本院四十九年台上字第二三六二號著有判例。原審以被\r\n上訴人之訴訟代理人張理綏雖於原審具狀陳稱：被上訴人係遭「超隆諮詢\r\n開發機構」詐騙，始在系爭本票及附條件買賣契約書簽章等語，其所陳述\r\n與被上訴人本人始終否認在系爭本票及附條件買賣契約書簽章之事實不符\r\n，應以被上訴人本人所陳述者為準云云，摒棄被上訴人以書狀自認之事實\r\n而不採，顯與上開判例意旨有違。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2282 號 民事",
        "case_summary": "給付補償金",
        "case_date": "民國 82 年 09 月 17 日",
        "case_gist": "惟按解釋契約，固須探求當事人立約時之真意，不能拘泥於契約之文字，\r\n但契約文字業已表示當事人真意，無須別事探求者，即不得反捨契約文字\r\n而更為曲解。本件協調紀錄第二項僅記載上訴人認同被上訴人對物價指數\r\n之建議，將於台北市政府之協調會上，就工程預算之調幅，儘力為被上訴\r\n人爭取。乃原審竟將「儘力爭取」解為上訴人自行籌措支付調整工程款之\r\n方法。苟上訴人不能爭取到支付調整工程款之財源，即仍不能免除其給付\r\n之義務。惟上訴人為地方政府機關，如果不能爭取到支付調整工程款之財\r\n源，乃應自負其責，然則上訴人又如何自闢財源支應？是原審如此解釋契\r\n約，與論理法則不無違誤。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2281 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 82 年 09 月 17 日",
        "case_gist": "惟按法院固得就鑑定人依其特別知識觀察事實，加以判斷而陳述之鑑定意\r\n見，依自由心證判斷事實之真偽，然就鑑定人之鑑定意見可採與否，則應\r\n踐行調查證據之程序而後定其取捨。倘法院不問鑑定意見所由生之理由如\r\n何，遽採為裁判之依據，不啻將法院採證認事之職權，委諸鑑定人，與鑑\r\n定僅為一種調查證據之方法之趣旨，殊有違背。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2276 號 民事",
        "case_date": "民國 82 年 09 月 17 日",
        "case_gist": "民法上占有物返還請求權之行使，以占有人之占有被侵奪為要件，觀於民\r\n法第九百六十二條之規定而自明。所謂占有之侵奪，係指違反占有人之意\r\n思，以積極之不法行為，將占有物之全部或一部移入自己之管領而言。若\r\n承租人於租賃期間屆滿後，未將租賃物返還者，因租賃物原係基於出租人\r\n之意思而移轉占有於承租人，其後承租人縱有違反占有人意思之情形，既\r\n非出於侵奪，出租人尚不得對之行使占有物返還請求權。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2270 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 09 月 16 日",
        "case_gist": "買賣契約及和解書既未約定由黃肇國指定登記與有自耕能力之第三人，或\r\n有自耕能力之特定第三人，亦未約定待黃肇國有自耕能力時方為移轉登記\r\n。則買賣契約及和解書所約定之給付，違反土地法第三十條之規定，即屬\r\n法律上之給付不能，自屬無效。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2264 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 82 年 09 月 16 日",
        "case_gist": "調整租金之訴，祇能增減租金之數額，不能將原約定之租金種類變更 (最\r\n高法院七十五年台上字第二一二六號判例參照) 。本件兩造間之不定期基\r\n地租賃契約，約定之租金種類為稻谷另加代繳當年度之地價稅，而非單純\r\n以現金計付，已如前述。上訴人訴請調整之租金，則係以現金計算，顯已\r\n變更原約定之租金種類，自有未合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2263 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 82 年 09 月 16 日",
        "case_gist": "契約之解除，除當事人間另有約定或具備法定解除之要件外，並無得以「\r\n錯誤」為原因解除契約之法律明文。上訴人於八十一年十二月五日委由其\r\n訴訟代理人以「和解重要之爭點應屬錯誤」為由 (見：原審上更㈠卷二四\r\n頁) 通知被上訴人「解除」上開七十九年十二月十一日之和解契約，自屬\r\n無據。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2227 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "按依修正前民法親屬編規定，養父母之一方死亡後，養子女已不能與已故\r\n之養親終止收養關係，故養子女雖可與仍生存之養親終止收養關係，然其\r\n終止收養關係之效力，並不及於已故之養親。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2219 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "按契約當事人之一方，為確保契約之履行而交付他方之定金，依民法第二\r\n百四十九條第三款規定，除當事人另有約定外，於契約因可歸責於受定金\r\n當事人之事由致不能履行時，該當事人始負加倍返還其所受定金之義務，\r\n若給付可能，而僅為遲延給付，即難謂有該條款之適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2218 號 民事",
        "case_summary": "給付承攬報酬",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "宣告該假執行之本案判決既有部分經廢棄，扣除仍被維持之五萬八千一百\r\n五十七元及利息五千三百八十四元，合計六萬三千五百四十一元外，尚餘\r\n一百二十四萬五千二百四十一元，被上訴人依民事訴訟法第三百九十五條\r\n第二項聲明返還並加付其法定遲延利息，於法並無不合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2214 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "系爭支票既係經由肉眼即可辨識其為變造，被上訴人竟仍代為提出交換，\r\n致使蔡聖統詐領得逞，能否謂非造成被上訴人受有損害之共同原因，併有\r\n詳予斟酌之必要。\r\n上訴人主張對蔡聖統係依故意侵權行為之法律關係請求賠償；對被上訴人\r\n則係依過失侵權行為之法律關係請求賠償，兩者各別獨立。原審竟謂上訴\r\n人未能證明被上訴人與蔡聖統間有同謀變造詐領情事，即難令其同負侵權\r\n行為之損害賠償責任云云，尤非允洽。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2212 號 民事",
        "case_summary": "返還借款",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "惟查原審一方面認定被上訴人係於七十九年二月間拾得王大偉國民身分證\r\n後，始冒王大偉之名，一方面又依被上訴人提出上訴人於七十八年三月二\r\n日所具收據，記載「收王大偉先生現金三十一萬元及支票二十四萬元正」\r\n，認定兩造間有借貸關係存在，似指收據所載「王大偉」即被上訴人，顯\r\n已自相矛盾。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2210 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "惟按信託關係之權利、義務係專屬於信託人及受託人間，依法不得讓與。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2206 號 民事",
        "case_summary": "返還價金",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "查訂約當事人之一方，由他方受有定金時，其契約視為成立，民法第二百\r\n四十八條定有明文。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2205 號 民事",
        "case_summary": "返還委任款",
        "case_date": "民國 82 年 09 月 10 日",
        "case_gist": "公司之股份，非於公司設立登記後，不得轉讓，公司法第一百六十三條第\r\n一項但書定有明文。其立法目的乃因公司既尚未完成設立登記，其將來是\r\n否成立，並不確定，為防止投機以維交易安全，並期公司設立程序穩定進\r\n行，故禁止發起人或認股人於設立登記前轉讓股份，如有違反，其轉讓應\r\n屬無效。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 426 號 民事",
        "case_summary": "確定訴訟費用額",
        "case_date": "民國 82 年 09 月 09 日",
        "case_gist": "惟民事訴訟法第九十條第一項規定：「訴訟不經裁判而終結者，法院應依\r\n聲請以裁定為『訴訟費用之裁判』」及同法第八十七條第一項規定：「法\r\n院為終局判決時，應依職權為『訴訟費用之裁判』」中所稱之「訴訟費用\r\n之裁判」，與同法第九十一條第一項規定：「法院未於訴訟費用之裁判『\r\n確定其費用額』者，第一審受訴法院，於該裁判有執行力後，應依聲請並\r\n得依職權以裁定確定之」中之以「裁定確定費用額」係屬二事。苟於「訴\r\n訟費用之裁判」中「未確定其費用額」，自均有民事訴訟法第九十一條第\r\n一項規定之適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2202 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 82 年 09 月 09 日",
        "case_gist": "按民事訴訟法採不干涉主義，凡當事人所未聲明之利益，不得歸之於當事\r\n人，所未提出之事實及證據，亦不得斟酌之，此觀民事訴訟法第三百八十\r\n八條之規定自明。查上訴人主張兩造間為承買權之轉讓，被上訴人亦承認\r\n上訴人之此項主張 (見第一審卷第三、四頁、原審卷第三七頁) 。原審竟\r\n認定兩造間為房地所有權之買賣，顯係認作主張，其基此所為之論斷，自\r\n屬可議。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2198 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 82 年 09 月 09 日",
        "case_gist": "公同共有物權利之行使，除依其公同關係所由規定之法律或契約另有規定\r\n外，應得公同共有人全體之同意，而以公同共有之財產為訴訟標的者，其\r\n法律關係之性質既須合一確定，故非由公同共有人全體或得其他公同共有\r\n人全體之同意起訴或被訴，於當事人之適格即有欠缺。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2197 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 09 月 09 日",
        "case_gist": "配住宿舍係屬借貸關係，其未定期限，因被上訴人自己需用，依法終止借\r\n貸關係，經訴請法院判決上訴人遷讓該眷舍確定，並強制執行完畢，有前\r\n述判決、執行函可稽。是上訴人主張被上訴人收回該眷舍，應補償或賠償\r\n伊云云，仍無可採。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2195 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 82 年 09 月 09 日",
        "case_gist": "定期租賃契約期滿後之得變為不定期租賃者，在出租人方面係以有無即表\r\n示反對之意思為條件，而非以有無收取使用收益之代價為條件。故苟無即\r\n表示反對之意思而未為使用收益代價之收取，其條件仍為成就；苟已即為\r\n反對之意思而為使用收益代價之收取，其條件仍為不成就 (見：本院四十\r\n七年台上字第一八二○號判例) 。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2192 號 民事",
        "case_summary": "確認租賃關係不存在",
        "case_date": "民國 82 年 09 月 09 日",
        "case_gist": "民法第四百五十一條：「租賃期限屆滿後，承租人仍為租賃物之使用收益\r\n，而出租人不即為反對之意思者，視為以不定期限繼續契約」之規定，係\r\n學說上所稱之默示更新或法定更新，於定期租賃自均有其適用。故出租人\r\n於訂約之際，苟未訂明「期滿後絕不續租或續租應另訂契約」 (見：本院\r\n五十五年台上字第二七六號判例) 或其他相類之情形者，於「不即表示反\r\n對之意思」條件成就時 (見：本院四十七年台上字第一八二○號判例) ，\r\n租賃契約當然更新為不定期限租賃關係，無待於契約當事人之重為要約或\r\n承諾。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2185 號 民事",
        "case_summary": "給付退休金",
        "case_date": "民國 82 年 09 月 09 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訟訟程序之第二審判決，其上\r\n訴利益逾同法第四百六十六條所定之額數者，當事人僅得以其適用法規顯\r\n有錯誤為理由，逕向最高法院提起上訴，且須經原裁判法院許可，而該許\r\n可，以訴訟事件所涉及之法律見解具有原則上之重要性者為限。觀之民事\r\n訴訟法第四百三十六條之二第一項、第四百三十六條之三第一項及第二項\r\n規定自明。所謂適用法規顯有錯誤，係指原第二審判決就其取捨證據所確\r\n定之事實適用法規顯有錯誤而言，不包括認定事實不當之情形在內。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2165 號 民事",
        "case_summary": "所有權移轉登記等",
        "case_date": "民國 82 年 09 月 03 日",
        "case_gist": "按法律行為成立時，其成就與否業已確定之條件即所謂既成條件，亦即法\r\n律行為所附之條件，係屬過去既定之事實者，雖具有條件之外形，但並無\r\n其實質之條件存在，故縱令當事人於法律行為時，不知其成否已經確定，\r\n亦非民法第九十九條所謂之條件。我民法關於既成條件雖未設明文規定，\r\n然依據法理，條件之成就於法律行為成立時已確定者，該條件若係解除條\r\n件，應認該法律行為為無效。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2161 號 民事",
        "case_summary": "給付保險金",
        "case_date": "民國 82 年 09 月 03 日",
        "case_gist": "所謂相當因果關係，係以行為人之行為所造成的客觀存在事實，為觀察的\r\n基礎，並就此客觀存在事實，依吾人智識經驗判斷，通常均有發生同樣損\r\n害結果之可能者，該行為人之行為與損害間，即有因果關係。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2158 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 09 月 03 日",
        "case_gist": "按承攬人之報酬，依民法第五百零五條，並未強制規定計酬之方式，則承\r\n包吊載原木工作者直接按支數或估算吊運時間所投入之成本及利潤，按件\r\n或按時計酬均無不可；而僱傭之報酬，依民法第四百八十六條，並未規定\r\n應按時或按件計酬；法亦無明文按時或按件計酬者，即屬僱傭。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2154 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 82 年 09 月 03 日",
        "case_gist": "民事訴訟法第三百九十七條規定增減給付或奱更其他原有效果之判決之前\r\n提條件，必須因不可歸責於當事人之事由致情事變更，非當時所得預料者\r\n始可，查被上訴人之未能即時給付補償款，乃眾所週知之事，上訴人難謂\r\n非當時所得預料，均與前開法條情事變更原則未合，上開法條應無適用之\r\n餘地。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2147 號 民事",
        "case_summary": "請求確認債務存在",
        "case_date": "民國 82 年 09 月 03 日",
        "case_gist": "按票據權利人為止付之通知後，付款人應將止付之金額留存 (轉撥入止付\r\n保留款專戶備付) ，非依票據法第十九條第二項之規定，或經占有票據之\r\n人及止付人之同意，不得支付或由發票人另行動用，為票據法施行細則第\r\n五條第五項所明定。而票據法施行細則係根據票據法第一百四十五條規定\r\n所訂定，具有法之效力。該項效力並不因止付通知後，該支票存款戶遭拒\r\n絕往來處分而受影響。法既規定該止付保留款非經占有票據之人即被上訴\r\n人及止付人之同意，不得支付或由發票人另行動用，則該止付保留款，與\r\n受扣押之財產同，雖仍得為強制執行之標的，但在止付通知失其效力前，\r\n付款銀行即上訴人逕自以其對該存戶之債權主張與該止付保留款抵銷，對\r\n占大票據之人即被上訴人，自不生效力。如此解釋方與票據法施行細則上\r\n開規定意旨相符。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2143 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 09 月 03 日",
        "case_gist": "因契約而互負債務，一方有先為給付之義務者，縱其給付兼需他方之行為\r\n始得完成，而由於他方之未為其行為，致不能完成，並不能因而免除給付\r\n之義務。嗣後向他方請求給付時，他方仍得為同時履行之抗辯；被告在裁\r\n判上援用民法第二百六十四條之抗辯權時，原告如不能證明自己已為給付\r\n或已提出給付，法院應為原告提出對待給付時，被告即向原告為給付之判\r\n決，不能遽將原告之訴駁回。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2136 號 民事",
        "case_summary": "給付股票",
        "case_date": "民國 82 年 09 月 03 日",
        "case_gist": "股份有限公司除依公司法第一百五十八條、第一百八十六條及第三百十七\r\n條規定外，不得自將股份收回、收買或收為質物，公司法第一百六十七條\r\n第一項前段定有明文。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2112 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 82 年 08 月 31 日",
        "case_gist": "按民事訴訟法第四十八條規定，法定代理權有欠缺之人所為之訴訟行為，\r\n經法定代理人之承認，溯及於行為時發生效力。又承認之方式，明示或默\r\n示均可，其經有權為訴訟行為之人續行其訴訟，亦足認為已有默示之承認\r\n。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2110 號 民事",
        "case_summary": "返還價金",
        "case_date": "民國 82 年 08 月 31 日",
        "case_gist": "當事人是否適格，依原告主張之事實為準，而非以法院判斷之結果定之。\r\n在給付之訴，只須主張自己有給付請求權者，對於其主張為義務者提起，\r\n即為當事人適格。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2103 號 民事",
        "case_summary": "確認派下員大會決議無效",
        "case_date": "民國 82 年 08 月 31 日",
        "case_gist": "按確認之訴，除確認證書真偽之訴外，應以法律關係為訴訟標的，此觀民\r\n事訴訟法第二百四十七條規定自明。決議之有效與否，為法律關係發生之\r\n原因，並非法律關係本身，不得為確認之訴之標的。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2091 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 82 年 08 月 31 日",
        "case_gist": "判決主文必須具體而明確，並不得附有條件。乃原判決主文第二項就被上\r\n訴人給付，命上訴人提出：「編號Ａ５房屋全部工程買主驗收水、電、排\r\n水、其他合約內設施均無問題」；「上訴人將前開房屋坐落土地所有權移\r\n轉登記予被上訴人，被上訴人以該房地向銀行貸款後翌日」云云之對待給\r\n付，或不具體、不明確，或附有條件。依上揭說明，亦有未合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2083 號 民事",
        "case_summary": "給付工程款",
        "case_date": "民國 82 年 08 月 31 日",
        "case_gist": "承攬之工作物為建築物者，承攬人就承攬關係所生之債權，對於其工作所\r\n附之定作人之不動產，有抵押權。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2075 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 82 年 08 月 27 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之地基，故土地\r\n及房屋同屬一人，而將土地及房屋分開同時或先後出賣，其間雖無地上權\r\n設定，然除有特別情事，可解釋為當事人之真意，限於賣屋而無基地之使\r\n用外，均應推斷土地承買人默許房屋承買人繼續使用土地。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2063 號 民事",
        "case_summary": "給付貨款",
        "case_date": "民國 82 年 08 月 27 日",
        "case_gist": "積體電路 (即IC) 本身並不產生射頻訊號干擾，故製造積體電路時，生產\r\n技術良窳，不影響射頻干擾程度。射頻訊號干擾之問題，乃係整個系統或\r\n整個產品由數個積體電路組成之PC板，其各個積體電路之間及積體電路與\r\n其他電容、電阻間始可能產生，因此PC板之電路設計者，在設計線路時，\r\n即須注意各個積體電路之間及積體電路與其他電容、電阻間之相互搭配，\r\n以降低其彼此間之射頻訊號干擾程度等情，有財團法人工業技術研究院出\r\n具之鑑定報告可稽，具見上訴人將MASK IC 用於呼叫器所產生之射頻訊號\r\n干擾，係屬上訴人之呼叫器產品內部PC板各積體電路間及積體電路與其他\r\n電容、電阻間搭配不良所產生之問題，而非被上訴人所製造之MASK IC 品\r\n質不良所生之問題，從而上訴人所為因被上訴人製造之MASK IC 品質有瑕\r\n疵，伊得解除契約，拒付貨款之抗辯，為不可採。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2055 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 82 年 08 月 27 日",
        "case_gist": "審判長應向當事人發問或曉諭，令其為必要之聲明及陳述，以闡明其真意\r\n所在。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2040 號 民事",
        "case_summary": "國家賠償",
        "case_date": "民國 82 年 08 月 27 日",
        "case_gist": "按民法第一百三十七條第二項規定，因起訴而中斷之時效，自受確定判決\r\n時重行起算。所謂「受確定判決」係指獲勝訴之確定判決 (確定其請求權\r\n存在及範圍) 而言。如受敗訴之判決確定，根本否定其請求權之存在，則\r\n無復計算時效期間之問題，此為當然之解釋。本件被上訴人於前案所提起\r\n刑事附帶民事訴訟，係本於侵權行為之法律關係 (民法第一百八十八條第\r\n一項) 請求上訴人賠償其所受損害，經法院認定其無該項請求權，而判決\r\n其敗訴確定，有本院七十八年度台上字第二四七九號判決書附卷可稽 (見\r\n一審卷三六頁) 。揆諸上開說明，自不生因起訴而中斷時效之效力或判決\r\n確定時效重行起算之問題。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2032 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 08 月 25 日",
        "case_gist": "所謂附有負擔之贈與，係指贈與契約附有約款，使受贈人負擔應為一定給\r\n付之債務者而言。必其贈與契約附有此項約款，而受贈人於贈與人已為給\r\n付後不履行其負擔時，贈與人始得依民法第四百十二條第一項之規定撤銷\r\n贈與 (本院三十二年上字第二五七五號判例參照) 。兩造所訂不動產贈與\r\n契約書第三條約定，系爭土地專供作市場用地，不得移作他用云云，不過\r\n就該贈與財產之用途為一定之限制，並非使受贈人 (被上訴人) 負擔應為\r\n一定給付之債務，核其性質，尚難謂為附有負擔之贈與。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2015 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 82 年 08 月 20 日",
        "case_gist": "和解有使當事人所拋棄之權利消滅及使當事人取得和解契約所訂明權利之\r\n效力，民法第七百三十七條定有明文。又和解之本質，究為創設，抑為認\r\n定，應依和解契約之內容定之。當事人以他種之法律關係或單純無因性之\r\n債務約束等，替代原有之法律關係時，屬於創設；否則，以原來明確之法\r\n律關係為基礎而成立和解時，則屬認定。如係後者，非不得依原來之法律\r\n關係訴請給付，法院僅不得為與和解結果相反之認定。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 2014 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 08 月 20 日",
        "case_gist": "由自己之行為表示以代理權授與他人者，對於第三人應負授權人之責任，\r\n必須本人有表見之事實，足使第三人信該他人有代理權之情形存在，且須\r\n第三人基此表見之事實，主張本人應負授權人之責任，若第三人不為此項\r\n主張，法院不得逕將法律上之效果歸屬於第三人。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1993 號 民事",
        "case_summary": "確認債權不存在",
        "case_date": "民國 82 年 08 月 20 日",
        "case_gist": "本件原審既認定上訴人執有之系爭本票發票人之印文為被上訴人所有，並\r\n分別由林慶元或上訴人以被上訴人代理人名義，持被上訴人之國民身分證\r\n、印鑑章、印鑑證明及所有權狀設定系爭抵押權。則除被上訴人能提出確\r\n切反證外，依前開判例意旨，應推定為被上訴人所授權。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1990 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 82 年 08 月 20 日",
        "case_gist": "查分割共有物固不受分管契約之拘束，惟儘量依各共有人使用現狀定分割\r\n方法，以維持現狀，減少共有人所受損害，當不失為裁判分割斟酌之一種\r\n原則。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1989 號 民事",
        "case_summary": "確認抵押權不存在",
        "case_date": "民國 82 年 08 月 20 日",
        "case_gist": "發票人於交付支票前固非不得改寫發票年、月、日，若於交付支票以後，\r\n由發票人更改票載發票年、月、日者，非經背書人之同意，不得令背書人\r\n依更改日期負責 (參看七十年台上字第三○號判例) ，原審既認定系爭支\r\n票於上訴人背書以後經發票人展飛公司法定代理人顏文德更改發票日，然\r\n對於上訴人是否同意，則置而不論，即謂上訴人亦應負背書人責任，為抵\r\n押權擔保效力所及而為上訴人敗訴之判決，殊嫌疏略。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1985 號 民事",
        "case_summary": "給付無瑕疵物",
        "case_date": "民國 82 年 08 月 20 日",
        "case_gist": "查買賣因物有瑕疵而出賣人依民法第三百五十四條至第三百五十八條規定\r\n應負擔保之責者，買受人得解除其契約或請求減少價金或請求不履行之損\r\n害賠償或請求另行交付無瑕疵之物 (民法第三百五十九條至第三百六十四\r\n條) 。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 390 號 民事",
        "case_summary": "清償債務強制執行",
        "case_date": "民國 82 年 08 月 19 日",
        "case_gist": "民事訴訟法第一百三十七條第一項係規定，於送達處所不獲會晤應受送達\r\n人者，得將文書付與有識別事理能力之同居人或受僱人。查前述支付命令\r\n係在比可公司交與比可公司之職員，該職員能否謂為再抗告人之同居人或\r\n受僱人，已非無疑。又比可公司之地址，是否即為該公司法定代理人即再\r\n抗告人之事務所，亦有疑問。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 389 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 82 年 08 月 19 日",
        "case_gist": "提起第二審上訴，應依民事訴訟費用法第十八條規定繳納裁判費，此為必\r\n須具備之程式。又上訴人有律師為訴訟代理人者，法院得不行民事訴訟法\r\n第四百四十二條第二項及第四百四十四條第一項但書之程序，復為同法施\r\n行法第九條所明定。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1981 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 82 年 08 月 19 日",
        "case_gist": "茲徐士文已自認：「車位與郭榮中無關」 (見第一審卷第一一六頁反面)\r\n。原審未斟酌自認之效力，謂郭榮中亦應負交付系爭停車位責任，即屬可\r\n議。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1975 號 民事",
        "case_summary": "確認所有權",
        "case_date": "民國 82 年 08 月 19 日",
        "case_gist": "勞動基準法施行後，雇主應按月提撥勞工退休準備金，專戶存儲，並不得\r\n作為讓與、扣押、抵銷或擔保。其提撥率，由中央主管機關擬訂，報請行\r\n政院核定之。勞工退休基金，由中央主管機關會同財政部指定金融機構保\r\n管運用。最低收益不得低於當地銀行二年定期存款利率計算之收益；如有\r\n虧損由國庫補足之，同法第五十六條第一項、第二項定有明文。查國塑公\r\n司以其勞工退休準備金監督委員會名義，將其提撥之勞工退休準備金存儲\r\n於被上訴人處，為原審合法確定之事實。則於存儲時，該準備金錢款之所\r\n有權已移轉於被上訴人，在被上訴人依法令規定返還國塑公司前，該存儲\r\n之勞工退休準備金尚非屬國塑公司所有。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1971 號 民事",
        "case_summary": "分割共有物（所有權移轉登記）",
        "case_date": "民國 82 年 08 月 19 日",
        "case_gist": "給付有確定期限者，債務人自期限屆滿時起，負遲延責任，固為民法第二\r\n百二十九條第一項所明定；然債權人並不因債務人之遲延給付，當然取得\r\n契約解除權，必定相當期限催告其履行，如於期限內不履行時，始得解除\r\n契約。觀之同法第二百五十四條之規定自明。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1964 號 民事",
        "case_summary": "確認地上權存在",
        "case_date": "民國 82 年 08 月 19 日",
        "case_gist": "因地上權取得時效完成而主張時效利益之人，僅取得地上權登記請求權而\r\n已，在未依法登記為地上權人以前，尚難謂其已取得地上權。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1951 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 82 年 08 月 13 日",
        "case_gist": "按發見人證，不能據為再審之訴之事由，以發見新證物為理由提起再審之\r\n訴時，自不許以發見之人證與發見之新證物合用為證 (本院二十三年上字\r\n第二九五一號判例參照) 。原判決既謂發見人證，不能據為再審之訴之事\r\n由，惟又依被上訴人聲請通知證人林晃照到庭作證，不無判決理由矛盾之\r\n違法，且與上開判例所示未合。"
    }
]