[
    {
        "case_id": "最高法院 93 年度台上字第 2503 號 民事判決",
        "case_topic": "不動產所有權移轉登記",
        "case_date": "民國 93 年 12 月 16 日",
        "case_gist": "民法第二百二十七條之二第一項規定，契約成立後，情事變更，非當時所\r\n得預料，而依其原有效果顯失公平者，當事人得聲請法院增減其給付或變\r\n更其他原有之效果。該所謂情事變更，非當時所得預料，依其原有效果顯\r\n失公平者，係指情事遽變，非契約成立當時所得預料，依一般觀念，認為\r\n如依其原有效果顯然有失公平而言。此項情事變更之原則，於契約解除時\r\n，當事人雙方互負回復原狀之義務，即依民法第二百五十九條第一款規定\r\n，由他方所受領之給付物，應返還者，自應有其適用。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 947 號 民事裁定",
        "case_topic": "履行契約強制執行",
        "case_date": "民國 93 年 12 月 03 日",
        "case_gist": "執行名義命債務人返還土地，雖未明白命其拆卸土地上之房屋，而由強制\r\n執行法第一百二十五條所準用之第一百條法意推之，該執行名義當然含有\r\n使債務人拆卸房屋之效力，本院固著有四十四年台抗字第六號判例；惟亦\r\n必返還土地之債務人對於土地上之房屋有拆除之權能，始有上開判例之適\r\n用。此觀該判例所依據之司法院三十六年院解字第三五八三號解釋：「據\r\n原代電所述情形，丙為甲之特定繼承人，依民事訴訟法第四百條第一項之\r\n規定，該事件之確定判決對丙亦有效力。至該確定判決雖僅命甲返還地基\r\n並未明白命甲拆卸房屋，然由強制執行法第一百二十五條所準用之同法第\r\n一百條法意推之，該確定判決當然含有使甲拆卸房屋之效力，甲之特定繼\r\n承人丙如不拆卸房屋返還地基，應依同法第一百二十七條、第一百二十四\r\n條、第一百二十五條、第一百條辦理」，所謂代電所述之事實係「設甲在\r\n乙地基上強建房屋，乙登時出頭阻止無效，旋即起訴，經一審判決令甲返\r\n還地基，甲收到判決書，一面提起上訴，一面將房屋出售與丙，並委丙為\r\n訴訟代理人，確定判決維持一審判決」而自明。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 937 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 93 年 12 月 02 日",
        "case_gist": "請求及定暫時狀態處分之原因，應釋明之。該釋明如有不足，而債權人陳\r\n明願供擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為定暫\r\n時狀態之處分，此觀同法第五百三十八條之四、第五百三十三條、第五百\r\n二十六條之規定即明。參諸該第五百二十六條第二項規定，係於九十二年\r\n二月七日修正民事訴訟法時將原規定之「債權人雖未為前項釋明，如就債\r\n務人所應受之損害已供法院所定之擔保者，得命假扣押」，修正為現行規\r\n定，並於同年九月一日施行，即見債權人聲請假扣押、假處分或定暫時狀\r\n態處分，仍應先釋明至使法院信其請求及假扣押、假處分或定暫時狀態處\r\n分之原因大致為適當始可。僅於其釋明不足時，法院為補強計，始得命供\r\n擔保 (該條項立法理由參照) 。非謂法院於債權人未為釋明，僅陳明願供\r\n擔保時，即得為命提供擔保之假扣押、假處分或定暫時狀態處分之裁定。\r\n足見法院於為定暫時狀態處分之裁定時，對於債權人釋明是否充足？如有\r\n不足，何以供擔保可補釋明之不足而為適當？等項，均應具體調查認定，\r\n據以正確而妥適之適用法律。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2453 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 12 月 02 日",
        "case_gist": "民法第一百八十四條第一項前段規定之侵權行為客體，為既存法律體系所\r\n明認之「權利」，依民法第七百八十六條第一項前段規定，被上訴人所負\r\n容忍上訴人 (原判決誤為被上訴人) 安設管線之義務，性質上係對土地所\r\n有權之限制，上訴人尚不因此取得用益物權或其他既存法律體系所明認之\r\n權利，故被上訴人拒絕上訴人安設管線，縱導致上訴人經濟利益可能有所\r\n減損，自難謂係侵害上訴人之權利。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2446 號 民事判決",
        "case_topic": "調整租金",
        "case_date": "民國 93 年 12 月 02 日",
        "case_gist": "未定期限之基地租賃，契約當事人約定租金按基地申報地價之固定比率計\r\n算者，雖所約定之租金係隨基地申報地價之昇降而調整，惟契約成立後，\r\n如基地周邊環境、工商繁榮之程度、承租人利用基地之經濟價值及所受利\r\n益等項，已有變更，非當時所得預料，而租金依原約定基地申報地價之固\r\n定比率計算顯失公平者，出租人自得依民法第二百二十七條之二第一項規\r\n定，訴請法院調整其租金。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2439 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 93 年 11 月 30 日",
        "case_gist": "附解除條件之法律行為，於條件成就時，失其效力，民法第九十九條第二\r\n項定有明文。附解除條件之法律行為，於成立當時，即已發生效力，僅於\r\n解除條件成就時，方往後失其效力，除當事人有特別約定外，原則上非使\r\n已發生效力之法律行為，自始歸於無效。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2415 號 民事裁定",
        "case_topic": "清償借款",
        "case_date": "民國 93 年 11 月 25 日",
        "case_gist": "原判決所列之兩造當事人係被上訴人及上訴人公司所屬之豐○分行，上訴\r\n人所屬之豐○分行雖係上訴人之分公司，然分公司係總公司分設之獨立機\r\n構，就其業務範圍內之事項涉訟時，有當事人能力。本件上訴人公司豐○\r\n分行起訴後，於提起第三審上訴時，由上訴人以總公司名義為之，乃屬訴\r\n之變更，此項變更，依民事訴訟法第四百七十三條規定，於第三審程序不\r\n得為之，故上訴人之上訴，自非合法。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2396 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 11 月 25 日",
        "case_gist": "公司法第三百二十二條規定，公司之清算，以董事為清算人。但本法或章\r\n程另有規定或股東會另選清算人時，不在此限。不能依前項之規定定清算\r\n人時，法院得因利害關係人之聲請，選派清算人。準此，公司必於全體董\r\n事不能擔任或公司章程未訂定或股東會未另選清算人時，法院始得因利害\r\n關係人之聲請選派清算人。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 905 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 93 年 11 月 18 日",
        "case_gist": "聲請拍賣抵押物係屬非訟事件，於最高限額抵押，法院須就抵押權人提出\r\n之文件為形式上審查，如認其有抵押權登記擔保範圍之債權存在，且債權\r\n已屆清償期而未受清償，即應為准許拍賣抵押物之裁定。至於債務人或抵\r\n押人否認各該文件為真正，對抵押債權之存否有所爭執，則應另循訴訟途\r\n徑解決，抵押權人無須於聲請拍賣抵押物前，先行訴請確認其權利存在。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2341 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 11 月 18 日",
        "case_gist": "當事人於訴訟上所為之自認，於辯論主義所行之範圍內有拘束當事人及法\r\n院之效力，法院應認其自認之事實為真，以之為裁判之基礎，在未經自認\r\n人合法撤銷其自認前，法院不得為與自認之事實相反之認定。而自認之撤\r\n銷，自認人除應向法院為撤銷其自認之表示外，尚須舉證證明其自認與事\r\n實不符，或經他造同意者，始得為之。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2329 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 93 年 11 月 11 日",
        "case_gist": "消滅時效，因請求而中斷，民法第一百二十九條第一項第一款亦有明定。\r\n此之「請求」，係指債權人於訴訟外，向債務人表示行使債權之意思。請\r\n求無需何種方式。本票執票人聲請裁定本票強制執行之行為，雖非起訴，\r\n而屬非訟事件，惟係經由法院向本票債務人表示行使本票債權之意思，自\r\n屬民法第一百二十九條第一項第一款之「請求」而發生中斷時效之效果。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2305 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 93 年 11 月 11 日",
        "case_gist": "假處分與假扣押同屬保全程序，其裁定不待確定即得為執行名義，且為防\r\n止脫產，該等裁定之執行，應於裁定送達同時或送達前為之，此觀強制執\r\n行法第一百三十二條第一項之規定即明。查高雄地院命王○昭「不得以被\r\n上訴人及其轉投資之子公司晉業公司董事長名義代表各該公司，亦不得行\r\n使各該公司董事長及董事職權」之執行命令，已分別於九十年五月三十日\r\n及同年六月一日送達經濟部及經濟部中部辦公室，為原審合法認定之事實\r\n，則該執行命令於是時已因對外送達而生效力，王○昭即不得再行使晉業\r\n公司董事長之職務。縱王○昭於九十年六月二十九日始收受假處分裁定及\r\n執行命令，亦僅生執行法院不得因王○昭於知悉該假處分裁定及執行命令\r\n前所為之違反執行命令行為，依強制執行法第一百二十九條規定予以拘提\r\n、管收或處怠金之效力，尚不影響王○昭於假處分執行後、知悉前之九十\r\n年六月三日所召集之董事會，自屬無召集權人所召集之會議。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2293 號 民事判決",
        "case_topic": "塗銷不動產所有權移轉登記等",
        "case_date": "民國 93 年 11 月 11 日",
        "case_gist": "強制執行法第十五條規定「第三人就執行標的物有足以排除強制執行之權\r\n利」者得提起異議之訴，係指第三人就執行標的物具有一定權利，並因強\r\n制執行而受侵害，致其在法律上有無可忍受之理由而言。至該第三人具有\r\n何種權利始得提起異議之訴，則端視其權利內容及執行態樣而定，並非就\r\n執行標的物具有所有權即當然認其有足以排除強制執行之權利。又抵押權\r\n係就抵押物所賣得之價金有優先受償之擔保物權，具有物權之優先效力與\r\n追及效力，初不問其不動產所有人之誰屬而有不同。是抵押權人就供擔保\r\n之抵押不動產聲請強制執行者，本於抵押權之追及效力，縱第三人就執行\r\n標的不動產回復為所有人，自難謂其有足以排除強制執行之權利而得提起\r\n異議之訴。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2292 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 11 月 11 日",
        "case_gist": "修正前專利法第八十八條第一項 (即現行法第八十四條第一項) 前段規定\r\n：「發明專利權受侵害時，專利權人得請求賠償損害」，其性質為侵權行\r\n為損害賠償，須加害人有故意或過失始能成立。原審為相反之認定，認侵\r\n害專利權之損害賠償，不以行為人有故意或過失為成立要件，就上訴人侵\r\n害被上訴人之專利權究竟有無故意或過失未予調查審認，遽為上訴人不利\r\n之判決，自有未合。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2241 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 93 年 11 月 04 日",
        "case_gist": "民事訴訟法第四百條第二項係規定：主張抵銷之請求，其成立與否經裁判\r\n者，以抵銷之額為限，有既判力。故其成立與否未經裁判之抵銷數額，無\r\n既判力可言。臺酒公司係自行扣抵履約保證金一千三百六十萬元，未請求\r\n中工公司給付該金額，該部分成立與否未經法院裁判，不生有既判力之問\r\n題。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 821 號 民事裁定",
        "case_topic": "給付工程款強制執行聲明異議",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "仲裁判斷，除有特別規定外，須聲請法院為執行裁定後，方得為強制執行\r\n。且當事人提起撤銷仲裁判斷之訴者，法院得依當事人之聲請，定相當並\r\n確實之擔保，裁定停止執行。仲裁判斷，經法院撤銷者，如有執行裁定時\r\n，應依職權併撤銷其執行裁定，仲裁法第三十七條第二項、第四十二條分\r\n別定有明文。故於仲裁判斷作成後，受利益之當事人得向法院聲請准予強\r\n制執行之裁定，以取得執行名義；受不利益之當事人，於認有撤銷仲裁判\r\n斷之原因而提起撤銷之訴者，得聲請法院於定擔保後，為停止執行之裁定\r\n。即受不利益之當事人如已依法院停止執行之裁定提供擔保，而受利益之\r\n當事人尚未聲請准予強制執行裁定，或已取得執行名義而未開始強制執行\r\n程序者，雖該受利益之當事人仍得依法聲請准予強制執行之裁定，然均不\r\n得聲請強制執行。至受不利益之當事人於強制執行程序開始後始提供擔保\r\n者，僅生該強制執行程序應依當時狀態予以停止，不得續行之效果，執行\r\n法院已為之執行裁定，及已進行之執行程序，仍屬合法有效，自無應予撤\r\n銷之法定事由。"
    },
    {
        "case_id": "最高法院 93 年度台再字第 31 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "保險法第三十六條、第三十七條規定係基於損害填補原則，為防止被保險\r\n人不當得利、獲致超過其財產上損害之保險給付，以維護保險市場交易秩\r\n序、降低交易成本與健全保險制度之發展，而對複保險行為所為之合理限\r\n制，符合憲法第二十三條之規定，與憲法保障人民契約自由之本旨，固無\r\n牴觸。惟人身保險契約，並非為填補被保險人之財產上損害，亦不生類如\r\n財產保險之保險金額是否超過保險標的價值之問題，自不受保險法關於複\r\n保險相關規定之限制。本院七十六年台上字第一一六六號判例，將上開保\r\n險法有關複保險之規定適用於人身保險契約，對人民之契約自由，增加法\r\n律所無之限制，應不再援用。"
    },
    {
        "case_id": "最高法院 93 年度台再字第 30 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "保險法第三十六條、第三十七條規定係基於損害填補原則，為防止被保險\r\n人不當得利、獲致超過其財產上損害之保險給付，以維護保險市場交易秩\r\n序、降低交易成本與健全保險制度之發展，而對複保險行為所為之合理限\r\n制，符合憲法第二十三條之規定，與憲法保障人民契約自由之本旨，固無\r\n牴觸。惟人身保險契約，並非為填補被保險人之財產上損害，亦不生類如\r\n財產保險之保險金額是否超過保險標的價值之問題，自不受保險法關於複\r\n保險相關規定之限制。本院七十六年台上字第一一六六號判例，將上開保\r\n險法有關複保險之規定適用於人身保險契約，對人民之契約自由，增加法\r\n律所無之限制，應不再援用。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2214 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "台灣之家產自清朝以降即屬父祖子孫所構成家屬之公同共有，日本割據後\r\n，社會制度並未立即改變，仍然維持家產制度。關於家產分析，通常以鬮\r\n分方法為之，故通稱為鬮分，本質上與共有物分割相同，鬮分之效果在於\r\n終止共有關係，使各繼承人就其應得部分成為單獨所有人。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2213 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "八十九年二月九日修正之民事訴訟法第二百二十二條第二項增訂，當事人\r\n已證明受有損害而不能證明其數額或證明顯有重大困難者，法院應審酌一\r\n切情況，依所得心證定其數額，該增訂含有證明責任規範存在價值，損害\r\n額證明極度困難時，法院基於全辯論意旨及調查證據結果，仍不能獲得損\r\n害賠償額確信時，俾使權利容易實現，減輕損害額證明之舉證責任。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2212 號 民事判決",
        "case_topic": "撤銷董事會決議等（確認會議決議不成立等）",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "確認法律關係、證書真偽或法律關係基礎事實存否之訴，非原告有即受確\r\n認判決之法律上利益者，不得提起，且該確認法律關係基礎事實存否之訴\r\n，必以原告不能提起他訴訟者為限，此觀民事訴訟法第二百四十七條第一\r\n項、第二項規定自明。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2198 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "動產與不動產各為所有權之標的。所有人於法令限制之範圍內，得自由使\r\n用、收益、處分其所有物，並排除他人之干涉，民法第七百六十五條定有\r\n明文。上訴人於系爭土地上如確有闢池飼養水產，該水產物即為獨立之動\r\n產，並非系爭土地之一部或為其天然孳息，上訴人當然為該水產物之所有\r\n人，殊不因其有、無權源占有使用系爭土地而異。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2196 號 民事判決",
        "case_topic": "給付借款",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "由自己之行為表示以代理權授與他人，或知他人表示為其代理人而不為反\r\n對之表示者，依民法第一百六十九條之規定，對於第三人固應負授權人之\r\n責任。惟關於由自己之行為表示以代理權授與他人者，對於第三人應負授\r\n權人之責任，原以本人有使第三人信為以代理權授與他人之行為，為保護\r\n代理交易之安全起見，有使本人負相當責任之必要而設，故本人就他人以\r\n其名義與第三人所為之代理行為應負授權人之責任者，須以他人所為之代\r\n理行為，係在其曾經表示授與他人代理權之範圍內，為其前提要件。不得\r\n徒憑曾將印章交付之事實，即認除受託辦理之特定事項外，其他以本人名\r\n義所訂立之保證契約等法律行為，均須由本人負表見代理之授權人責任。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2180 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 10 月 28 日",
        "case_gist": "因故意或過失不法侵害他人之權利者，負損害賠償責任，民法第一百八十\r\n四條第一項前段定有明文。所謂過失，不僅指雖非故意，但按其情節應注\r\n意、能注意，而不注意之情形，即對於侵權行為之事實，雖預見其能發生\r\n而確信其不發生之情形，亦包括在內。至被害人對於損害之發生或擴大與\r\n有過失，則屬法院如何減輕或免除賠償金額之問題，與認定加害人有否故\r\n意過失無涉。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 809 號 民事裁定",
        "case_topic": "撤銷股東會決議",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "當事人於言詞辯論期日到場不為辯論者，視同不到場。所謂不為辯論，除\r\n完全不發言陳述外，並指未就訴訟關係為事實上、法律上必要之陳述，致\r\n無判決基礎之資料而言。茍已為辯論，僅陳述不完足者，則不得謂為不辯\r\n論，此觀民事訴訟法第三百八十七條、第一百九十三條第一項規定自明。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 805 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "「假處分所保全之請求，得以金錢之給付達其目的」，或「債務人將因假\r\n處分而受難以補償之重大損害」，或「有其他特別情事」者，法院均得於\r\n假處分裁定內，記載債務人供所定金額之擔保後免為或撤銷假處分，如假\r\n處分裁定未依上開規定記載者，債務人亦得聲請法院許其供擔保後撤銷假\r\n處分，此觀新修正民事訴訟法第五百三十六條第一項、第二項規定自明。\r\n是適用上開條項准否債務人供擔保後撤銷假處分，除審究假處分所保全之\r\n請求，得否以金錢之給付達其目的外，並須兼顧債務人有無將因假處分而\r\n受難以補償之重大損害或有其他特別情事而予適用。否則，自有消極的不\r\n適用法規致顯然影響裁判之「適用法規顯有錯誤」情形。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 804 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "於爭執之法律關係，為防止發生重大之損害或避免急迫之危險或有其他相\r\n類之情形而有必要時，始得聲請為定暫時狀態之處分，民事訴訟法第五百\r\n三十八條第一項定有明文。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 798 號 民事裁定",
        "case_topic": "請求給付貨款",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "仲裁庭應於接獲被選為仲裁人之通知日起，六個月內作成判斷書，必要時\r\n得延長三個月；仲裁庭逾上開期間未作成判斷書者，除強制仲裁事件外，\r\n當事人得逕行起訴或聲請續行訴訟，其經起訴或續行訴訟者，仲裁程序視\r\n為終結，此觀仲裁法第二十一條之規定自明。故雖逾上開期間，而於當事\r\n人提起訴訟或聲請續行訴訟前，仲裁庭已作成判斷書送達與當事人者，當\r\n事人即不得再行起訴或聲請續行訴訟；反之，當事人提起訴訟或聲請續行\r\n訴訟後，仲裁程序已視為終結，仲裁庭縱再作成判斷書，不影響當事人之\r\n訴訟程序。至仲裁庭僅將仲裁判斷主文書送達與當事人者，因判斷主文書\r\n與仲裁法第三十三條第二項所規定判斷書之法定要式有間，不得視為已作\r\n成判斷書。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2158 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "民法第四百五十一條有關租賃契約擬制更新之規定，係以租賃期間屆滿後\r\n，承租人仍為租賃物之使用收益，而出租人不即為表示反對之意思為要件\r\n。該契約之更新，僅發生期限變更之效果，其餘內容 (如租金及其他條件\r\n) 並未隨同變更。倘當事人約定於原定之租期屆滿後，改以其他條件繼續\r\n租約，自無該條規定之適用。主張法律關係具有障礙事由之當事人，須就\r\n該障礙事由，負舉證之責任。而此障礙事由之存在，雖非不能以業經證明\r\n之間接事實加以推認，但須兩者間具有因果關係存在者，始克當之。苟負\r\n舉證責任之一方所證明之間接事實，不足以推認障礙事由之存在，縱不負\r\n舉證責任之一方就其主張之事實不能證明或陳述不明、或其舉證尚有疵累\r\n，仍難認負舉證責任之一方已盡其舉證之責，自不得為其有利之認定。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2123 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "債權人拋棄為其債權擔保之物權者，保證人就債權人所拋棄權利之限度內\r\n，免其責任，民法第七百五十一條定有明文。此條規定，旨在保障保證人\r\n之權益，是所謂債權人拋棄為其債權擔保之物權，係指債權人在債權尚未\r\n獲償之前，有行使擔保物權取償之權利，而竟拋棄不行使而言。申言之，\r\n其因債權人之行為，致無從或喪失就擔保物取償之權利，而影響保證人之\r\n權益者，均屬之。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2121 號 民事判決",
        "case_topic": "返還保管款",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "民法第五百四十條規定受任人於受任關係終止時，所負報告委任事務進行\r\n顛末之義務，包括計算在內。倘受任人未為報告，委任人無須先行請求其\r\n計算，而得以自己之計算逕行請求給付，受任人如有爭執，則由法院調查\r\n審認之。原審見未及此，徒以系爭委任關係終止後，尚未經兩造清算，即\r\n認上訴人不得請求被上訴人返還系爭款項，自有違誤。"
    },
    {
        "case_id": "最高法院 93 年度台簡聲字第 13 號 民事裁定",
        "case_topic": "確認當選為候補理事等",
        "case_date": "民國 93 年 10 月 21 日",
        "case_gist": "簡易訴訟程序事件，最高法院認上訴或抗告，不合第四百三十六條之二第\r\n一項及第四百三十六條之三第二項之規定而不應許可者，應以裁定駁回之\r\n。前項裁定，不得聲請再審。民事訴訟法第四百三十六條之五定有明文。\r\n此所謂不得聲請再審之裁定，包括本院維持原法院認上訴及抗告不應許可\r\n而予駁回之裁定，所為駁回抗告之裁定在內。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 790 號 民事裁定",
        "case_topic": "執行異議",
        "case_date": "民國 93 年 10 月 14 日",
        "case_gist": "對執行標的價額未逾新台幣一百五十萬元之抗告法院裁定，依強制執行法\r\n第三十條之一準用民事訴訟法第四百八十四條第一項前段、第四百六十六\r\n條第一、三、四項規定，固不得再為抗告。惟所謂執行標的價額，係指物\r\n之交付請求權之強制執行，或拆屋還地請求權之強制執行，其應執行標的\r\n物聲請強制執行時之價額而言。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 779 號 民事裁定",
        "case_topic": "確認信徒大會決議無效等",
        "case_date": "民國 93 年 10 月 14 日",
        "case_gist": "裁定經宣示後，為該裁定之法院、審判長、受命法官或受託法官受其羈束\r\n；不宣示者，經公告或送達後受其羈束。但關於指揮訴訟或別有規定者，\r\n不在此限，新修正民事訴訟法第二百三十八條定有明文。又本院五十一年\r\n度第三次民、刑庭總會所為「當事人補正上訴或抗告要件之欠缺，須在裁\r\n定之評決前為之」之決議，業經本院民事庭會議認與上開修正規定不符，\r\n決議自民國九十二年九月一日起不再援用。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 770 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 93 年 10 月 14 日",
        "case_gist": "經二次減價拍賣而未拍定之不動產，債權人不願承受或依法不得承受時，\r\n執行法院應於第二次減價拍賣期日終結後十日內公告願買受該不動產者，\r\n得於公告之日起三個月內依原定拍賣條件為應買之表示，執行法院得於詢\r\n問債權人及債務人意見後，許其買受。債權人復願為承受者，亦同。前項\r\n三個月期限內，無人應買前，債權人亦得聲請停止前項拍賣，而另行估價\r\n或減價拍賣，如仍未拍定或由債權人承受，或債權人未於該期限內聲請另\r\n行估價或減價拍賣者，視為撤回該不動產之執行，強制執行法第九十五條\r\n第一、二項固定有明文。惟於民國八十九年二月二日強制執行法第九十五\r\n條修正公布前，經二次減價拍賣而未拍定之不動產，債權人不願承受或依\r\n法不得承受，經依修正前該法第九十五條規定命付強制管理者，如強制管\r\n理為時已久，債權人始聲請另行估價拍賣而未拍定或由債權人承受，因非\r\n與命付強制管理前所為二次減價拍賣連續為之，且時隔已久，該次拍賣實\r\n與初次拍賣無異，在未另經二次減價拍賣而未拍定或由債權人承受前，應\r\n無修正強制執行法第九十五條第一、二項規定之適用。\r\n\r\n資料來源：司法院公報 第 47 卷 11 期 75-77 頁\r\n          法令月刊 第 56 卷 10 期 112-114 頁"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2105 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 93 年 10 月 14 日",
        "case_gist": "國有財產撥給各地國家機關使用者，名義上雖仍為國有，實際上即為使用\r\n機關行使所有人之權利，故本院對於是類財產之管理方面，向准由管領機\r\n關起訴或應訴，代國家主張所有權人之權利。同理，登記為公法人「市」\r\n所有之財產，其管領機關即「市政府」，自非不得代「市」就財產之管理\r\n問題，主張所有權人之權利而起訴或應訴。又訴請塗銷不動產權利登記，\r\n因牽涉處分權之有無，則應對該項登記有權處分之人為之。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2082 號 民事判決",
        "case_topic": "承認外國法院確定判決",
        "case_date": "民國 93 年 10 月 14 日",
        "case_gist": "我國法院以判決宣示許可外國法院之確定判決執行者，許可執行之範圍，\r\n應以該外國法院確定判決所載內容為準，不得就該外國法院確定判決所未\r\n記載之給付，宣示許可其執行。系爭判決既未記載關於利息部分之給付，\r\nＶＰ公司請求就上開利息部分宣示許可其執行，尚屬無據，不應准許。外\r\n國法院之確定判決，除給付判決據為執行名義向我國法院聲請強制執行者\r\n，依強制執行法第四條之一第一項規定，應經我國法院以判決宣示許可其\r\n執行外，並無須由我國法院以裁判予以承認之規定；而當事人就外國法院\r\n之確定給付判決，既已向我國法院起訴請求宣示許可其執行，如獲勝訴之\r\n判決確定，即可據以聲請執行，其併請求承認該外國法院之確定給付判決\r\n，自難認有保護之必要。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2080 號 民事裁定",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 93 年 10 月 14 日",
        "case_gist": "當事人主張不動產物權之登記有無效之原因，依不當得利之法律關係請求\r\n塗銷登記者，依民法第一百二十五條規定，其請求權，因十五年間不行使\r\n而消滅。而不當得利之受領人，依其利益之性質或其他情形不能返還所受\r\n之利益者，依民法第一百八十一條但書之規定，固應償還其價額，惟其所\r\n應償還之價額及所受之利益，性質上具有同一性，自應自原請求權得行使\r\n時起算消滅時效，不得各別起算其消滅時效。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2078 號 民事判決",
        "case_topic": "回復原狀",
        "case_date": "民國 93 年 10 月 14 日",
        "case_gist": "稱合夥者，謂二人以上互約出資以經營共同事業之契約，民法第六百六十\r\n七條第一項定有明文。系爭契約載明兩造共同出資合作興建大樓出售營利\r\n意旨，自屬合夥契約，而公司不得為合夥事業之合夥人，公司法第十三條\r\n第一項前段定有明文。兩造均為公司組織，渠等所訂系爭合夥契約，依民\r\n法第七十一條規定，自屬無效。而契約無效，乃法律上當然且確定的不生\r\n效力，其當事人於行為當時，知其無效或可得而知者，應負回復原狀或損\r\n害賠償之責任。至契約之解除，則以溯及的除去現已存在之契約關係為目\r\n的，於契約解除時，當事人雙方互負回復原狀之義務。故契約無效與契約\r\n解除，其性質及效果並不相同。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2060 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 10 月 07 日",
        "case_gist": "被保險人因保險人應負保險責任之損失發生，而對於第三人有損失賠償請\r\n求權者，於保險人履行賠償之義務後，依保險法第五十三條第一項規定，\r\n其損失賠償請求權於賠償金額範圍內，當然移轉於保險人，被保險人於受\r\n領保險金給付後，即不得再向第三人行使已移轉予保險人之損失賠償請求\r\n權。而依同法第三十九條規定之再保險，乃保險人以其所承保之危險，轉\r\n向他保險人為保險之契約行為，性質上原屬於分擔危險之責任保險契約，\r\n即再保險人 (再保險契約之保險人) 於再保險契約所約定之危險 (原保險\r\n人依其與原被保險人間之保險契約而生之給付保險金義務) 發生時，應負\r\n給付保險金予原保險人 (再保險契約之被保險人) 之義務。是除另有約定\r\n或習慣外，再保險契約仍有保險法第五十三條第一項規定之適用。申言之\r\n，原保險人於依原保險契約給付保險金與被保險人而依法受移轉賠償金額\r\n範圍內之被保險人對於第三人之損失賠償請求權，因再保險人依再保險契\r\n約給付保險金與原保險人後，亦於該賠償金額範圍內，當然移轉於再保險\r\n人。原保險人就再保險人賠償金額範圍內，自不得再代位被保險人向第三\r\n人行使已移轉予再保險人之損失賠償請求權。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2058 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 93 年 10 月 07 日",
        "case_gist": "負舉證責任之當事人，須證明至使法院就該待證事實獲得確實之心證，始\r\n盡其證明責任。倘不負舉證責任之他造當事人，就同一待證事實已證明間\r\n接事實，而該間接事實依經驗法則為判斷，與待證事實之不存在可認有因\r\n果關係，足以動搖法院原已形成之心證者，將因該他造當事人所提出之反\r\n證，使待證事實回復至真偽不明之狀態。此際，自仍應由主張該事實存在\r\n之一造當事人舉證證明之，始得謂已盡其證明責任。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2049 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 10 月 07 日",
        "case_gist": "民法第六百六十條第一項所稱之承攬運送人，係指以自己之名義，為他人\r\n之計算，使運送人運送物品而受報酬為營業之人，但實務上亦有以委託人\r\n之代理人名義與運送人訂立運送契約者，後者為直接代理，與前者之間接\r\n代理固有不同；惟承攬運送契約之履行，重在運送物之運達，承攬運送人\r\n如何執行受託事務，不應影響契約之效力，是於承攬運送人代理委託人，\r\n逕以委託人名義與運送人訂立運送契約之情形，仍應類推適用關於承攬運\r\n送之規定。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2046 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 93 年 10 月 07 日",
        "case_gist": "債務人欲免其財產被強制執行，與第三人通謀而為虛偽意思表示，將其所\r\n有不動產移轉登記予第三人，致債權人之債權無法實現時，債權人因此所\r\n受之損害，得依侵權行為之法則，請求該第三人賠償。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2017 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 93 年 10 月 07 日",
        "case_gist": "土地增值稅係為實施土地自然漲價歸公之政策，於土地移轉時，依照土地\r\n漲價總數額，減去土地所有權人為改良土地已支付之全部費用後之餘額計\r\n算徵收之，此觀土地稅法第二十八條、平均地權條例第三十五條、第三十\r\n六條規定自明。是土地增值稅之計算，自不含因公共政策政府所發放之其\r\n餘款項如獎金等在內。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 2014 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 93 年 09 月 30 日",
        "case_gist": "民事或刑事訴訟之裁判，以行政處分是否無效或違法為據者，應依行政爭\r\n訟程序確定之；前項行政爭訟程序已經開始者，於其程序確定前，民事或\r\n刑事法院應停止其審判程序，行政訴訟法第十二條第一項、第二項分別定\r\n有明文。由是以觀，民事或刑事法院在行政爭訟程序確定前，既應停止其\r\n審判程序，足見行政處分是否無效或違法，應先由行政爭訟程序確定之。\r\n倘行政法院對於行政處分之違法性已有認定，民事或刑事法院就此即不得\r\n再為實體審查而為相左之認定。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1995 號 民事判決",
        "case_topic": "給付保險費",
        "case_date": "民國 93 年 09 月 30 日",
        "case_gist": "保險法並無傷害保險準用保險法第一百二十二條之規定，參以意外保險之\r\n保險費率通常係屬固定，與人壽保險之常因年齡而有差異不同，及財政部\r\n製定之「傷害保險單示範條款」亦無年齡不實處理方式之相關規定，故被\r\n保險人之年齡，難謂為意外保險契約必要之點。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1987 號 民事判決",
        "case_topic": "確認抵押權不存在",
        "case_date": "民國 93 年 09 月 30 日",
        "case_gist": "確認法律關係成立或不成立之訴，如有即受確認判決之法律上利益，縱其\r\n所求確認者為他人間之法律關係，不論為積極或消極確認之訴，固均非不\r\n得提起，且第三人 (原告) 否認當事人間之法律關係存在而提起消極確認\r\n之訴，如當事人中有一方同時否認該法律關係存在者，亦祇須以主張法律\r\n關係存在之他方為被告為已足，無以該法律關係之雙方當事人為共同被告\r\n之必要。惟原告倘係以該法律關係之雙方當事人為共同被告，起訴請求確\r\n認渠等間之法律關係不存在，並經第一審法院為原告全部勝訴之判決，即\r\n見法律關係之雙方均未承認該法律關係存在，原告確有以其雙方當事人為\r\n共同被告之必要，此時若僅其中一方當事人提起上訴，因該法律關係之存\r\n否對該雙方當事人必須合一確定，其上訴之效力自應及於另一當事人。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1980 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 09 月 29 日",
        "case_gist": "民法第一百八十二條第一項所謂「所受之利益已不存在」，非指所受利益\r\n之原形不存在者而言，原形雖不存在，而實際上受領人所獲財產總額之增\r\n加現尚存在，不得謂利益不存在。如不當得利之受領人所受利益為金錢時\r\n，因金錢具有高度可代替性及普遍使用性，祇須移入受領人之財產中，即\r\n難以識別。是原則上無法判斷其存在與否，除非受領人能明確證明確以該\r\n金錢贈與他人，始可主張該利益不存在。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1979 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 09 月 29 日",
        "case_gist": "言論自由為人民之基本權利，有個人實現自我、促進民主政治、實現多元\r\n意見等多重功能，維護言論自由即所以促進民主多元社會之正常發展，與\r\n個人名譽之可能損失，兩相權衡，顯然有較高之價值，國家應給予最大限\r\n度之保障。是行為人以善意發表言論，對於可受公評之事而為適當之評論\r\n，或行為人雖不能證明言論內容為真實，但所言為真實之舉證責任應有相\r\n當程度之減輕 (證明強度不必至於客觀之真實) ，且不得完全加諸於行為\r\n人。倘依行為人所提證據資料，可認有相當理由確信其為真實，或對行為\r\n人乃出於明知不實故意捏造或因重大過失、輕率、疏忽而不知其真偽等不\r\n利之情節未善盡舉證責任者，均不得謂行為人為未盡注意義務而有過失。\r\n縱事後證明其言論內容與事實不符，亦不能令負侵權行為之損害賠償責任\r\n，庶幾與「真實惡意」 (actual malice) 原則所揭櫫之旨趣無悖。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 735 號 民事裁定",
        "case_topic": "請求交付土地等",
        "case_date": "民國 93 年 09 月 23 日",
        "case_gist": "對第二審法院關於假執行之裁判，不得聲明不服，民事訴訟法第四百五十\r\n八條定有明文。所謂關於假執行之裁判，乃指與假執行有關之一切之裁判\r\n而言，聲請就假執行為補充判決，而由第二審法院所為准駁之裁定，自屬\r\n包括在內。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 733 號 民事裁定",
        "case_topic": "本票准許強制執行",
        "case_date": "民國 93 年 09 月 23 日",
        "case_gist": "票據為文義證券，票據上之權利義務，固應遵守票據之文義性，基於「外\r\n觀解釋原則」與「客觀解釋原則」，悉依票據記載之文字以為決定，不得\r\n以票據以外之具體、個別情事資為判斷資料，加以變更或補充。惟依該「\r\n客觀解釋原則」，解釋票據上所載文字之意義，仍須斟酌一般社會通念、\r\n日常情理、交易習慣與誠信原則，並兼顧助長票據流通、保護交易安全，\r\n暨票據「有效解釋原則」之目的，就票據所載文字內涵為合理之觀察，不\r\n得嚴格拘泥於所用之文字或辭句，始不失其票據文義性之真諦。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 728 號 民事裁定",
        "case_topic": "交還土地強制執行聲明異議",
        "case_date": "民國 93 年 09 月 23 日",
        "case_gist": "再抗告人對系爭房屋之占有，固有消滅時效之適用，惟仍無從否定其無權\r\n占有系爭房屋之基地之本質，倘因房屋所取得之消滅時效利益，得擴張反\r\n射及於已登記為相對人所有之土地，進而排除相對人本於基地所有權可得\r\n行使之物上請求權，不啻將其對系爭房屋時效利益所取得之抗辯權所生效\r\n果，擴及於相對人之土地所有權，相對人之土地所有權無端受到侵害，此\r\n自非所宜，故不得因對建物占有之消滅時效完成，已取得拒絕交還房屋之\r\n抗辯權，即得逕認建物與基地不可分，併予排除相對人本於基地所得行使\r\n之物上請求權。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 723 號 民事裁定",
        "case_topic": "聲請停止執行",
        "case_date": "民國 93 年 09 月 23 日",
        "case_gist": "有提起異議之訴時，法院因必要情形，或依聲請定相當並確實之擔保，得\r\n為停止強制執行之裁定，強制執行第十八條第二項定有明文。依此規定，\r\n只須當事人提起異議之訴，在該異議之訴確定前，法院如認有必要，得依\r\n職權為停止執行之裁定；其在當事人願供擔保，聲請停止強制執行時，法\r\n院亦非不得依其聲請，定相當並確實之擔保，為停止強制執行之裁定。至\r\n該異議之訴實體上有無理由，則非法院於裁定停止強制執行時應予審酌之\r\n事項。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1954 號 民事判決",
        "case_topic": "給付借款",
        "case_date": "民國 93 年 09 月 23 日",
        "case_gist": "表見代理之規定，旨在保護善意無過失之第三人，倘第三人明知表見代理\r\n人為無代理權或可得而知者，其與之行為即出於惡意或有過失，而非源於\r\n「信賴保護原則」之正當信賴。於此情形，縱有表見代理之外觀存在，亦\r\n無保護之必要，依民法第一百六十九條但書規定，本人仍得免負授權人之\r\n同一責任。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1948 號 民事判決",
        "case_topic": "返還土地",
        "case_date": "民國 93 年 09 月 23 日",
        "case_gist": "使用借貸非如租賃之有民法第四百二十五條之規定，故物之原所有人將物\r\n借予他人使用，嗣將物移轉予第三人所有，該他人不得對第三人即物之現\r\n在所有人主張有使用借貸之權利。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 704 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 93 年 09 月 16 日",
        "case_gist": "再抗告人於原法院已委任李○輝律師為其訴訟代理人，並授予特別代理權\r\n，是再抗告人縱於第二審即原法院裁定送達前，有民事訴訟法第一百七十\r\n條所定法定代理人變更之情形，但依同法第一百七十三條前段規定，訴訟\r\n程序既不當然停止，原法院所為之裁定，程序上即無不合。應視為訴訟程\r\n序停止之事由係發生於再抗告之後，茲經繼任之再抗告人法定代理人陳○\r\n益，向本院聲明承受訴訟，自已發生承受之效力。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 696 號 民事裁定",
        "case_topic": "給付股金",
        "case_date": "民國 93 年 09 月 16 日",
        "case_gist": "債權人代位債務人對於第三債務人起訴，代位權僅為債權人對於債務人與\r\n第三債務人間之權利義務關係，非構成訴訟標的之事項。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1899 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 09 月 16 日",
        "case_gist": "損害之發生或擴大，被害人或其代理人或使用人與有過失者，法院得減輕\r\n賠償金額，或免除之，為民法第二百十七條第一項及第三項所明定，其立\r\n法目的在於平衡被害人與加害人之賠償責任，即於被害人本身，或其代理\r\n人或使用人對於損害之發生或擴大與有過失時，由法院斟酌情形，減輕或\r\n免除加害人之賠償金額，以免失諸過苛。因之不論加害人之行為係故意或\r\n過失，僅須被害人或其代理人或使用人就損害之發生或擴大，有應負責之\r\n事由，不問其係出於故意或過失，基於衡平原則及誠實信用原則，即有該\r\n法條所定過失相抵原則之適用。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 664 號 民事裁定",
        "case_topic": "損害賠償再審訴訟救助",
        "case_date": "民國 93 年 09 月 09 日",
        "case_gist": "當事人在前訴訟程序曾經繳納裁判費，於該訴訟程序確定後，提起再審之\r\n訴時，如不能釋明其經濟狀況確有重大之變遷，不得遽為聲請訴訟救助。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1853 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 93 年 09 月 09 日",
        "case_gist": "利息、紅利、租金、贍養費、退職金及其他一年或不及一年之定期給付債\r\n權，其各期給付之請求權，因五年間不行使而消滅，固為民法第一百二十\r\n六條所明定，惟查民法第一百八十二條所定之附加利息，係受領人受領利\r\n益時，就該利益使用所產生之利益，該附加利息性質上仍屬不當得利，僅\r\n其數額可以利息之計算方式來確定，是該附加利息如得以非利息計算之方\r\n式上確定其金額，亦無不可計為返還之範圍。準此，該附加利息之請求權\r\n消滅時效，仍應適用民法第一百二十五條所定十五年之時效。上訴人辯稱\r\n上開附加利息應適用民法第一百二十六條所定五年短期消滅時效云云，並\r\n不可採。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1846 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 93 年 09 月 09 日",
        "case_gist": "信用狀統一慣例第三十二條ａ款規定，所謂「不清潔單據」係指船公司或\r\n其代理人在單據上載有明示貨物或包裝有瑕疵狀況之條款或註記之提單。\r\n而上訴人上述所稱之未填具事項，核與不清潔載貨證券 (單據) 之情形不\r\n同，即難認系爭載貨證券與信用狀之條款有不一致之處。另系爭信用狀僅\r\n規定受益人須提出裝箱單，對於裝箱單之內容，包括裝箱單之文件制作日\r\n期則未規定，且信用狀統一慣例亦未規定裝箱單文件之制作日期不得晚於\r\n載貨證券之裝船日期，故此項不相同之記載，自難據以主張單據有瑕疵。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1834 號 民事裁定",
        "case_topic": "請求變更股東名簿記載等",
        "case_date": "民國 93 年 09 月 09 日",
        "case_gist": "修正前公司法第二條第一項第四款雖規定股份有限公司應有七人以上股東\r\n，惟股份有限公司設立登記後，其有記名股票之股東不滿七人，僅為公司\r\n應予解散之事由，且尚可增加有記名股東繼續經營，此觀修正前公司法第\r\n三百十五條第一項第四款及第二項之規定自明。是上訴人公司縱因股東移\r\n轉其全部股權予其他股東，致股東人數不滿七人，自不能認其股權之移轉\r\n為無效。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1827 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 93 年 09 月 02 日",
        "case_gist": "契約之解除，出於雙方當事人之合意時，除別有約定外，並不當然適用民\r\n法關於契約解除之規定。而契約經合意解除後，即溯及失其效力，雙方免\r\n其履行義務，即不生違約之問題，除別有約定外，當事人一方自不得再依\r\n契約原約定請求他方當事人支付違約金。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1825 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 93 年 09 月 02 日",
        "case_gist": "買賣因物有瑕疵，而出賣人應負擔保之責者，除有顯失公平之情形外，買\r\n受人即得解除契約，並無先行通知出賣人補正或修繕之必要，此觀民法第\r\n三百五十九條規定自明；而所謂解除契約顯失公平，係指瑕疵對買受人所\r\n生之損害，與解除契約對出賣人所生之損害，有失平衡而言。原審就系爭\r\n軟體之瑕疵對上訴人所生損害，及解除契約對旭○公司所生損害是否有失\r\n平衡，未予調查審認，徒以上訴人未先通知旭○公司維修，即認其解除契\r\n約顯失公平，自有可議。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1823 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 93 年 09 月 02 日",
        "case_gist": "勞工於勞動契約存在時，如有違反工作規則而應受懲戒之情事，其情事既\r\n發生在勞工在職時，雇主對之為懲戒處分縱係於勞動契約終止之後，亦難\r\n謂係不法侵害該勞工之權利，而應負侵權行為之損害賠償責任。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1817 號 民事判決",
        "case_topic": "給付分配款",
        "case_date": "民國 93 年 09 月 02 日",
        "case_gist": "祭祀公業為派下員公同共有祀產之總稱，有關祭祀公業財產之處分，除依\r\n公同關係所由規定之法律或契約另有約定者外，應得全體公同共有人同意\r\n為之，此觀民法第八百二十八條規定自明。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 656 號 民事裁定",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 93 年 08 月 31 日",
        "case_gist": "刑事訴訟諭知無罪、免訴或不受理之判決者，除經原告之聲請，應將附帶\r\n民事訴訟移送管轄法院之民事庭外，應以判決駁回原告之訴，刑事訴訟法\r\n第五百零三條第一項定有明文。是以刑事法院依同法第五百零四條第一項\r\n規定，將附帶民事訴訟以裁定移送於該法院民事庭者，以刑事部分宣告被\r\n告有罪之判決者為限。至刑事訴訟諭知無罪之判決，或實質上為無罪，僅\r\n因屬裁判上一罪，而不另為無罪之諭知者，倘刑事法院未經聲請，即將該\r\n附帶民事訴訟以裁定移送於民事庭時，其訴為不合法，受移送之民事庭應\r\n以裁定駁回之。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 652 號 民事裁定",
        "case_topic": "聲請拘提管收",
        "case_date": "民國 93 年 08 月 31 日",
        "case_gist": "義務人逾行政執行法第十七條第一項限期履行之期限仍不履行，亦不提供\r\n擔保者，行政執行處得聲請該管法院裁定拘提管收之，固為同條第二項所\r\n明定。惟行政執行處依該條規定，聲請法院對義務人裁定拘提管收，事涉\r\n人權問題，乃此項拘提管收須向普通法院聲請裁定之立法理由所在。而拘\r\n提管收，乃採對人執行之方法，以遂執行目的，必以有效之執行名義存在\r\n為前提，是法院於裁定准否拘提管收前，就是否具有符合前開法文規定之\r\n執行名義加以審查。行政執行處向法院聲請拘提管收，須提出合於拘提管\r\n收 (包括對義務人有無執行名義) 之相當證據資料，以供審酌，此觀行政\r\n執行法第十三條第一項第二款規定移送機關於移送行政執行處執行時應檢\r\n附處分文書、裁定書或義務人依法令負有義務之證明文件亦明。換言之，\r\n法院對於聲請拘提管收事件，有權審查移送機關是否具備相當之執行名義\r\n，非謂一經執行機關敘明有前開法文規定之情事，法院僅能就義務人是否\r\n符合行政執行法第十七條所定拘提管收之要件予以審查，不得對於執行名\r\n義有效成立與否加以過問，否則當失保障人權之立法本旨。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 649 號 民事裁定",
        "case_topic": "聲請拘提管收",
        "case_date": "民國 93 年 08 月 31 日",
        "case_gist": "民事訴訟文書之寄存送達，依民國九十二年二月七日修正公布、同年九月\r\n一日施行之民事訴訟法第一百三十八條第二項規定，自寄存之日起，經十\r\n日發生效力，此因應受送達人未必能即時領取訴訟文書而知悉其內容，故\r\n特設此規定以保障其權益。行政執行行為屬廣義的行政機關之行政行為，\r\n行政執行機關因行政執行行為而須送達行政執行文書時，應適用行政程序\r\n法第一章第十一節送達之規定，而無依行政執行法第二十六條準用強制執\r\n行法第三十條之一，再準用民事訴訟法有關送達規定之餘地。惟有關行政\r\n執行文書寄存送達之生效日期，行政程序法雖未如前述民事訴訟法增設第\r\n一百三十八條第二項規定，但基於保障應受送達人權益之同一理由，解釋\r\n上應認為有上開規定之類推適用，而不能一如往昔，仍解為將文書寄存時\r\n，自生送達之效力。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1797 號 民事裁定",
        "case_topic": "請求分割共有物",
        "case_date": "民國 93 年 08 月 31 日",
        "case_gist": "裁判分割共有物，屬形成判決，法院定共有物之分割方法，固應斟酌當事\r\n人之聲明、共有物之性質、經濟效用及全體共有人之利益等，而本其自由\r\n裁量權為公平合理之分配，但並不受當事人聲明、主張或分管約定之拘束\r\n。又法院裁判分割共有物，若係以原物分割，原則上應按其應有部分為分\r\n配，且該應有部分係以經登記者為準，如共有人中有不能按其應有部分受\r\n分配者，得以金錢補償之，民法第八百二十四條規定甚明。至共有人與他\r\n共有人之前手間，因分管位置利用價值不同，致分管面積有所差異，乃渠\r\n等間之債權契約，自不能拘束法院就現共有人間依其應有部分所為分割判\r\n決。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1792 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 93 年 08 月 27 日",
        "case_gist": "土地及其土地上之房屋同屬一人所有，而僅將土地或僅將房屋所有權讓與\r\n他人，或將土地及房屋同時或先後讓與相異之人時，土地受讓人或房屋受\r\n讓人與讓與人間或房屋受讓人與土地受讓人間，推定在房屋得使用期限內\r\n，有租賃關係。民法第四百二十五條之一第一項前段定有明文。其立法理\r\n由謂：「僅將土地或僅將房屋所有權讓與他人，或將土地及房屋同時或先\r\n後讓與相異之人時，實務上見解，除有特別約定外，應推斷土地受讓人默\r\n許房屋受讓人繼續使用土地，但應支付相當代價，故其法律關係之性質，\r\n當屬租賃。」足見出讓人將土地及房屋單獨出讓或出讓與相異之人時，該\r\n房屋所有權人即得於房屋可使用期限內，繼續「合法使用」該房屋所坐落\r\n之土地。縱房屋所有權人須支付相當之對價，非可當然「無償使用」該土\r\n地，然除別有約定外，仍不影響其對於房屋坐落土地之「有權使用」。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 633 號 民事裁定",
        "case_topic": "聲請仲裁認可事件",
        "case_date": "民國 93 年 08 月 19 日",
        "case_gist": "台灣地區與大陸地區人民關係條例 (下稱兩岸人民關係條例) 第七十四條\r\n第一項規定，聲請法院裁定認可在大陸地區作成之民事仲裁判斷，係非訟\r\n事件，而非訟事件法並無再審及準用民事訴訟法關於再審之規定。本件抗\r\n告人對於原法院九十二年度抗字第一二○九號就上開認可仲裁判斷事件所\r\n為之確定裁定，依民事訴訟法第五百零七條、第四百九十六條第一項第一\r\n款及第五款聲請再審，自非合法。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 632 號 民事裁定",
        "case_topic": "聲請確定訴訟費用額",
        "case_date": "民國 93 年 08 月 19 日",
        "case_gist": "得列為訴訟費用之律師酬金，應由各審級法院依聲請或依職權，斟酌案情\r\n之繁簡、訴訟之結果及律師之勤惰，裁定其數額，並應限定其最高額。此\r\n觀民事訴訟法第七十七條之二十五、第四百六十六條之三第一項，司法院\r\n訂頒法院選任律師及第三審律師酬金核定支給標準第三條、第四條之規定\r\n自明。原法院未查明相對人第三審律師之酬金是否業經本院以裁定確定其\r\n數額，遽將相對人支出之律師酬金六萬元全部作為訴訟費用，自有未合。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1736 號 民事判決",
        "case_topic": "回復原狀",
        "case_date": "民國 93 年 08 月 19 日",
        "case_gist": "確定判決所生之既判力，除使當事人就確定終局判決經裁判之訴訟標的法\r\n律關係，不得更行起訴或為相反之主張外，法院亦不得為與確定判決意旨\r\n相反之裁判，始能避免同一紛爭再燃，以保護權利，維持法之安定及私法\r\n秩序，達成裁判之強制性、終局性解決紛爭之目的。申言之，法院於將抽\r\n象之法律條文，經由認事用法之職權行使，以判決形式適用於具體個案所\r\n確定之權利義務關係，乃當事人間就該事件訴訟標的之具體規範，對於雙\r\n方當事人及法院均具有拘束力，當事人間之權利義務關係因而調整，不容\r\n當事人再為相反之爭執，法院更應將之作為「當事人間之法」而適用於該\r\n當事人間之後續訴訟。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1735 號 民事判決",
        "case_topic": "返還存款",
        "case_date": "民國 93 年 08 月 19 日",
        "case_gist": "金融機關與存款戶係消費寄託關係，僅須存款戶將金錢之所有權移轉於金\r\n融機關，並約定金融機關返還相同之金額，即告成立。至存款戶交付金錢\r\n之來源如何？是否本人親自存入或自本人其他帳戶轉帳存入？尚非金融機\r\n關所須或所得過問，否則不啻加重金融機關之審核責任，自將有害於交易\r\n之便利性。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1718 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 08 月 19 日",
        "case_gist": "（一）類推適用，係就法律未規定之事項，比附援引與其性質相類似之規\r\n      定，加以適用，為基於平等原則及社會通念以填補法律漏洞的方法\r\n      ，倘無法律漏洞，自不生類推適用而補充之問題。又所謂之法律漏\r\n      洞，乃指違反法律規範計劃、意旨的不完整性，法律所未規定者，\r\n      並非當然構成法律漏洞，端視其是否違反法律規範意旨、計劃及立\r\n      法者之是否有意沉默而定。\r\n\r\n（二）按土地法第九十七條第一項限制房屋租金之規定，應僅限於城巿地\r\n      方供住宅用之房屋，始有其適用，至非供居住之營業用房屋並不涵\r\n      攝在內，此觀該條項立法本旨側重「防止房屋所有權人乘機哄抬租\r\n      金，造成城巿居住問題」及同法第三編第三章「房屋及基地租用」\r\n      第九十四條至第九十六條均就「城巿住宅用房屋」設其規範暨該條\r\n      項蘊含摒除「城巿營業用房屋」在外之「隱藏性法律漏洞」有以「\r\n      目的性限縮解釋」補充必要自明。且該條項所稱之「城巿地方」，\r\n      亦祗指依法發布都市計畫內之全部土地而言，參酌平均地權條例第\r\n      三條及土地稅法第八條之規定益為灼然。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1704 號 民事判決",
        "case_topic": "返還土地",
        "case_date": "民國 93 年 08 月 12 日",
        "case_gist": "第三人利益契約，乃當事人之一方與他方約定，由他方向第三人為一定之\r\n給付，第三人因此取得直接請求他方給付權利之契約。是第三人若未取得\r\n直接請求他方給付之權利，即令當事人約定向第三人為一定之給付，亦僅\r\n係當事人間之指示給付約定，尚非民法第二百六十九條所定之第三人利益\r\n契約。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1690 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 93 年 08 月 12 日",
        "case_gist": "仲裁人之仲裁判斷，於當事人間，與法院確定判決有同一效力，當事人即\r\n應受其拘束。於仲裁判斷有重大瑕疵時，固得因法院之介入，而撤銷該仲\r\n裁判斷使之失其效力，但法院仍不得就當事人間之爭議加以改判。故撤銷\r\n仲裁判斷之訴，本質上並非原仲裁程序之上級審或再審，法院應僅就仲裁\r\n判斷是否有仲裁條例第二十三條 (現行仲裁法第四十條) 第一項所列各款\r\n事由加以審查。其中第四款所稱仲裁人之參與仲裁程序有背仲裁契約或法\r\n律規定，係指仲裁人在參與仲裁之程序上，違背當事人間就此程序事項所\r\n為之特別約定，或有違背法律所規定之仲裁人參與程序者而言。至於仲裁\r\n判斷所持之法律見解是否妥適，仲裁判斷之實體內容是否合法、妥適，此\r\n係仲裁人之仲裁權限，法院自應予以尊重，不宜再為審查。此觀修正後之\r\n仲裁法第四十條第一項第四款規定：「仲裁庭之組成或仲裁程序違反仲裁\r\n協議或法律規定」，均係關於仲裁庭之組成及程序事項之規定即明。況仲\r\n裁制度不同於訴訟制度，乃基於私法自治及契約自由原則而設之私法紛爭\r\n自主解決之制度，具有迅速、經濟、專家判斷等特點，凡具有各業專門知\r\n識、信望素孚之公正人士俱得為仲裁人 (仲裁條例第五條第二項、現行仲\r\n裁法第六條規定參照) ，實難苛求仲裁人必依「正確適用法律」之結果而\r\n為判斷。再觀之仲裁條例第二十三條第一項未如民事訴訟法第四百六十八\r\n條定有「判決不適用法規或適用不當」或同法第四百九十六條第一項第一\r\n款之「適用法規顯有錯誤」等事由，益見仲裁判斷實體之內容，不以有法\r\n律依據為必要，在準據法無誤之情況下，依我國仲裁條例之規定，實不允\r\n許當事人再以仲裁判斷適用法規不當或有誤為由，請求撤銷仲裁判斷。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1661 號 民事判決",
        "case_topic": "分配補償款",
        "case_date": "民國 93 年 08 月 12 日",
        "case_gist": "受託人因信託財產之管理、處分、滅失、毀損或其他事由取得之財產權，\r\n仍屬信託財產，在信託人終止信託契約前，受託人並無返還之義務。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1600 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 93 年 08 月 12 日",
        "case_gist": "當事人預期不確定事實之發生，以該事實發生時為債務之清償期者，應認\r\n該事實之發生時或其發生已不能時，為清償期屆至之時。此項清償期之約\r\n定，與民法第九十九條第一、二項所定附條件之法律行為，於條件成就時\r\n，其法律行為發生效力或失其效力之情形，尚有不同。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 587 號 民事裁定",
        "case_topic": "返還股票",
        "case_date": "民國 93 年 08 月 05 日",
        "case_gist": "當事人有訴訟代理人者，訴訟程序並不因其法定代理人之代理權消滅，而\r\n當然停止，此觀民事訴訟法第一百七十三條之規定自明。本件相對人之法\r\n定代理人已於民國九十年十一月二十九日變更為高○敏，惟其所委任之訴\r\n訟代理人張○業律師，受有民事訴訟法第七十條第一項但書得代相對人提\r\n起第二審上訴之特別委任，故相對人之法定代理人高○芳之代理權雖於第\r\n一審言詞辯論終結後，宣示判決前即已消滅，但其訴訟程序並不當然停止\r\n，應至其所委任之訴訟代理人代為提起第二審上訴，繫屬第二審後，其訴\r\n訟程序始當然停止。從而原法院命變更後相對人之法定代理人高○敏為承\r\n受訴訟人續行訴訟，於法洵無違誤。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1614 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 93 年 08 月 05 日",
        "case_gist": "勞資爭議在調解或仲裁期間，資方固不得因該勞資爭議事件而終止勞動契\r\n約，惟如非因該勞資爭議事件，而另有其他正當理由，則資方尚非不得終\r\n止勞動契約，此觀勞資爭議處理法第七條規定自明。該法所稱勞資爭議，\r\n為勞資權利事項與調整事項之爭議。權利事項之勞資爭議，係指勞資雙方\r\n當事人基於法令、團體協約、勞動契約之規定所為權利義務之爭議。調整\r\n事項之勞資爭議，係指勞資雙方當事人對於勞動條件主張繼續維持或變更\r\n之爭議，同法第四條定有明文。雇主可否歇業，非屬上開規定所稱勞資爭\r\n議之範疇，是雇主如確因歇業而依勞動基準法第十一條第一款規定預告勞\r\n工終止勞動契約，縱勞工有爭執而申請調解，既非屬勞資爭議處理法所定\r\n之勞資爭議，雇主終止勞動契約自不受該法第七條規定之限制。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1613 號 民事判決",
        "case_topic": "給付資遣費等",
        "case_date": "民國 93 年 08 月 05 日",
        "case_gist": "勞資爭議僅在調解或仲裁期間內，勞方始不得因該勞資爭議事件而罷工、\r\n怠工或為其他影響工作秩序之行為，勞資爭議處理法第八條規定甚明，是\r\n如非在調解仲裁期間內，自無上開規定之適用；又勞方終止契約，不在上\r\n開規定限制範圍之列，此與同法第七條規定對照觀之自明。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 566 號 民事裁定",
        "case_topic": "損害賠償等",
        "case_date": "民國 93 年 07 月 29 日",
        "case_gist": "在第二審追加原非當事人之人為他造當事人，除訴訟標的對於該人及他造\r\n當事人必須合一確定者外，非經他造及該人同意，不得為之，此觀民事訴\r\n訟法第四百四十六條第一項之規定自明。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1576 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 93 年 07 月 29 日",
        "case_gist": "強制執行法第十四條規定債務人異議之訴，乃指債務人請求確定執行名義\r\n上之實體請求權與債權人現在之實體上之權利狀態不符，以判決排除執行\r\n名義之執行力為目的之訴訟。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 563 號 民事裁定",
        "case_topic": "聲請假處分再審",
        "case_date": "民國 93 年 07 月 22 日",
        "case_gist": "國際上專利之申請互惠與訴訟互惠，本質不同，前者屬實體法上之概念，\r\n後者則為訴訟法上之範疇。換言之，專利之申請互惠，乃得否在對方國境\r\n依循法律規定申請取得專利權及其效力問題，而訴訟互惠，則為相互間能\r\n否在對方境內依訴訟程序解決紛爭或尋求救濟之問題。依專利法第四條、\r\n第九十一條 (修正前第九十五條) 規定之內容觀之，未經我國認許之外國\r\n法人或團體，因申請互惠原則之適用，於我國雖能取得專利權，並受保護\r\n，惟得否在我國提起民事訴訟，則端視兩國間就此有否訴訟互惠原則而定\r\n。"
    },
    {
        "case_id": "最高法院 93 年度台簡上字第 18 號 民事裁定",
        "case_topic": "返還押租金",
        "case_date": "民國 93 年 07 月 22 日",
        "case_gist": "押租金契約固為要物契約，惟被上訴人對李○鑾有押租金返還請求權，兩\r\n造合意由被上訴人將其上開債權讓與上訴人，以代押租金之交付，自已具\r\n備要物性。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1451 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 93 年 07 月 20 日",
        "case_gist": "人身保險契約，並非為填補被保險人之財產上損害，亦不生類如財產保險\r\n之保險金額是否超過保險標的價值之問題，自不受保險法關於複保險相關\r\n規定之限制。司法院大法官釋字第五七六號著有解釋。本件被上訴人縱與\r\n數保險人分別訂立數個人身保險契約，然因被保險人之生命、身體完整性\r\n無法以金錢估計價值，無從認定保險給付是否超額，應不受保險法第三十\r\n七條關於複保險規定之限制。原審認定被上訴人之複保險契約，尚不因係\r\n複保險而無效，自無可議。又按保險法對於如何計算期間之方法別無規定\r\n，仍應適用民法第一百十九條、第一百二十條第二項始日不算入之規定。\r\n蓋「始日」在通常情形，多不足一日，倘以一日計算，即與社會一般習慣\r\n不合。此為本院最近所採之見解。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 539 號 民事裁定",
        "case_topic": "返還價金等",
        "case_date": "民國 93 年 07 月 15 日",
        "case_gist": "當事人得以合意定第一審管轄法院；又被告不抗辯法院無管轄權，而為本\r\n案之言詞辯論者，以其法院為有管轄權之法院。而訴訟之全部或一部，法\r\n院認為無管轄權，依原告聲請或依職權以裁定移送於其管轄法院，民事訴\r\n訟法第二十四條第一項、第二十五條、第二十八條第一項分別定有明文。\r\n所謂本案之言詞辯論，指被告於言詞辯論期日或準備程序期日，就為訴訟\r\n標的之法律關係為實體上之陳述而言。倘被告僅於書狀就為訴訟標的之法\r\n律關係為實體上陳述內容之記載，未於言詞辯論期日或準備程序期日以言\r\n詞加以引用，自難謂被告已為本案之言詞辯論。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1432 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 07 月 15 日",
        "case_gist": "確定之支付命令與確定判決有同一之效力，凡確定判決所能生之既判力及\r\n執行力，支付命令皆得有之，當事人不得就該法律關係更行起訴。而確定\r\n判決所生之既判力，除當事人就確定終局判決經裁判之訴訟標的法律關係\r\n，不得更行起訴或為相反之主張外，法院亦不得為與確定判決意旨相反之\r\n裁判。否則將使同一紛爭再燃，即無以維持法之安定，及保障當事人權利\r\n、維護私法秩序，無法達成裁判之強制性、終局性解決紛爭之目的。本件\r\n上訴人以其對被上訴人有佣金債權存在，經聲請新竹地院准許核發支付命\r\n令，被上訴人收受該支付命令後，未於二十日之不變期間內提出異議，已\r\n生與確定判決同一之效力，為原審合法認定之事實。則被上訴人依「侵權\r\n行為」或「不當得利」為本件請求之法律上依據，雖與確定支付命令之「\r\n佣金債權請求權」為不同之訴訟標的，而無一事不再理原則之適用，惟就\r\n兩造間確定有「佣金債權存在」之事實，依上說明，被上訴人已不得再為\r\n相反之主張，法院亦不得為與該確定支付命令意旨相反之裁判，否則即違\r\n反該確定支付命令之既判力。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1431 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 93 年 07 月 15 日",
        "case_gist": "縱債權讓與契約因讓與人與受讓人間之意思合致而發生債權移轉之效力。\r\n且附有條件之債權亦得為讓與，惟因附有停止條件之債權，於條件成就時\r\n始發生效力，而於斯時方得為債權之移轉。若停止條件確定的不成就，該\r\n債權即確定的不生效力，所讓與之債權自不生移轉之效力。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1328 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 93 年 07 月 08 日",
        "case_gist": "土地及其土地上之房屋同屬一人所有，而僅將土地或僅將房屋所有權讓與\r\n他人，或將土地及房屋同時或先後讓與相異之人時，土地受讓人或房屋受\r\n讓人與讓與人間或房屋受讓人與土地受讓人間，推定在房屋得使用期限內\r\n，有租賃關係。民法第四百二十五條之一第一項前段定有明文。其立法理\r\n由謂：「僅將土地或僅將房屋所有權讓與他人，或將土地及房屋同時或先\r\n後讓與相異之人時，實務上見解，除有特別約定外，應推斷土地受讓人默\r\n許房屋受讓人繼續使用土地，但應支付相當代價，故其法律關係之性質，\r\n當屬租賃。」足見出讓人將土地及房屋單獨出讓或出讓與相異之人時，該\r\n房屋所有權人即得於房屋得使用期限內，繼續「合法使用」該房屋所坐落\r\n之土地。除別有約定外，縱該房屋所有權人須支付相當之對價，非可當然\r\n「無償使用」該土地，然仍不影響其對於房屋坐落土地之「有權使用」，\r\n即無不當得利或侵權行為之可言。此項規定，於房屋所有權人原有合法使\r\n用坐落土地之所有權及地上權，而僅將房屋所有權或僅將土地所有權或地\r\n上權之全部或一部讓與他人，或將土地所有權或地上權及房屋所有權同時\r\n或先後讓與相異之人時，亦可類推適用。至該土地權利人得依租賃之法律\r\n關係，請求房屋權利人給付租金，要屬別一問題。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 489 號 民事裁定",
        "case_topic": "本票強制執行聲請停止執行",
        "case_date": "民國 93 年 07 月 02 日",
        "case_gist": "就本票強制執行於查封債務人之財產後，經債務人提起確認本票債權不存\r\n在之訴，並聲請停止執行之事件，核與未查封債務人之財產前之免為假執\r\n行、假扣押、假處分事件不同。蓋前者債務人之財產既經債權人聲請法院\r\n予以查封，債務人已無從再為處分 (脫產) 之行為；而後者因債務人之財\r\n產尚未經債權人聲請法院為查封，債務人有隨時再為處分之可能，因此在\r\n酌定債務人之擔保金額時，兩者所據以衡量之標準，應有所不同，此為法\r\n理上之當然解釋。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 477 號 民事裁定",
        "case_topic": "選任臨時管理人",
        "case_date": "民國 93 年 06 月 25 日",
        "case_gist": "有限公司係由一人以上股東所組織，就其出資額為限，對公司負其責任之\r\n公司。而公司應至少置董事一人執行業務並代表公司；董事會不為或不能\r\n行使職權，致公司有受損害之虞時，法院因利害關係人或檢察官之聲請，\r\n得選任一人以上之臨時管理人，代行董事長及董事會之職權。但不得為不\r\n利於公司之行為。法人、董事全部不能行使職權，致法人有受損害之虞時\r\n，法院因利害關係人或檢察官之請求，得選任臨時管理人，代行董事之職\r\n權，但不得為不利於法人之行為。公司法第二條第一項第二款、第一百零\r\n八條第一項前段、第一百零八條第四項準用同法第二百零八條之一第一項\r\n、非訟事件法第六十五條第一項分別定有明文。是公司或法人臨時管理人\r\n之選任，係以保障公司或法人不因董事會不為或不能行使職權，抑或全部\r\n董事均無法行使職權而有遭受損害之虞所由設，其選任自應以公司或法人\r\n之最佳利益為考量。"
    },
    {
        "case_id": "最高法院 93 年度台聲字第 446 號 民事裁定",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 93 年 06 月 24 日",
        "case_gist": "民事訴訟法第一百六十二條第一項規定：當事人不在法院所在地住居者，\r\n計算法定期間，應扣除其在途之期間。但有訴訟代理人住居法院所在地，\r\n得為期間內應為之訴訟行為者，不在此限。是則在途期間之扣除，須兼具\r\n當事人不在法院所在地住居，以及無訴訟代理人住居法院所在地得為期間\r\n內應為之訴訟行為二要件，如當事人住居法院所在地者，不問訴訟代理人\r\n住居何處，得否為期間內應為之訴訟行為，均不生扣除在途期間之問題。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1227 號 民事判決",
        "case_topic": "給付承攬報酬",
        "case_date": "民國 93 年 06 月 24 日",
        "case_gist": "時效因聲請調解而中斷者，若調解不成立時，依民法第一百三十三條規定\r\n，固視為不中斷。惟民法第一百二十九條第一項第一款所稱之請求，並無\r\n需何種之方式，衹債權人對債務人發表請求履行債務之意思即為已足，債\r\n權人為實現債權，對債務人聲請調解之聲請狀，如已送達於債務人，要難\r\n謂非發表請求之意思。於此情形，自仍有民法第一百二十九條第一項第一\r\n款及第一百三十條規定之適用。倘債權人自聲請調解通知書送達債務人時\r\n起，於民法第一百三十條規定之六個月期間內對債務人提起該訴訟者，自\r\n應視為時效於調解通知書送達時中斷。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1225 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 93 年 06 月 24 日",
        "case_gist": "民法第二百十六條規定，損害賠償，除法律另有規定或契約另有訂定外，\r\n應以填補債權人所受損害及所失利益為限。依通常情形，或依已定之計劃\r\n、設備或其他特別情事，可得預期之利益，視為所失利益。該條所稱之「\r\n所失利益」，固非以現實有此具體利益為限，惟該可得預期之利益亦非指\r\n僅有取得利益之希望或可能為已足，尚須依通常情形，或依已定之計劃、\r\n設備或其他特別情事，有客觀之確定性始得稱之。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1224 號 民事判決",
        "case_topic": "給付報酬",
        "case_date": "民國 93 年 06 月 24 日",
        "case_gist": "股份有限公司與董事間之關係，依公司法第一百九十二條第四項規定，應\r\n適用民法關於委任之規定。該特殊委任契約之締結係以股東會決議為基礎\r\n，而以處理公司之團體法上之事務為標的，故公司法第一百九十六條規定\r\n，董事之報酬，未經章程訂明者，應由股東會議定之，以避免董事利用其\r\n經營者之地位與權利，恣意索取高額報酬。為貫徹此一立法原旨，公司股\r\n東會固不得以決議將報酬額之決定委諸董事會定之，惟若僅將各個董事分\r\n配之報酬額委由董事會決之，並經公司股東會事後追認者，自非法所不許\r\n。"
    },
    {
        "case_id": "最高法院 93 年度台上字第 1210 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 93 年 06 月 18 日",
        "case_gist": "當事人提出之私文書，必先證其真正，始有形式之證據力。如他造否認該\r\n提出之私文書繕本或影本，或爭執其內容之記載，在舉證人提出原本前，\r\n不認該繕本或影本有何形式之證據力。"
    },
    {
        "case_id": "最高法院 93 年度台抗字第 455 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 93 年 06 月 17 日",
        "case_gist": "依民事訴訟法第四百六十六條之一前段規定，對於第二審判決上訴，上訴\r\n人應委任律師為訴訟代理人。又對於抗告法院之裁定再為抗告者準用之，\r\n同法第四百九十五條之一第二項亦定有明文。本件再抗告人提起再抗告，\r\n未委任律師為訴訟代理人，雖經其聲請本院為之選任律師為其訴訟代理人\r\n，惟業經本院以裁定駁回其聲請，此項裁定，已於民國九十三年五月二十\r\n六日送達，有卷附送達證書足據，茲已逾相當期間，迄未據補正，其再抗\r\n告自非合法。"
    }
]