[
    {
        "case_id": "最高法院 86 年度台上字第 2707 號 民事判決",
        "case_summary": "確認優先承購權存在等事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "土地法第一百零四條第一項所定之優先購買權，除基地承租人不於第二項\r\n接到通知後十日內為表示，應視為放棄外，若基地承租人於知悉土地買賣\r\n之條件後，曾明示或默示表示拋棄該優先購買權者，自仍生權利拋棄之效\r\n力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2700 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "債務承擔，不論為免責的債務承擔或約定之併存的債務承擔 (重○的債務\r\n承擔) ，均必以第三人與債權人互相表示意思一致，為成立該承擔契約之\r\n前提。苟無該承擔債務之合致意思表示，縱第三人基於其他原因 (例：民\r\n法第二百六十八條所定之第三人負擔契約) ，須對債權人為給付，自非屬\r\n於債務承擔。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2696 號 民事判決",
        "case_summary": "請求回復原狀",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "契約之解除權與契約當事人不可分離，夏太郎既僅讓與上訴人尾款請求權\r\n，其與被上訴人間之契約解除權自應仍歸夏太郎享有。上訴人既無系爭買\r\n賣契約之解除權，其對被上訴人為解除契約之意思表示，自乏依據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2695 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "人民之財產權應受保護，債權人若無足以信其對債務人確有權利存在之正\r\n當理由，就查封債務人財產致生之損害，即應依侵權行為負責賠償損害；\r\n其無正當理由而誤認有權利存在者，自不能解免此項責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2691 號 民事判決",
        "case_summary": "給付借款事件",
        "case_date": "民國 86 年 08 月 30 日",
        "case_gist": "保證人與債權人約定就債權人與主債務人間所生一定債之關係範圍內之不\r\n特定債務，預定最高限額，由保證人保證之契約，學說上稱為最高限額保\r\n證。此種保證契約如定有期間，在該期間內所生約定範圍內之債務，不逾\r\n最高限額者，均為保證契約效力所及；如未定期間，保證契約在未經保證\r\n人依民法第七百五十四條規定終止或有其他消滅原因以前，所生約定範圍\r\n內之債務，亦同。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 443 號 民事裁定",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "請求分割共有物之訴，其訴訟標的價額之計算，應以原告在第一審起訴時\r\n因分割所受利益之客觀價額為準，此種案件上訴時，其訴訟標的價額及上\r\n訴利益額，亦以此為準，不因被告或原告提起上訴而有所歧異。再，法院\r\n命補繳裁判費之金額縱有未合，當事人於其應行補繳之數額，仍應遵期補\r\n繳，如逾期未繳，命補繳之法院認其上訴為不合法予以駁回，於法即無不\r\n合。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 442 號 民事裁定",
        "case_summary": "聲請停止執行事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "法院依強制執行法第十八條第二項定擔保金額而准許停止強制執行之裁定\r\n者，該項擔保係備供債權人因停止執行所受損害之賠償，其數額應依標的\r\n物停止執行後，債權人未能即時受償或利用該標的物所受之損害額，或其\r\n因另供擔保強制執行所受之損害額定之，非以標的物之價值或其債權額為\r\n依據。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 441 號 民事裁定",
        "case_summary": "拍賣抵押物強制執行聲明異議",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "不動產所有人，設定抵押權後，於同一不動產上，得設定地上權及其他權\r\n利；但其抵押權不因此而受影響，為民法第八百六十六條所明定。是以辦\r\n理強制執行事件應行注意事項第五十七項第四款明白揭示，不動產所有人\r\n設定抵押權後，於同一不動產上設定地上權或其他權利或出租於第三人，\r\n因而價值減少，致其抵押權所擔保之債權不能受滿足之清償者，執行法院\r\n得依聲請或依職權除去後拍賣之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2678 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "言詞辯論期日，當事人之一造不到場者，到場之他造當事人聲請由其一造\r\n辯論而為判決，其聲請之有無理由，法院應依職權調查之，本件上訴人謝\r\n水銀未於原審言詞辯論期日到場，經被上訴人聲請依其一造辯論而為判決\r\n，惟原審於判決中既未記載一造辯論之旨，亦未說明有無民事訴訟法第三\r\n百八十六條所列各款情事而為調查，其判決難謂非違背法令。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2676 號 民事判決",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "耕地三七五減租條例第二十六條第二項所謂非經調解、調處，不得起訴者\r\n，依同條第一項規定，係指出租人與承租人間因耕地租佃而發生爭議之事\r\n項，已否經調解、調處之程序。換言之，是否踐行該項程序，應指為訴訟\r\n標的之法律關係，於起訴前是否經調解、調處而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2669 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "建築法所稱之建築基地，包括供建築物本身所占之地面及其所應留設之法\r\n定空地；而法定空地之留設，應包括建築物與其前後左右之道路或其他建\r\n築物間之距離，其寬度於建築管理規則中定之；應留設之法定空地，非依\r\n規定不得分割、移轉，並不得重複使用，其分割辦法由內政部定之 (建築\r\n法第十一條參照) 。法定空地之範圍與建築基地密不可分，攸關建造執照\r\n之是否合法，故法定空地面積、位置之套繪劃定，屬建管機關之權責，非\r\n法院命地政機關所得測定者。上訴人主張扣除法定空地面積，其餘部分即\r\n得裁判分割云云，並無可取。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2666 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "保險法第六十二條第二款所定不負通知之義務，係指保險契約訂立後，危\r\n險增加，依通常注意為保險人所應知或無法諉為不知者之情形而言，與本\r\n件係訂約前違反告知義務，尚屬有間，而無可援用。按保險契約係屬最大\r\n善意之契約，要保人或被保險人既故意隱匿保險人書面詢問事項，足以變\r\n更或減少其對於危險之估計，保險人自得解除契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2665 號 民事判決",
        "case_summary": "返還買賣價金事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "兩造所訂立之房屋、土地買賣契約，彼此具有不可分離之關係，性質上屬\r\n聯立契約，同其命運，違反其一，無從期待可能單獨履行另一契約，洪招\r\n就土地買賣契約援引上述催告函而與房屋契約同步予以解除，於法並無不\r\n合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2662 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "按證券經紀商於簽訂受託契約時，應留存印鑑卡，憑同式印鑑或簽名辦理\r\n交割及相關手續，如未依規定製作印鑑卡，嚴重損害委託人權益，應受處\r\n罰，台灣證券交易所股份有限公司營業細則第七十五條第一項第二款、第\r\n一百四十條定有明文。且依證券經紀商內部控制制度標準規範之規定，交\r\n割憑單須由委託人簽章，非本人辦理交割應依規定附委託書，交割人原應\r\n依據分割憑單收進股票，每張應附股票轉讓過戶申請書，並核對出讓人印\r\n鑑，此有上開標準規範附卷足稽。上訴人既為證券經紀商，就上開規定不\r\n得諉為不知。查上訴人自認受被上訴人之託買進系爭股票時，未依規定製\r\n作被上訴人之印鑑卡，作為買賣股票之憑證，其他客戶均有製作印鑑卡，\r\n被上訴人部分未製作印鑑卡係疏忽等語。上訴人公司之承辦職員黃玉盞於\r\n七十九年八月二十九日呈上訴人之報告書載明「此案之檢討：取股 (票\r\n) 時未核對印章……急於快停止過戶以致在客戶要求之下未留切結書，先\r\n行取去過戶……此項缺失于七十九年元月全員建立客戶之印鑑卡……，\r\n交割憑單上未蓋負責人、覆核，制 (製) 單及客戶之簽章。改善：嚴格要\r\n求補單之程序」。上訴人公司於簽訂受託契約時，既未依規定留存印鑑卡\r\n，於辦理交割 (買賣) 手續時復未能憑印鑑或命委託人於交割憑單簽章，\r\n且係黃武祥持偽造之被上訴人印章向上訴人之職員黃玉盞領取股票，非被\r\n上訴人本人辦理交割，黃玉盞又未依規定命提出委託書，顯有過失。按客\r\n戶委託證券商買賣股票，彼此間為行紀關係，證券商為客戶買進之股票，\r\n為其占有時，依民法第五百八十三條第一項規定，適用寄託之規定。而寄\r\n託除消費寄託須將寄託物之所有權移轉於受寄人始可外，一般寄託或類似\r\n消費寄託之混藏寄託，寄託人雖將寄託物交付受寄人保管，但自己仍保有\r\n該物之所有權。上訴人為證券商，被上訴人委託上訴人買進系爭股票，遭\r\n黃武祥盜賣，觀諸兩造所立契約內容，就系爭股票之寄託與一般證券交易\r\n相同，性質上屬混藏寄託，是系爭股票所有權屬寄託人即被上訴人。上訴\r\n人受被上訴人之託，購買股票，因其承辦職員之疏失，致被上訴人所有之\r\n系爭股票為黃武祥所盜領出售，依民法第一百八十四條、第一百八十八條\r\n第一項前段規定，上訴人應與其承辦職員負連帶損害賠償責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2661 號 民事判決",
        "case_summary": "交付停車位等事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "建物於建築完成發給使用執照後，建物之面積即已確定，起造人得予以測\r\n量並規劃停車位，故系爭建物於六十六年九月二十一日發給使用執照時起\r\n，上訴人即得本於系爭協議書就停車位之約定為請求，其請求權之消滅時\r\n效自此時起算。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2659 號 民事判決",
        "case_summary": "酌減價金事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "民法第三百五十九條規定買受人因買賣標的物有瑕疵，得請求減少其價金\r\n，此項減少價金請求權之行使，僅須由買受人向出賣人以意思表示為之為\r\n已足，無庸以訴之方式向法院請求准許其減少價金。本件上訴人既係主張\r\n伊向被上訴人買受之系爭房地有物之瑕疵，被上訴人應負擔保之責，而依\r\n上開規定請求減少買賣價金，乃竟起訴求為形成之判決，於法即有未合，\r\n不應准許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2658 號 民事判決",
        "case_summary": "返還土地等事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "公產機關檢送公有基地租用申請書予承租人，以供承租人辦理公有基地續\r\n租手續，其性質為要約之誘引，並非要約或承諾。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2656 號 民事判決",
        "case_summary": "返還不當得利等事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "連帶債務之成立，須數人負同一債務，而明示對於債權人各負全部給付之\r\n責任，或法律有規定者為限。上訴人並未舉證證明其與被上訴人間有成立\r\n連帶債務之明示，法律復未規定兩造間應成立連帶債務。兩造係基於法律\r\n規定之不同原因，對於薄中南等人各負全部給付之責任，雖其給付具有同\r\n一之目的，其中一人給付，他造即同免其責任，但其性質應為不真正連帶\r\n債務。而不真正連帶債務人相互間並無分擔部分，民法第二百八十一條第\r\n一項關於連帶債務人求償權之規定，於不真正連帶債務人間並無適用之餘\r\n地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2654 號 民事判決",
        "case_summary": "請求給付退休金",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "依工廠工人退休規則第十條第一項第一款規定，退休金基數計算之方式，\r\n其為按月支薪者，以核準退休前三個月平均工資所得為準。而依勞基法第\r\n五十五條第二項及第二條第四款規定，勞工退休金基數之標準，係指核準\r\n退休時一個月平均工資，所稱平均工資，謂計算事由發生之當日前六個月\r\n內所得工資總額除以該期間之總日數所得之金額。兩者關於退休金基數之\r\n內涵，並不相同。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2652 號 民事判決",
        "case_summary": "返還價款（給付借款）事件",
        "case_date": "民國 86 年 08 月 28 日",
        "case_gist": "當事人之一方將其因契約所生之權利義務，概括的讓與第三人承受者，係\r\n屬契約承擔，與單純的債權讓與不同，非經他方之承認，對他方不生效力\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 434 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 08 月 22 日",
        "case_gist": "商務仲裁條例第三條規定：「仲裁契約，如一造不遵守，而另行提起訴訟\r\n時，他造得據以請求法院駁回原告之訴」，此項妨訴抗辯能否成立，應以\r\n該訴訟是否屬仲裁契約之標的範圍以為斷，若果成立，法院應依民事訴訟\r\n法第二百四十九條第一項第六款，裁定予以駁回；此與商務仲裁條例第二\r\n十一條第一項規定：「仲裁人之判斷，於當事人間，與法院之確定判決，\r\n有同一效力」，當事人就已經仲裁判斷之事項再行起訴，法院應依民事訴\r\n訟法第二百四十九條第一項第七款，予以裁定駁回者，尚有不同。原裁定\r\n以本件訴訟與仲裁事件訴訟標的不同，非屬同一事件，認無商務仲裁條例\r\n第三條規定之適用，而未審究本件訴訟是否屬仲裁契約之標的範圍，其法\r\n律見解自有可議。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 432 號 民事裁定",
        "case_summary": "聲請假處分",
        "case_date": "民國 86 年 08 月 22 日",
        "case_gist": "債權人就金錢請求以外之請求，因請求標的之現狀變更，有日後不能強制\r\n執行或甚難執行之虞者，即得聲請假處分，以保全強制執行，此觀民事訴\r\n訟法第五百三十二條之規定自明。至債權人聲請假處分所欲保全強制執行\r\n之權利，債務人若有所爭執，應於現在或將來繫屬之本案訴訟中，由法院\r\n予以裁判解決，尚非假處分保全程序所應解決之事項。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2641 號 民事判決",
        "case_summary": "塗銷土地抵押權登記事件",
        "case_date": "民國 86 年 08 月 22 日",
        "case_gist": "民法第八十七條所謂通謀為虛偽意思表示，乃指表意人與相對人互相故意\r\n為非真意之表示而言，故相對人不僅須知表意人非真意，並須就表意人非\r\n真意之表示相與為非真意之合意，始為相當。若僅一方無欲為其意思表示\r\n所拘束之意，而表示與真意不符之意思者，尚不能指為通謀而為虛偽意思\r\n表示。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2630 號 民事判決",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 08 月 22 日",
        "case_gist": "上訴人自七十年一月五日訂立買賣契約後，何以不付清價金，而被上訴人\r\n何以不辦移轉登記，其原因何在﹖是否不可歸責於雙方當事人，如係不可\r\n歸責於雙方當事人之事由致情事變更，於衡量增加給付時，應依客觀公平\r\n之標準，以定增加給付之適當數額，總以不使一方受損或負擔過重為原則\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2629 號 民事判決",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 08 月 22 日",
        "case_gist": "上訴人似未共同占有系爭土地之全部，本件究竟何人占有何部分之土地，\r\n何人建造鐵皮屋 (建造者始有拆除、處分權能) ，原審未遑詳為調查，遽\r\n命各上訴人就系爭土地全部均應回復原狀，返還予被上訴人，及命各上訴\r\n人「連帶」給付按系爭土地全部計算之損害金，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2622 號 民事判決",
        "case_summary": "確認通行權事件",
        "case_date": "民國 86 年 08 月 22 日",
        "case_gist": "私有土地，若實際已供公眾通行數十年，成為道路，其土地所有權縱未為\r\n移轉登記，仍為私人所保留，其所有權之行使，仍應受限制，應認為已有\r\n公用地役關係之存在，土地所有人固不得違反供公眾通行之目的而為使用\r\n，惟公用地役關係之對象，係不特定之公眾，且亦不以有供役地與需役地\r\n之存在為必要，其本質乃係一公法關係，與私法上地役權之性質不同。而\r\n民事訴訟法則係當事人得向法院訴請以判決保護其私法之權利，故當事人\r\n不得本於公用地役關係，於民事訴訟請求土地所有人不得有妨害其通行之\r\n行為，而僅得請求地方政府以公權力加以排除，如有爭議應循行政爭訟程\r\n序處理之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2618 號 民事判決",
        "case_summary": "確認派下權存在事件",
        "case_date": "民國 86 年 08 月 22 日",
        "case_gist": "在臺灣，所謂祭祀公業者，雖大部分為祭祀自己之祖先為目的而設立，惟\r\n亦有例外，如分配祖先遺產時，抽出一部份財產，為祭祀夭亡無嗣之親屬\r\n而設立者有之；尚有因設立人對享祀人有所崇拜，雖非其祖先，而提供財\r\n產作為祭祀之用。又祭祀公業雖係以祭祀特定死者之祭祀為目的而設立之\r\n團體，但亦無必須取用祭祀人之姓名為其名稱之原則，自可解為各該祭祀\r\n公業之設立人，得隨意選定其祭祀公業之名稱。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 55 號 民事判決",
        "case_summary": "給付票款事件",
        "case_date": "民國 86 年 08 月 21 日",
        "case_gist": "民事訴訟採不干涉主義，凡當事人所未聲明之利益，不得歸之於當事人。\r\n本件被上訴人起訴請求上訴人給付之利息，係按年息百分之五計算，第一\r\n審判決命上訴人按年息百分之六計算給付利息，超過之部分，顯屬訴外裁\r\n判。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2612 號 民事判決",
        "case_summary": "確認租賃關係存在事件",
        "case_date": "民國 86 年 08 月 21 日",
        "case_gist": "確認之訴，除確認證書真偽之訴外，應以法律關係為訴訟標的，並原告有\r\n即受確認判決之法律上利益，始得提起，民事訴訟法第二百四十七條規定\r\n甚明。契約為法律關係發生之原因，並非法律關係本身，其有效與否，固\r\n不得為確認之訴之標的。惟原告如主張其因契約之訂定取得某項權利 (法\r\n律關係) ，為被告否認，該項法律關係之存否不明確，原告在私法上之地\r\n位非無受侵害之危險，依前開說明，即難認其不得提起確認之訴，或無即\r\n受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2611 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 08 月 21 日",
        "case_gist": "契約解除，雙方互負回復原狀之義務，為民法第二百五十九條所明定。是\r\n以契約除由當事人合意解除，應依雙方之約定，並不當然適用該條規定外\r\n，不問由何方當事人行使解除權，如已生解除之效力，雙方即負有回復原\r\n狀之義務。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2602 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 08 月 21 日",
        "case_gist": "按農業區之設立，涉及通盤都市計畫，不容私人恣意變更之。四十二－十\r\n八地號土地，經台北縣金山鄉公所通盤檢討都市計畫後，既仍列為農業區\r\n，依法自不得分割移轉為共有，不因其部分土地建有房屋而受影響。又土\r\n地因合併申請複丈者，應以同一地段、地界相連、使用分區、使用性質及\r\n地目均相同之土地為限，地籍測量實施規則第二百四十一條定有明文。查\r\n上訴人請求合併分割移轉之土地，其中四十二－十八號為金山鄉都市計畫\r\n農業區內土地，其餘土地為住宅區土地，有台北縣金山鄉公所上開一一二\r\n九四號函、台北縣汐止地政事務所上開九六六六號函可稽，因之自不得合\r\n併分割。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2589 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 08 月 21 日",
        "case_gist": "民事訴訟法第四百條第一項規定確定判決之既判力，惟於判決主文所判斷\r\n之訴訟標的，始可發生。若訴訟標的以外之事項，縱令與為訴訟標的之法\r\n律關係有影響，因而於判決理由中對之有所判斷，除同條第二項所定情形\r\n外，自不能因該判決已經確定而認此項判斷有既判力。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 414 號 民事裁定",
        "case_summary": "聲請商務仲裁執行裁定",
        "case_date": "民國 86 年 08 月 15 日",
        "case_gist": "前開仲裁判斷書主文命相對人於再抗告人給付價金及利息時，應交付本件\r\n所羅門公司股票予再抗告人並辦理移轉登記，係關於再抗告人買回系爭股\r\n份之履行行為，此項買回自己原有股份之行為，與證券交易法第一百五十\r\n條所規定上市有價證券之買賣，其性質似有所不同。乃原法院竟認上開仲\r\n裁判斷書主文所載，係命雙方私自為上市有價證券之買賣，違反證券交易\r\n法第一百五十條之規定，及命當事人為法律上所不許之行為，並謂其買賣\r\n行為無效，法院不得為執行之裁定，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2575 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 08 月 15 日",
        "case_gist": "系爭房屋均建於日據時期，作為警察分駐所使用，足見於台灣光復前原為\r\n日本政府所有，光復後我政府基於公權力接收之日產，依司法院院解字第\r\n三三八一號、第三四六九號解釋意旨，認應依當時有效之收復區私有土地\r\n與敵偽建築物處理辦法規定辦理，即為達行政目的，僅許基地所有人與使\r\n用之政府機關協商處理，不得主張政府機關對於基地為無權占有。蓋政府\r\n基於公權力接收敵偽建築物，原始取得系爭房屋所有權，乃屬公法上合法\r\n行為，因此公法上之合法行為而占有系爭土地 (包括建物基地及庭院) ，\r\n自不能又變為私法上之違法行為，而謂政府在私法上應負無權占有之責任\r\n，易言之，此時土地所有人，其土地所有權之行使，即應受此限制，且不\r\n因前開敵偽建築物處理辦法或台灣省各縣市暨鄉鎮公產清查辦法嗣後已經\r\n廢止而受影響。至被上訴人未與上訴人辦理徵收或洽商租用，致長期未支\r\n付其使用土地之對價等情形，則屬另一問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2558 號 民事判決",
        "case_summary": "請求塗銷抵押權登記",
        "case_date": "民國 86 年 08 月 15 日",
        "case_gist": "按不動產所有人於同一不動產設定典權後，在不妨害典權之範圍內，仍得\r\n為他人設定抵押權，業經司法院大法官會議釋字第一三九號解釋在案。且\r\n查典權為支付典價，占有他人之不動產而為使用收益之用益物權；抵押權\r\n則為不移轉不動產之占有，為擔保債權之履行而就之設定之擔保物權，兩\r\n者性質上並非不能相容。倘出典人於典權設定後，於典物上設定抵押權，\r\n該抵押權所擔保之債權清償期在典權人依民法第九百二十三條第二項、第\r\n九百二十四條之規定取得典物所有權以前，縱抵押物即典物被拍賣，亦係\r\n將有典權負擔之抵押物拍賣，基於物權優先之效力，先成立之典權有優於\r\n後成立之抵押權之效力，拍定人取得之不動產所有權後，在典權存續期限\r\n內，典權人仍得占有使用典物，並不受其影響。故不動產所有人於同一不\r\n動產設定典權後，在不妨害典權之範圍內，再與他人設定抵押權，民法物\r\n權編既無禁止之規定，自非法所不許。至於土地登記規則第一百零六條係\r\n內政部參酌上開大法官會議解釋，認設定典權後之不動產再設定抵押權，\r\n是否足以妨害典權，典權人最能明悉而制定，典權人之同意所有人就典物\r\n設定抵押權，僅屬證明典權未受妨害之方法而已，與抵押權登記之效力無\r\n關。上訴人執以主張系爭抵押權無效，尚非可採。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2553 號 民事判決",
        "case_summary": "返還價金（損害賠償）事件",
        "case_date": "民國 86 年 08 月 15 日",
        "case_gist": "在第二審為訴之變更係合法而應准許者，原訴即視為撤回而消滅，第一審\r\n法院就原訴所為之裁判，當然失其效力，此際第二審法院僅得就變更之新\r\n訴為裁判，不得就原訴為維持或變更之判決。本件被上訴人於第二審改依\r\n解除契約後之回復原狀請求權請求上訴人返還價金，原審既認定此項訴之\r\n變更為合法，並於主文判命上訴人給付被上訴人一百三十萬元本息，惟竟\r\n於理由內載：「第一審所為被上訴人敗訴之判決，自有未洽。上訴意旨，\r\n指摘第一審判決不當，為有理由」等語，即與訴之變更既屬合法，第二審\r\n僅得就變更之新訴為裁判，不得就原訴為維持或變更之判決之意旨不符。\r\n次按「原告撤回其訴者，訴訟費用，由原告負擔」，民事訴訟法第八十三\r\n條第一項定有明文。本件第一審之原訴，已因被上訴人於第二審變更訴訟\r\n而視為撤回，該部分訴訟費用原本即應由被上訴人負擔，而原審既專就變\r\n更後之新訴為裁判，即無須再就第一審訴訟費用為負擔之諭知，原審對此\r\n部分之訴訟費用仍諭知由上訴人負擔，於法不合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2552 號 民事判決",
        "case_summary": "返還房屋（返還土地）事件",
        "case_date": "民國 86 年 08 月 15 日",
        "case_gist": "使用借貸未定有期限而定有使用之目的者，應於其借貸目的使用完畢時返\r\n還之，但經過相當時期，可推定借用人已使用完畢者，貸與人亦得為返還\r\n之請求，民法第四百七十條第一項後段規定甚明。準此，借用房屋供居住\r\n之用，法院應就借用目的、經過期間及借用人之經濟狀況、目前有無再使\r\n用該房屋之必要等一切情狀加以審酌，以定其使用目的是否已完畢，不能\r\n一概認必須俟房屋不堪使用，始謂依借貸目的已使用完畢。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2530 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 08 月 14 日",
        "case_gist": "行使債權履行債務，應依誠實及信用方法，為民法第二百十九條所明定。\r\n查系爭土地買賣契約訂立時，雙方均明知系爭土地所有權仍登記為訴外人\r\n邱順隆名義，已在訴訟中，雙方訂約時顯然明瞭系爭土地不可能立即辦理\r\n所有權移轉登記，被上訴人如於訴訟終結前，原承買人尚未取得所有權之\r\n際，立即請求移轉登記，顯違誠實信用原則。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2527 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 08 月 14 日",
        "case_gist": "不當得利與利他契約二者之法律關係雖不相同，但因利他契約而受益之第\r\n三人只要有合於此不當得利構成要件之事實，仍非不得請求利他契約之債\r\n務人返還不當之利益。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2523 號 民事判決",
        "case_summary": "異議之訴事件",
        "case_date": "民國 86 年 08 月 14 日",
        "case_gist": "民法第一百三十條規定：時效因請求而中斷者，若於請求後六個月內不起\r\n訴，視為不中斷。此之所謂起訴，對於已取得執行名義之債務，係指依同\r\n法第一百二十九條第二項第五款規定與起訴有同一效力之開始強制執行或\r\n聲請強制執行而言。而同條第一項第一款所稱之請求，並無需何種之方式\r\n，祇須債權人對債務人發表請求履行債務之意思，即為已足。故時效因強\r\n制執行之聲請被駁回而視為不中斷者，如債權人之聲請狀或其他執行法院\r\n所發令債務人履行債務之文書，經送達於債務人之時，即應視為債權人已\r\n對債務人為履行之請求，且於強制執行程序進行中，其請求之狀態仍屬繼\r\n續，應解為債權人得自該強制執行程序終結之翌日起六個月內另行聲請強\r\n制執行，而保持中斷時效之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2522 號 民事判決",
        "case_summary": "給付居間報酬事件",
        "case_date": "民國 86 年 08 月 14 日",
        "case_gist": "約定之報酬，較居間人所任勞務之價值為數過鉅失其公平者，法院得因委\r\n託人之請求酌減之，民法第五百七十二條前段固定有明文。惟上開規定於\r\n當事人間未約定報酬額，而係按照價目表所定或習慣給付報酬者，並無適\r\n用之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2521 號 民事裁定",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 08 月 14 日",
        "case_gist": "民法第七十四條第一項所規定之撤銷權，須以訴之形式向法院請求為撤銷\r\n其行為之形成判決，始能發生撤銷之效果，倘僅於給付之訴訴訟中主張行\r\n使此項撤銷權，以之為攻擊防禦方法，自不生撤銷之效力，其法律行為仍\r\n不因此而失其效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2860 號 民事判決",
        "case_summary": "返還借款事件",
        "case_date": "民國 86 年 08 月 12 日",
        "case_gist": "所謂同時履行之抗辯，仍係基於雙務契約而發生，倘雙方之債務，非本於\r\n同一之雙務契約而發生，縱令雙方債務在事實上有密切之關係，或雙方之\r\n債務雖因同一之雙務契約而發生，然其一方之給付，與他方之給付，並非\r\n立於互為對待給付之關係者，均不能發生同時履行之抗辯。"
    },
    {
        "case_id": "最高法院 86 年度台聲字第 369 號 民事裁定",
        "case_summary": "聲請認可收養胡意文為養女事件",
        "case_date": "民國 86 年 08 月 08 日",
        "case_gist": "聲請認可收養子女事件，須聲請最高法院指定管轄者，以收養人在中華民\r\n國無住所、居所或住居所不明，亦無最後之住所者為限。夫妻二人共同收\r\n養，其中一人在中華民國現有住、居所或有最後之住所 (即曾經在中華民\r\n國設籍) 者，應逕向其住、居所或最後住所所在地之地方法院聲請裁定認\r\n可收養，無須向最高法院聲請指定管轄。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2504 號 民事判決",
        "case_summary": "請求分配合夥利益",
        "case_date": "民國 86 年 08 月 08 日",
        "case_gist": "按合夥未定有存續期間者，各合夥人得聲明退夥，但應於兩個月前通知他\r\n合夥人，民法第六百八十六條第一項定有明文。故未定有存續期間之合夥\r\n，合夥人雖得隨時聲明退夥，但須向他合夥人全體以意思表示為之，且應\r\n於退夥兩個月前通知他合夥人，否則不生退夥之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2500 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 08 月 08 日",
        "case_gist": "民法第一百四十八條第一項係規定行使權利，不得以損害他人為主要目的\r\n，若當事人行使權利，雖足使他人喪失利益，而苟非以損害他人為主要目\r\n的，即不在該條所定範圍之內 (最高法院四十五年台上字第一○五號判例\r\n參照) 。是縱上訴人抗辯鄭鑾自日據時代即已使用系爭土地，且於六十八\r\n年間已占用系爭土地建造四樓房屋，並非始自八十二年間一節屬實，然在\r\n其合法獲得讓售土地之前，即大興土木，建造五層樓房，以造成既成事實\r\n，其果因被上訴人訴請拆屋而受有損害，亦屬咎由自取。況上訴人於八十\r\n二年四月間於系爭土地進行工程時，被上訴人因接獲他人檢舉，而發函促\r\n請上訴人自行停工，以免增加損失，上訴人竟不聽制止，仍繼續興建，更\r\n屬目無法紀，被上訴人基於地方行政主管機關維護公有財產之職責，依法\r\n訴請上訴人拆屋還地，自無權利濫用之可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2496 號 民事判決",
        "case_summary": "請求不動產抵押權移轉登記",
        "case_date": "民國 86 年 08 月 08 日",
        "case_gist": "最高限額抵押權所擔保之債權，於原債權確定前第三人為債務人清償債務\r\n者，其最高限額抵押權是否隨同移轉於第三人，我民法並無明文規定，亦\r\n無習慣可資援用，自應依法理而為適用。按最高限額抵押權於原債權確定\r\n前，不具一般抵押權之從屬性，故第三人於原債權確定前為債務人清償債\r\n務，該受償部分之債權即脫離擔保之範圍，其最高限額抵押權自無從隨同\r\n移轉予第三人，為維護最高限額抵押權之上開特性，理應如此認定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2488 號 民事判決",
        "case_summary": "返還擔保金事件",
        "case_date": "民國 86 年 08 月 08 日",
        "case_gist": "一  最高法院三十三年上字第四八一○號判例要旨稱：「民法第二百七十\r\n    五條規定連帶債務人中之一人受確定判決，而其判決非基於該債務人\r\n    之個人關係者，為他債務人之利益亦生效力，故債權人以各連帶債務\r\n    人為共同被告提起給付之訴，被告一人提出非基於其個人關係之抗辯\r\n    有理由者，對於被告各人即屬必須合一確定，自應適用民事訴訟法第\r\n    五十六條第一項之規定」等語，顯係自民法第二百七十五條規定衍生\r\n    而來。是得依該判例意旨，認有民事訴訟法第五十六條第一項規定適\r\n    用之連帶債務訴訟，自以合於民法第二百七十五條規定者為限，不宜\r\n    擴張該判例之適用範圍，此由最高法院四十一年台抗字第一○號判例\r\n    意旨稱：「債權人以各連帶債務人為共同被告提起給付之訴，以被告\r\n    一人提出非基於其個人關係之抗辯，而經法院認為有理由者為限，始\r\n    得適用民事訴訟法第五十六條第一項之規定，共同被告之一人對於第\r\n    一審命其連帶給付之判決，提起上訴或聲請訴訟救助，尚未經第二審\r\n    法院為實體上之調查，無從斷定其提出抗辯是否非基於其個人關係而\r\n    有理由，自無同條項之適用，應就其個人提起上訴或聲請訴訟救助是\r\n    否合法，應否准許，予以調查裁判」等語，即得佐證。本件被上訴人\r\n    請求上訴人連帶給付違約金及遲延利息，於第二審對邱彭玉端以外之\r\n    上訴人提起上訴，並非有利上訴人之行為，與民法第二百七十五條規\r\n    定，尚有不合，自無首揭判例援用之餘地。原審謂本件訴訟於上訴人\r\n    間有合一確定之必要，依民事訴訟法第五十六條第一項第二款規定，\r\n    認被上訴人於第二審對邱彭玉端以外之上訴人提起上訴之效力及於邱\r\n    彭玉端，自屬可議。\r\n二  民法第二百六十條有關不妨礙損害賠償請求之規定，係於行使解除權\r\n    以消滅契約之情形方有適用；契約因解除條件成就而失其效力與契約\r\n    因解除權之行使而消滅有別，自無適用前開條文之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2466 號 民事判決",
        "case_summary": "國家賠償事件",
        "case_date": "民國 86 年 08 月 07 日",
        "case_gist": "國家賠償法第三條第一項規定：「公有公共設施因設置或管理有欠缺，致\r\n人民生命身體或財產受損害者，國家應負損害賠償責任。」其所謂「公有\r\n公共設施」，自係指已設置完成並開始供公眾使用之設施，始足當之；在\r\n施工建造中之建築物或工作物，因尚非供公務或公眾使用，即不得謂為公\r\n有公共設施，即無適用上開法條之餘地。本件上訴人對被上訴人提起損害\r\n賠償之訴，無非謂被上訴人進行建造上開工程時，因設置基椿發生震動，\r\n致其所有之房屋各層牆壁磁磚等全部龜裂，遭受損害，為其論據。惟按上\r\n開工程既尚未完工，即非屬供公眾使用之設施，且依上訴人所述發生損害\r\n之原因，係由於施工單位施工不當所致，亦非公有公共設施有何設置或管\r\n理上之欠缺，則其依上開規定請求國家賠償，於法即有未合。至最高法院\r\n五十年度台上字第一四六四號判例意旨：「所謂設置有欠缺，係指土地上\r\n之建築物或其他工作物，於建築之初即存有瑕疵而言」，係針對民法第一\r\n百九十一條第一項所為之闡釋，與國家賠償法第三條第一項所定情形有別\r\n，自無援用之餘地。又同院七十三年度台上字第三九三八號判例意旨所謂\r\n「政府管理之路段留有坑洞未能及時修補，又未設置警告標誌，致人民生\r\n命身體或財產受損害，應負國家損害賠償責任。」道路設施既經政府管理\r\n中，顯指已設置完成並供公眾使用甚明，亦與本件工程仍在施工中尚未供\r\n公眾使用之情形不同。（八十六年度台上字第二四六六號）"
    },
    {
        "case_id": "最高法院 86 年度台再字第 64 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 07 月 31 日",
        "case_gist": "所謂誠實信用之原則，係在具體的權利義務之關係，依正義公平之方法，\r\n確定並實現權利之內容，避免當事人間犧牲他方利益以圖利自己，自應以\r\n權利人及義務人雙方利益為衡量依據，並應考察權利義務之社會上作用，\r\n於具體事實妥善運用之方法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2431 號 民事判決",
        "case_summary": "國家賠償事件",
        "case_date": "民國 86 年 07 月 31 日",
        "case_gist": "我國家賠償法係採國家機關賠償之制度，亦即雖以國家賠償為主體，但仍\r\n以各級行政機關為賠償義務人，此觀之國家賠償法第九條之規定甚明。是\r\n賠償義務人如有獨立之編制及組織法之依據，且有決定國家意思並對外表\r\n示之權限，自得為賠償義務人。本件肇事巡邏艇ＰＢＣ五五○九號，三五\r\n○一號巡邏艇，原係隸屬於海軍巡邏大隊，依國家賠償法第九條第一項之\r\n規定，肇事巡邏艇所屬機關似為海上巡邏大隊；且該海上巡邏大隊已於八\r\n十二年十二月一日移編內政部警政署屬保七總隊。原審未查明海上巡邏大\r\n隊是否有賠償義務人之資格，及海上巡邏大隊移編保七總隊後，有無國家\r\n賠償法第九條第三項賠償義務機關經裁撤或改組者，以承受其業務機關為\r\n賠償義務機關規定之適用，遽認海軍總部為加害公務員之所屬機關，進而\r\n謂海軍總部之民事賠償責任早已確定，不因海上巡邏大隊移編有受影響，\r\n自嫌率斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2429 號 民事判決",
        "case_summary": "不動產所有權移轉登記事件",
        "case_date": "民國 86 年 07 月 31 日",
        "case_gist": "給付兼需債權人之行為，而債務人以準備給付之事情，通知債權人，以代\r\n提出者，僅不負給付遲延之責任，尚不生已為給付之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2423 號 民事判決",
        "case_summary": "返還股票事件",
        "case_date": "民國 86 年 07 月 31 日",
        "case_gist": "我國民法為保護交易安全，設有動產善意取得制度，凡以動產所有權或其\r\n他物權之移轉或設定為目的，而善意受讓該動產之占有者，縱其讓與人無\r\n移轉所有權或設定其他物權之權利，受讓人仍取得其所有權或其他物權。\r\n此所謂受讓，係指依法律行為而受讓，如因買賣、互易、贈與、出資等交\r\n易行為，受讓人與讓與人間有物權變動之合意與交付標的物之物權行為存\r\n在者均屬之。而民法第九百四十九條所定盜贓或遺失物之回復請求權，乃\r\n善意取得規定之例外，故盜贓或遺失物之現占有人必須符合法律所定善意\r\n取得之要件，否則被害人或遺失人儘可依民法第七百六十七條、第九百六\r\n十二條之規定請求回復其物，尚無適用該條規定之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2412 號 民事判決",
        "case_summary": "塗銷土地房屋所有權移轉登記等事件",
        "case_date": "民國 86 年 07 月 31 日",
        "case_gist": "該切結書並非立切結書人劉武育就自己之權義所立之切結，而係就他人即\r\n上訴人之權義是否存在所出具之字據證明，則此項字據是否當然有拘束上\r\n訴人之效力，自有疑問。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2398 號 民事判決",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 07 月 25 日",
        "case_gist": "出賣人有給付無瑕疵物之義務，故在危險移轉前，買受人亦有拒絕受領瑕\r\n疵物之權利。依法律之規範目的，物之瑕疵不能修補，或雖能修補而出賣\r\n人表示不願為之者，應認為在危險移轉前買受人即得行使擔保請求權，本\r\n件買賣雙方所爭執者為系爭攤位實際面積，上訴人及廣川公司、林天恩均\r\n認所完成之攤位並無面積不足，顯無修補之意，客觀上亦不能補正，被上\r\n訴人自可於交付之前主張瑕疵擔保。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2386 號 民事判決",
        "case_summary": "給付工程款事件",
        "case_date": "民國 86 年 07 月 25 日",
        "case_gist": "代理行為須代理人有代理權，並於其代理權限內為之，始直接對本人發生\r\n效力，此觀民法第一百零三條第一項規定自明。被上訴人既主張上訴人公\r\n司授權劉鐘簽訂系爭工程合約，其效力及於上訴人，即須證明劉鐘有經上\r\n訴人公司授與此項權限之事實，倘被上訴人不能證明劉鐘有權代理上訴人\r\n與其簽訂工程合約，尚難認劉鐘係上訴人之合法代理人，得代理上訴人簽\r\n訂系爭工程合約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2371 號 民事判決",
        "case_summary": "請求給付承攬報酬",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "債權依當事人之特約不得讓與者，倘受讓人知此特約，並未經債務人同意\r\n而仍為讓與，依民法第二百九十四條第一項第二款規定，其讓與無效。系\r\n爭工程款請求權依太翔公司與被上訴人間特約不得讓與，上訴人知此特約\r\n，且未經被上訴人同意，其讓與自屬無效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2369 號 民事判決",
        "case_summary": "撤銷仲裁判斷事件",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "按仲裁判斷與仲裁契約標的之爭議無關者，當事人得對他造提起撤銷仲裁\r\n判斷之訴，為商務仲裁條例第二十二條第一款、第二十三條第一項第一款\r\n所明定。而仲裁人為仲裁判斷時，如其爭議與仲裁契約標的有關者，始得\r\n援引情事變更原則、誠信原則等為判斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2368 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "債務人給付遲延，債權人得依民法第二百五十四條、第二百五十五條規定\r\n解除契約，均僅限於債務人遲延給付且迄未履行之情形始得為之，倘債務\r\n人縱有遲延給付但已為履行，其逾期給付並經債權人受領，除契約另有約\r\n定或有其他法定原因得解除契約外，自不得再以給付遲延為由解除契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2367 號 民事判決",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "在耕地三七五減租條例七十二年十二月二十三日增修前，定有期限之耕地\r\n租賃，出租人尚不得以「非因不可抗力繼續一年不為耕作」為由而終止租\r\n約，依舉輕明重之法理，似不得持同一理由認租約當然無效。此一情形似\r\n不包括在同條例第十六條第一項所指不自任耕作，租約無效範圍之內。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2363 號 民事判決",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "本院七十三年台上字第一五七三號判例謂：當事人之一方將其因契約所生\r\n之權利義務，概括的讓與第三人承受者，係屬契約承擔，與單純的債權讓\r\n與不同，非經他方之承認，對他方不生效力。此之「他方」係指契約當事\r\n人之另一方而言，而非契約之保證人或連帶保證人。蓋契約之保證人或連\r\n帶保證人係於其所保證或連帶保證之債務人不履行債務時代負或代為連帶\r\n負履行責任，其所信賴而願為保證或連帶保證之對象乃債務人，非債權人\r\n。債權人將與債務人間所訂立之契約概括讓與第三人者，僅契約主體即債\r\n權人之一方變更為第三人而已，債之內容、保證人或連帶保證人所擔保之\r\n對象及責任範圍均未變異，參酌民法第二百九十五條第一項前段規定「讓\r\n與債權時該債權之擔保隨同移轉於受讓人」之趣旨，債權人將契約概括讓\r\n與第三人，自毋庸得保證人或連帶保證人之同意。準此而言，第三人為契\r\n約承擔，該承擔契約之擔保權利隨同移轉於承受人，對於為擔保之保證人\r\n或連帶保證人祗須經讓與人或承受人以此事由而為通知，即生效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2360 號 民事判決",
        "case_summary": "給付租金事件",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "土地現值表，係於每年七月一日公告，是為一般所通稱之「土地公告現值\r\n」，此觀平均地權條例第四十六條規定甚明。經查上訴人向被上訴人承租\r\n前開土地，係約定：「本契約租金按土地公告地價百分之四計算，如公告\r\n地價低於當年土地公告現值時仍依土地現值百分之四計算」，「租賃期間\r\n：自民國七十九年二月一日起至民國八十四年一月三十一日止」，「應繳\r\n租金每半年繳租一次，每年一月、七月為繳租期間」等語，上訴人所應繳\r\n之租金係按土地公告現值計算，既為原審所合法認定之事實。準此，則上\r\n訴人於七十九年七月所應繳之租金，似應為同年二月一日起至同年六月三\r\n十日止之租金。而當時之土地公告現值，似應為於七十八年七月一日所公\r\n告之土地現值，尚非七十九年七月一日公告之土地現值，而應於八十年一\r\n月繳納之租金即七十九年七月一日起至七十九年十二月三十一日止之租金\r\n, 似始應按七十九年七月一日公告之土地現值計算，嗣後各筆之租金計算\r\n方式，似亦應依相同方式推算，方符兩造契約書上開約定之本旨。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2350 號 民事判決",
        "case_summary": "返還保險單事件",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "民法第五百零七條就「定作人之協力及不為協力之效果」所為之規定，倘\r\n於承攬契約之內容係包括數個可獨立施作之工作項目，而其中有一部分需\r\n定作人之協力行為始能完成時，苟該非經定作人協力不能完成 (施工) 部\r\n分，並不影響其他部分工作之進行及完成，且其他工作之進行及完成，亦\r\n可達成契約之一部分目的，即應解為承攬人僅得對該不能施作部分之契約\r\n為解除。殊不容承攬人任意以契約中之一小部分需經定作人協力而未為協\r\n力致該部分不能施作，率爾併就無需定作人為協力仍可完成達到該部分契\r\n約目的之工作，併予以解除契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2343 號 民事判決",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 07 月 24 日",
        "case_gist": "依土地法所為之登記，有絕對真實之公信力，縱使登記有無效之原因，在\r\n該登記未塗銷以前，其登記仍不失其效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2329 號 民事判決",
        "case_summary": "請求確認抵押債權不存在",
        "case_date": "民國 86 年 07 月 18 日",
        "case_gist": "抵押權，不得由債權分離而讓與，或為其他債權之擔保，民法第八百七十\r\n條定有明文，且抵押權係從屬於所擔保之債權而存在。系爭貸款既係由蘇\r\n昌盛交付予被上訴人，上訴人僅被登記為抵押權人，事實上並未貸予被上\r\n訴人二百六十萬元，亦未受讓蘇昌盛之債權，系爭抵押權所擔保之債權自\r\n不存在。被上訴人訴請確認系爭抵押債權不存在，並請求上訴人塗銷系爭\r\n抵押權登記，均無不合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2326 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 07 月 18 日",
        "case_gist": "出賣人出賣土地時應繳納土地增值稅，係以土地增值乃社會群體努力所致\r\n，其利益應歸公眾分享，從而此項土地增值稅係繳納予代表公眾之稅捐機\r\n關。是如被上訴人所得請求上訴人賠償之損害金額應扣除相當於土地增值\r\n稅之金額，則不啻將土地增值之利益，歸由違約之上訴人獨享，此與徵收\r\n土地增值稅之立法精神相違背，已無可取；且自不可歸責之被害人所得請\r\n求之損害賠償金額中扣除尚屬未能確定之稅金，而由可歸責之債務人享受\r\n其利益，非但顯失公平，亦與填補債權人請求債務人交付土地時應有狀態\r\n之賠償原則不符，上訴人抗辯損害賠償金額應扣除增值稅云云，即非可採\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2322 號 民事判決",
        "case_summary": "第三人異議之訴事件",
        "case_date": "民國 86 年 07 月 18 日",
        "case_gist": "民事訴訟法第二百七十九條第三項所定得撤銷之自認，係指同條所稱對於\r\n他造當事人主張之事實，積極的表示承認之情形而言。若對於他造主張之\r\n事實，僅於言詞辯論時不爭執之視同自認，既許當事人於言詞辯論終結前\r\n，或上訴於第二審時，得隨時為追復爭執之陳述，自無撤銷自認之可言，\r\n此觀民事訴訟法第二百七十九條、第二百八十條、第一百九十六條、第四\r\n百四十七條之規定自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2320 號 民事判決",
        "case_summary": "損害賠償等事件",
        "case_date": "民國 86 年 07 月 18 日",
        "case_gist": "民法第一百八十九條規定：「承攬人因執行承攬事項，不法侵害他人權利\r\n者，定作人不負損害賠償責任。但定作人於定作或指示有過失者，不在此\r\n限。」，所謂定作有過失者，係指定作之事項具有侵害他人權利之危險性\r\n，因承攬人之執行，果然引起損害之情形；而指示有過失者，係指定作並\r\n無過失，但指示工作之執行有過失之情形而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2312 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 07 月 18 日",
        "case_gist": "未記載於準備程序筆錄之事項，於準備程序後行言詞辯論時，不得主張之\r\n。但法院應依職權調查之事項，或主張該事項不甚延滯訴訟，或經釋明非\r\n因重大過失不能在準備程序提出者，不在此限，民事訴訟法第二百七十六\r\n條定有明文。此項規定依民事訴訟法第四百六十三條規定於第二審程序亦\r\n有準用。職是，當事人就未記載於準備程序筆錄之事項，於言詞辯論時提\r\n出而主張之，法院如認依民事訴訟法第二百七十六條前段規定已不得主張\r\n者，應於判決理由項下記載其意見，否則，即有判決不備理由之違法。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 375 號 民事裁定",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "關於假處分之規定，於爭執之法律關係，有定暫時狀態之必要者，準用之\r\n，民事訴訟法第五百三十八條定有明文。此所謂法律關係，係指金錢請求\r\n以外，凡適於為民事訴訟之標的，有繼續性者皆屬之。無論其本案請求為\r\n給付之訴、確認之訴或形成之訴，均有其適用，與保全強制執行為目的之\r\n假處分有異。又所謂有定暫時狀態之必要者，係指因避重大之損害或因其\r\n他情事，有就爭執之法律關係，定暫時狀態之必要者而言。查股份有限公\r\n司之股東，於其權利存續期間內均得對公司行使法定之權利，故股東權性\r\n質上有繼續性。再抗告人除主張信託關係外，復對系爭股東權誰屬有所爭\r\n執，為避免損害，使相對人暫時處於不得行使股東權之狀態，而為本件假\r\n處分之聲請，依上開說明，原法院自應就兩造間爭執者為何種法律關係﹖\r\n是否適於為民事訴訟標的﹖有無繼續性﹖再抗告人是否避重大之損失，或\r\n因其他情事有定暫時狀態之必要等項，予以調查審認，資為准駁之依據。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 374 號 民事裁定",
        "case_summary": "返還房屋",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "訴訟程序於判決送達後提起上訴前，發生當然停止之原因者，依民事訴訟\r\n法第一百七十七條第三項規定，當事人承受訴訟之聲明，既應由為裁判之\r\n原法院裁定之，則訴訟程序於裁判送達前，甚至言詞辯論終結前，發生當\r\n然停止之原因，其承受訴訟之聲明，更應由為裁判之原法院裁定之，自屬\r\n當然之解釋。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 373 號 民事裁定",
        "case_summary": "票款執行事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "票據為文義證券，票據上之權利義務，悉應依票據記載之文字以為決定。\r\n股份有限公司之董事長，依公司法第二百零八條第三項之規定，本有代表\r\n公司之權限，其於簽發票據時，除加蓋其個人私章外，倘尚蓋有公司印章\r\n，即難謂非係以公司名義而為發票行為。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2300 號 民事判決",
        "case_summary": "回復原狀等事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "契約解除，雙方互負回復原狀之義務，民法第二百五十九條定有明文。此\r\n項互負之義務，依同法第二百六十一條準用第二百六十四條之規定，於他\r\n方未為對待給付前，得拒絕自己之給付。又按約定之違約金額過高者，法\r\n院得減至相當之數額，同法第二百五十二條定有明文。查被上訴人主張，\r\n上訴人已繳交之價金，伊依買賣契約書第十四條約定充作違約金云云。而\r\n上訴人一再辯稱，約定之違約金額過高，請求法院依民法第二百五十二條\r\n規定核減，被上訴人應返還超高部分之價金云云。倘上開約定之違約金額\r\n確屬過高，法院既有核減之權，則經法院核減其金額者，超過經法院核減\r\n金額之部分，被上訴人已無違約金債權存在，仍屬上訴人已付之價金，被\r\n上訴人依民法第二百五十九條規定，即應返還上訴人，是法院仍得就違約\r\n金額之約定是否過高，加以審究及核減。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2298 號 民事判決",
        "case_summary": "給付修補費等事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "民法第四百九十三條規定：「工作有瑕疵者，定作人得定相當之期限，請\r\n求承攬人修補之。承攬人不於前項期限內修補者，定作人得自行修補，並\r\n得向承攬人請求償還修補必要之費用。如修補所需費用過鉅者承攬人得拒\r\n絕修補。前項規定，不適用之。」所謂定作人得自行修補，係以承攬人不\r\n於定作人所定之期間內修補，或拒絕修補為其要件。良以定作人既願訂定\r\n承攬契約而將其工作委由承攬人承製，顯見對於工作瑕疵之補完，亦以承\r\n攬人有較強之修繕能力，能夠以較低廉之成本完成修補，定作人倘未先行\r\n定期催告承攬人是否修補瑕疵，自不容其逕自決定僱工修補；此不獨就契\r\n約係締約雙方以最低成本獲取最大收益之經濟目的所必然獲致之結論，且\r\n就避免使承攬人負擔不必要之高額費用之公平原則而言，自乃不可違背之\r\n法則。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2297 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "按由保險契約所生之權利，自得為請求之日起，經過二年不行使而消滅，\r\n為保險法第六十五條前段所明定。又所謂請求權得行使時，係指權利人得\r\n行使請求權之狀態而言。查本件員工誠實保證保險契約第一條所約定之承\r\n保範圍，係被上訴人對上訴人因其被保證員工之不誠實行為所致之損失負\r\n責理賠。而依該保險契約第四條第一款約定，被保險人於發現被保證員工\r\n有不誠實行為而導致承保範圍損失時，應即以書面通知保險人要求理賠之\r\n意旨觀之，所謂得為請求之日，似應指上訴人發現被保證員工有不誠實行\r\n為致其受有損害之時而言。準此，本件保險契約得請求賠償之狀態，必須\r\n符合「發現被保證員工有不誠實行為」及「導致承保範圍損失」兩項條件\r\n俱備，始得謂發生承保範圍之保險事故。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2294 號 民事判決",
        "case_summary": "損害賠償（給付補償費）事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "依勞動基準法第五十九條第一款規定，雇主之補償範圍並非悉與勞保醫療\r\n給付相同，亦即並非勞工已參加保險者，雇主即不必補償其醫療費用，否\r\n則同條但書即不必規定雇主得就勞保已給付之部分主張抵充，是勞工已參\r\n加保險者，雇主僅得依勞基法第五十九條第一項規定，就勞保已支付部分\r\n主張抵充；勞保不給付部分，仍應由雇主補償。又勞工因職業災害受傷，\r\n其所需之掛號費，乃就診所必需之醫療費用，應在雇主補償之範圍。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2290 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "臺灣之家產自清朝以降即屬父祖子孫所構成家屬之公同共有，日本割據後\r\n，雖統治權更易，但社會制度並未立即改變，仍然維持家產制度。關於家\r\n產分析，通常以○分方法為之，故通稱為○分，○分在本質上與共有物分\r\n割相同，○分之效果在於終止共有關係，使各繼承人就其應得部分成為單\r\n獨所有人。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2280 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "因條件成就而受不利益之當事人，如以不正當行為，阻其條件之成就者，\r\n視為條件已成就，民法第一百零一條第一項定有明文。依當事人一方之意\r\n思而決定其成就與否之條件，倘依契約或通常情形，當事人應為一定之行\r\n為使其條件成就，乃為圖免因條件成就而受不利益，任意不為該行為，即\r\n係以不正當消極行為阻其條件之成就，依上開規定，應視為條件業已成就\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2278 號 民事裁定",
        "case_summary": "所有權移轉登記等事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "契約當事人以同一締約行為，結合數個契約，為契約之聯立。其各個契約\r\n相互間是否具有依存關係，應綜合法律行為全部之旨趣，當事人訂約時之\r\n真意、交易之習慣及其他具體情事，並本於誠信原則，為斷定之標準。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2275 號 民事判決",
        "case_summary": "確認會員事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "確認之訴除確認證書真偽之訴外，應以法律關係為訴訟標的，觀民事訴訟\r\n法第二百四十七條之規定自明。身分為法律關係發生之原因，非即法律關\r\n係之本身，身分之存在與否乃屬一種事實問題，不得為確認之訴之標的。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2272 號 民事判決",
        "case_summary": "排除侵害事件",
        "case_date": "民國 86 年 07 月 17 日",
        "case_gist": "違章建築之讓與，雖因不能為移轉登記而不能為不動產所有權之讓與，但\r\n受讓人與讓與人間如無相反之約定，應認為讓與人已將該違章建築之事實\r\n上處分權讓與受讓人。又房屋之拆除為一種事實上之處分行為，須有事實\r\n上之處分權者，始有拆除之權限。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 51 號 民事判決",
        "case_summary": "給付票款事件",
        "case_date": "民國 86 年 07 月 11 日",
        "case_gist": "商業經理人所為之行為，其效力依法直接及於商業主人者，應以關於該商\r\n號營業上之事務為限；又經理人收受存款或向他人借款之行為，除依營業\r\n之性質或其他情事可認其有此權限者外，並非當然對於本人發生效力，有\r\n本院十九年上字第三○○一號及第二七六號判例可資參照。其所謂「關於\r\n該商號營業上之事務為限」，並不限以公司執照上所登記之營業項目之行\r\n為為限，若該商號確有該營業行為，雖非公司登記之營業項目，亦無不可\r\n。又「依其他情事可認有此權限者」，如雖非營業上事務，惟已得該商號\r\n之授權，而得為之之行為，即屬之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2258 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 07 月 11 日",
        "case_gist": "民法第四百五十條第二項固規定租賃未定期限者，各當事人得隨時終止契\r\n約。但土地法為民法之特別法，土地法規定，租用建築房屋之基地，非有\r\n土地法第一百零三條所列各款情形之一，出租人不得收回。故縱該土地上\r\n之房屋因故滅失，而租用基地之契約，若未合法終止，契約之效力仍續存\r\n在，承租人仍得使用基地申請重建房屋 (最高法院五十一年台上字第二九\r\n八七號判例參照) 。故上訴人主張其依民法第四百五十條第二項規定終止\r\n兩造之不定期基地租賃契約，並謂兩造租賃契約已終止，被上訴人為無權\r\n占有系爭土地云云，容有誤會，亦無足取。再基地租賃如承租人無土地法\r\n第一百零三條所定各款之情事，出租人即不得終止基地租賃契約收回土地\r\n，尤無因房屋之老舊與土地價值不相當，而得據為終止基地租賃契約之正\r\n當事由，上訴人所謂之類推土地法第一百條第一款規定請求被上訴人拆屋\r\n還地，亦非可取。上訴人聲請鑑定被上訴人所有之房屋是否為危險建物，\r\n與本件基地租賃契約原無關係，自無必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2242 號 民事判決",
        "case_summary": "清償借款事件",
        "case_date": "民國 86 年 07 月 11 日",
        "case_gist": "金錢借貸契約為要物契約，應由貸與人交付金錢於借用人或有受領權人，\r\n始生效力。姑不論本件上訴人是否有在被上訴人處開戶，殊值懷疑，已如\r\n前述，而自系爭帳戶提領一千萬元時，上訴人本人並未前往領取，而係由\r\n證人朱燈燦將該一千萬元領走，似此情形，如朱燈燦係無受領權之人，能\r\n否謂被上訴人就系爭款項已交付上訴人，金錢借貸契約己發生效力，尤非\r\n無疑。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2241 號 民事判決",
        "case_summary": "塗銷抵押權設定登記事件",
        "case_date": "民國 86 年 07 月 11 日",
        "case_gist": "若為親收，即非代理或表見代理之問題，原審上述認定顯屬理由矛盾。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2231 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 07 月 11 日",
        "case_gist": "按海上貨物運送人之過失，世界各國之立法，概採推定之過失責任主義，\r\n即關於運送人之責任，只須運送物有喪失、毀損或遲到情事，經託運人或\r\n受貨人證明屬實，而運送人又未能證明運送物之喪失、毀損或遲到係因不\r\n可抗力，或因運送物之性質，或因託運人或受貨人之過失所致者，則不問\r\n其喪失、毀損或遲到之原因，是否係可歸責於運送人之事由，運送人均應\r\n負責任。上訴人既不能就系爭貨櫃運轉不正常，致發生貨損情事，證明有\r\n何不可抗力之原因，或因受貨人之過失或其他免責事由，自應依其載貨證\r\n券上之記載負運送人之損害賠償責任。次依海商法第一百零四條準用民法\r\n第六百二十七條規定，運送人與載貨證券持有人間關於運送事項應依載貨\r\n證券之記載。系爭貨物於託運時，上訴人既已簽發載明：「運送人自託運\r\n人收受時，貨物外表情況良好」之清潔提單，顯示上訴人所接受裝運之貨\r\n物其包裝完好，並無瑕疵情形，上訴人自不能於事後以系爭貨物及包裝有\r\n不良之情事而推卸其運送責任。況縱託運人所報不實而致發生貨損，亦屬\r\n託運人與運送人即上訴人間之糾葛，依海商法第九十九條第二項規定不得\r\n據以對抗受貨人或被上訴人。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2230 號 民事判決",
        "case_summary": "請求給付診療費用",
        "case_date": "民國 86 年 07 月 11 日",
        "case_gist": "稱委任者，謂當事人約定，一方委託他方處理事務，他方允為處理之契約\r\n；又當事人之任何一方，得隨時終止委任契約，民法第五百二十八條、第\r\n五百四十九條第一項分別定有明文。是委任契約不論有無報酬，或有無正\r\n當理由，均得隨時終止。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2225 號 民事判決",
        "case_summary": "確認派下權不存在事件",
        "case_date": "民國 86 年 07 月 11 日",
        "case_gist": "調查證據、認定事實，本屬事實審法院之職權；事實審法院斟酌訴訟當事\r\n人全辯論意旨及調查證據之結果，以判斷事實之真偽，原無待於當事人提\r\n出學說或史學資料之見解以為立證，故上訴人利用學說或史學資料之見解\r\n而為有利於己之主張，不能認係民事訴訟法第四百九十六條第一項第十三\r\n款所謂之新證物。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2207 號 民事判決",
        "case_summary": "塗銷所有權移轉登記事件",
        "case_date": "民國 86 年 07 月 10 日",
        "case_gist": "寺廟之不動產及法物，非經所屬教會之決議並呈請該管官署許可，不得處\r\n分或變更，監督寺廟條例第八條定有明文。足見寺廟不動產之處分，不屬\r\n於住持之專權，住持所為移轉寺廟不動產所有權於他人之契約，非經所屬\r\n教會決議並呈主管官署許可，不生效力。原審竟謂未經所屬教會決議所為\r\n處分仍屬有效云云，核與上開法條規定不符，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2191 號 民事判決",
        "case_summary": "給付報酬事件",
        "case_date": "民國 86 年 07 月 10 日",
        "case_gist": "解釋當事人之契約，應於文義上及論理上詳為推求，不得拘泥字面，致失\r\n當時立約之真意。而其真意何在，應以過去事實及其他一切證據資料為斷\r\n定之標準，不能拘泥文字，致失真意。 (參閱本院十九年度上字第五八號\r\n及同年度上字第四五三號判例) 。查上訴人為以代客廣告，代理企劃行銷\r\n為營利目的之廣告公司。而上開合約書第十三條又已定明：「銷售佣金皆\r\n以每坪乘新台幣壹拾萬伍仟圓做為佣金請款之依據，銷售金額達百分之七\r\n十以下，以百分之五計算，總銷售金額達百分之六十以上，則以百分之六\r\n計算內 (含營業稅) 。」等語，所稱「百分之七十以下」，並無下限之約\r\n定。而原審既認定上訴人已銷售之總金額為一億一千九百七十三萬元，占\r\n總銷售金額約百分之十四 (百分之七十以下) ，並配合被上訴人收款一千\r\n一百六十一萬元，則上訴人當已支出相當之勞費 (據上訴人辯稱：已代墊\r\n贈品費十一萬元及支出之行銷費用約一千八百萬元等語) ，能否謂其不得\r\n依上開第十三條之約定計算之方式請求「佣金」已非無疑。否則，如上訴\r\n人之報酬給付請求權，必於被上訴人收款達八千萬元或總銷售額達六成時\r\n始發生，則於上訴人縱配合被上訴人收款達七千九百萬元或總銷售額達五\r\n成九時，上訴人仍無報酬給付請求權，該約定是否有失情理之平，而為當\r\n事人訂立上開條款之真意所在，非無進一步研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2190 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 07 月 10 日",
        "case_gist": "對於物有事實上管領力者，為占有人，而占有人對於侵奪或妨害其占有之\r\n行為，得以己力防禦之，民法第九百四十條、第九百六十條第一項分別定\r\n有明文。查原審認定被上訴人為前開Ｇ＋２商業層建物之施工單位，則對\r\n於其所施作之上開建物自有事實上之管領力，而為該建物之占有人，因而\r\n對於妨害其占有之上訴人之拆除該建物不銹鋼架及圍牆之行為，自得以己\r\n力防禦而阻止之。其排除上訴人之侵害行為既屬合法權利之行使，自不構\r\n成侵權行為。原審認被上訴人僅為前開建物之占有輔助人雖有未當，但與\r\n判決結果尚不生影響。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2185 號 民事判決",
        "case_summary": "執行異議之訴事件",
        "case_date": "民國 86 年 07 月 10 日",
        "case_gist": "債務人異議之訴，係債務人於強制執行程序終結前，所得為之救濟方法，\r\n苟其提起之異議之訴，所主張者已符合強制執行法第十四條第一項所定之\r\n「執行名義成立後，如有消滅或妨○債權人請求之事由發生」之要件，即\r\n為法之所許，殊不因該「執行名義」究係同法第四條第一項第一款之「確\r\n定之終局判決」或第二款之「假執行之裁判」而有所不同。本件原審認定\r\n被上訴人據以聲請強制執行之「執行名義」，係屬宣告假執行之終局判決\r\n，其本案訴訟尚未確定，上訴人不得對該以假執行終局判決為「執行名義\r\n」之強制執行，提起異議之訴，而將「假執行之裁判」，排除於強制執行\r\n法第十四條第一項所定「執行名義」之外，揆之前揭說明，是否為立法之\r\n原意，非無斟酌之餘地。強制執行法第十四條，對假執行強制執行程序既\r\n無不得對之提起債務人異議之訴之規定，而債務人提起異議之訴後又得依\r\n同法第十八條第二項之規定聲請停止執行，並非全無實益，原審竟以上訴\r\n人提起本件異議之訴，與規定不合，而為上訴人敗訴之判決，非無可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2165 號 民事判決",
        "case_summary": "給付消費借貸款等事件",
        "case_date": "民國 86 年 07 月 10 日",
        "case_gist": "違約金，有屬於懲罰之性質者，有屬於損害賠償約定之性質者，如為懲罰\r\n之性質，於債務人履行遲延時，債權人除請求違約金外，固得依民法第二\r\n百三十三條規定請求給付遲延利息及賠償其他損害；如為損害賠償約定之\r\n性質，則應視為就因遲延所生之損害，業已依契約預定其賠償，不得更請\r\n求遲延利息賠償損害。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 363 號 民事裁定",
        "case_summary": "請求給付工程款事件",
        "case_date": "民國 86 年 07 月 04 日",
        "case_gist": "相對人依兩造所訂工程合約之法律關係，向臺灣台東地方法院起訴請求再\r\n抗告人給付工程款，台灣台東地方法院以再抗告人所在地設於屏東縣潮州\r\n鎮延平路三十號，其無管轄權，乃依職權裁定移送台灣屏東地方法院管轄\r\n。原法院以相對人應履行債務即施工之處所在台東縣東河鄉泰源村七塊庴\r\n，臺灣台東地方法院即有管轄權，乃將該法院之裁定廢棄，發回臺灣台東\r\n地方法院審理。依民事訴訟法第二十八條第二項之立法精神，再抗告人對\r\n原法院之裁定不得聲明不服。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2161 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 07 月 04 日",
        "case_gist": "保險法第六十四條之規定要保人之告知義務，主要是由於保險事業之經營\r\n，保險人有必要就其所擔負之危險，獲悉有關測定危險之必要資料，俾就\r\n各保險契約，分別測定其危險率，作為核定是否接受要保及應適用何種保\r\n險費率承保之參考。故對最能知悉其事實之要保人，課以重要事實之告知\r\n義務。若要保人不為正確之告知時，保險人得解除契約，以排除危險，其\r\n目的在保護保險人。且其立法依據並非基於保險契約之意思表示有欠缺或\r\n瑕疵。此與民法第九十二條規定被詐欺而為意思表示者，表意人得撤銷其\r\n意思表示，旨在保護表意人之意思自由，其立法目的、法律要件及效果均\r\n有不同。故保險法告知義務之規定解釋上不應排除民法有關詐欺規定之適\r\n用。原審不察，遽謂保險法第六十四條係民法第九十二條之特別規定，上\r\n訴人依保險法第六十四條已不得解約，自不得再執民法第九十二條第一項\r\n規定撤銷承保之意思表示，自有可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2156 號 民事判決",
        "case_summary": "協同辦理合夥清算事件",
        "case_date": "民國 86 年 07 月 04 日",
        "case_gist": "按商標係表彰自己營業之商品，以與他人營業之商品相區別之識別標章。\r\n申言之，商標乃營業者為表彰自己所生產、製造、加工、揀選、批售、經\r\n紀等營業商品具有特別顯著性之圖樣，此圖樣所用之文字、圖形、記號或\r\n其聯合式，應足以使一般商品購買人認識其為表彰商品之標識，並得藉以\r\n與他人之商品相區別。若二以上營業者使用相同或近似之商標於同一或類\r\n似商品，同時各自行銷，將導致一般商品購買人發生混同誤認，故一商標\r\n只有一商標專用權，且不得分割，亦不得由二以上營業者共有，此觀商標\r\n法第三十六條之規定自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2151 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 07 月 04 日",
        "case_gist": "被上訴人因增建行為致系爭房屋受損，對於上訴人固應負損害賠償責任，\r\n然依民法第二百十三條、第二百十四條、第二百十五條之規定，須兩造另\r\n有約定，不能回復原狀，回復顯有重大困難或經債權人定相當期限催告後\r\n，逾期不為回復時，上訴人始得請求被上訴人以金錢賠償其損害。若無前\r\n揭情形，而直接請求以金錢賠償損害，於法自有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2142 號 民事判決",
        "case_summary": "確認租賃關係不存在等事件",
        "case_date": "民國 86 年 07 月 04 日",
        "case_gist": "公證係就請求人請求公證之法律行為或有關私權之事實賦予公證力，證明\r\n該項法律行為之作成或該項事實之存在，是經公證之法律行為或有關私權\r\n之事實，除有反證外，應認其存在。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2141 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 07 月 04 日",
        "case_gist": "保險所擔當者為危險，在客觀上係「不可預料或不可抗力之事故﹂，在主\r\n觀上為「對災害所懷之恐懼，及因災害而受之損失」，故危險之發生不僅\r\n須不確定，非故意，且危險及其發生須為適法。而保險契約，乃最大之善\r\n意契約，首重善意，以避免道德危險之發生，凡契約之訂立及保險事故之\r\n發生，有違背善意之原則者，保險人即得據以拒卻責任或解除契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2129 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 07 月 04 日",
        "case_gist": "民事訴訟法第三百五十八條，關於私文書經本人或其代理人簽名、蓋章或\r\n按指印或有法院或公證人之認證者，推定為真正之規定，須其簽名蓋章係\r\n本人或代理人為之，在當事人間已無爭執或經舉證人證明者，始有適用。"
    }
]