[
    {
        "case_id": "最高法院 107 年度台上字第 267 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 107 年 08 月 16 日",
        "case_gist": "按民法所定侵權行為之賠償，旨在填補被害人所受損害，自以被害人之私\r\n益因不法侵害致受有損害為要件。而損害之發生乃侵權行為之要件，倘健\r\n康未受有損害，即無因此所生之侵權行為損害賠償請求權存在，不生請求\r\n權可得行使之問題，其請求權消滅時效自無從開始進行，此於民法第 197\r\n條第 1  項後段所定 10 年時效亦然。蓋於毒物侵害等事件，往往須經長\r\n久時日，甚至逾 10 年後始對健康造成損害，如以加害行為發生時即起算\r\n10  年時效，不啻使被害人之侵權行為損害賠償請求權形同具文，並造成\r\n損害未發生即開始起算時效，自非允當。而被害人在損害發生前，其請求\r\n權時效既未開始起算，須待健康受有損害，始得為侵權行為之損害賠償請\r\n求，對被害人而言，亦無不公平可言。按法人格獨立原則及股東有限責任\r\n原則，固為現代公司法制發展之基石。惟公司股東倘濫用公司獨立人格，\r\n利用公司型態迴避法律上或契約上之義務，造成社會經濟失序或其他侵害\r\n債權人等顯不公平情形時，公司法人格獨立及股東有限責任原則即有加以\r\n調整之必要。英美法系、德國法就此分別發展出揭穿公司面紗原則、法人\r\n格否認理論、直索理論等，俾能在特殊情形得以否認公司法人格，排除股\r\n東有限責任原則，使股東就公司債務負責或追究股東責任，以達衡平救濟\r\n之目的。而上開法理並非全盤否定公司法人格獨立，僅在個案上，如控制\r\n股東有詐欺、過度控制、不遵守公司形式、掏空公司、或藉公司型態逃避\r\n法令規範、契約義務、侵權責任等濫用公司法人格之不正行為，致損害公\r\n司債權人時，為維誠信及衡平救濟，例外地否認公司法人格予以救濟，與\r\n法人格獨立及股東有限責任不生扞格，亦無礙我國經濟之發展。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 267 號 判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 107 年 08 月 16 日",
        "case_gist": "按民法所定侵權行為之賠償，旨在填補被害人所受損害，自以被害人之私\r\n益因不法侵害致受有損害為要件。而損害之發生乃侵權行為之要件，倘健\r\n康未受有損害，即無因此所生之侵權行為損害賠償請求權存在，不生請求\r\n權可得行使之問題，其請求權消滅時效自無從開始進行，此於民法第 197\r\n條第 1  項後段所定 10 年時效亦然。蓋於毒物侵害等事件，往往須經長\r\n久時日，甚至逾 10 年後始對健康造成損害，如以加害行為發生時即起算\r\n10  年時效，不啻使被害人之侵權行為損害賠償請求權形同具文，並造成\r\n損害未發生即開始起算時效，自非允當。而被害人在損害發生前，其請求\r\n權時效既未開始起算，須待健康受有損害，始得為侵權行為之損害賠償請\r\n求，對被害人而言，亦無不公平可言。按法人格獨立原則及股東有限責任\r\n原則，固為現代公司法制發展之基石。惟公司股東倘濫用公司獨立人格，\r\n利用公司型態迴避法律上或契約上之義務，造成社會經濟失序或其他侵害\r\n債權人等顯不公平情形時，公司法人格獨立及股東有限責任原則即有加以\r\n調整之必要。英美法系、德國法就此分別發展出揭穿公司面紗原則、法人\r\n格否認理論、直索理論等，俾能在特殊情形得以否認公司法人格，排除股\r\n東有限責任原則，使股東就公司債務負責或追究股東責任，以達衡平救濟\r\n之目的。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 1280 號 民事判決",
        "case_topic": "請求給付退休金",
        "case_date": "民國 107 年 08 月 16 日",
        "case_gist": "證券交易法第 14 條之 6  乃取締規定，非效力規定，無民法第 71 條規\r\n定之適用。股票已在證券交易所上市或於證券商營業處所買賣之公司違反\r\n該項規定，未經薪酬委員會個別評估，逕定董事、監察人、經理人之薪資\r\n、報酬或退休金等，僅主管機關得否對該公司為行政處分，非謂其薪資等\r\n決定行為概為無效。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 768 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 107 年 08 月 09 日",
        "case_gist": "（一）按利害關係人代設定最高限額抵押權之債務人，清償債務，於其清\r\n      償之限度內，承受債權人對於債務人之債權。此項承受之性質為法\r\n      定之債權移轉，其效力與債權讓與相同，因第三人為債務人向最高\r\n      限額抵押權人清償後，於其清償之限度內，即承受債權人之身分，\r\n      倘該債權另有擔保物權，亦隨同移轉於該第三人。\r\n（二）按債務人為擔保其債務，將擔保物之權利移轉與債權人，而使債權\r\n      人在擔保之目的範圍內取得擔保物之權利者，為讓與擔保。債務人\r\n      在未清償其債務前，不得請求債權人返還該擔保物之權利。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 879 號 判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 107 年 07 月 26 日",
        "case_gist": "按分管契約，係共有人就共有物之使用、收益或管理方法所訂定之契約，\r\n共有人請求分割共有物，應解為有終止分管契約之意思。是經法院判決分\r\n割共有物確定者，無論所採行分割方法為何，均有使原分管契約發生終止\r\n之效力。此與民法第 425  條之 1  及第 838  條之 1  乃在規範房屋及\r\n土地因同屬一人情形時，土地所有人無從與自己所有之房屋約定使用權限\r\n，倘因而異其所有人，基於房屋一般價值甚高及其既有之使用權保護之考\r\n量，為調和土地與建物之利用關係，承認在房屋得使用期限內，有租賃關\r\n係或擬制有地上權存在之情形尚難謂為相同。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 879 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 107 年 07 月 26 日",
        "case_gist": "按分管契約，係共有人就共有物之使用、收益或管理方法所訂定之契約，\r\n共有人請求分割共有物，應解為有終止分管契約之意思。是經法院判決分\r\n割共有物確定者，無論所採行分割方法為何，均有使原分管契約發生終止\r\n之效力。僅分割方法採行變價分割時，因於該判決確定時，不當然發生共\r\n有物變賣之效果，共有物之所有權主體尚未發生變動，共有人間之共有關\r\n係應延至變賣完成時消滅而已。而分管契約既經判決分割共有物確定而消\r\n滅，共有物之用益及管理回復原來之關係，除非經共有人協議或依民法第\r\n820 條第 1  項規定為決定，共有人不得任意占有使用共有物之特定部分\r\n。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 513 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 107 年 07 月 26 日",
        "case_gist": "承攬契約約定之違約金債權，於約定之原因事實發生時，即已獨立存在。\r\n承攬人違約而應給付定作人違約金時，定作人雖未沒收承攬人交付之履約\r\n保證金充作違約金，並不影響已獨立存在之違約金債權。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2942 號 民事判決",
        "case_topic": "請求確認會議決議無效",
        "case_date": "民國 107 年 07 月 20 日",
        "case_gist": "按祭祀公業法人有獨立財產（祀產），其派下員組成派下員大會，設置（\r\n主任）管理人，對內綜理公業之事務，對外代表該公業，其團體性格與公\r\n司法人（有一定之名稱、組織、財產、管理機關與對外之代表）類似。又\r\n祭祀公業法人之（主任）管理人與該公業法人間存有委任關係，所執行之\r\n職務有繼續性，核與股份有限公司之董事與公司間為委任關係，亦有一定\r\n任期相似。則祭祀公業法人之原（主任）管理人任期屆滿，於新（主任）\r\n管理人未就任前，為維護全體派下員之權益及增進公共利益，應類推適用\r\n公司法第 195  條第 2  項前段之規定，由原（主任）管理人繼續執行必\r\n要事務之處理，俾公業之事務得以順利運作。"
    },
    {
        "case_id": "最高法院 107 年度台抗字第 503 號 民事裁定",
        "case_topic": "拍賣抵押物停止執行",
        "case_date": "民國 107 年 07 月 13 日",
        "case_gist": "惟按執行名義成立後，如有消滅或妨礙債權人請求之事由發生，債務人得\r\n於強制執行程序終結前，向執行法院對債權人提起異議之訴，強制執行法\r\n第 14 條第 1  項前段定有明文。又債權讓與對於債務人發生效力後，債\r\n務人即得以其與新債權人即受讓人間所存事由對抗受讓人；故執行名義成\r\n立後，債權人將債權讓與他人，該他人為強制執行法第 4  條之 2  第 1\r\n項第 1  款所稱之繼受人，雖得以原執行名義聲請強制執行，然債務人如\r\n主張與繼受人間存有消滅或妨礙繼受人請求之事由，自應認係於執行名義\r\n成立後，有消滅或妨礙債權人請求之事由發生，許債務人提起異議之訴，\r\n以資救濟。"
    },
    {
        "case_id": "最高法院 107 年度台抗字第 469 號 民事裁定",
        "case_topic": "請求確認侵權行為存在",
        "case_date": "民國 107 年 06 月 28 日",
        "case_gist": "按確定判決以程序上理由駁回原告之訴，並未就為訴訟標的之法律關係予\r\n以裁判者，無民事訴訟法第 400  條第 1  項之既判力。另件確定判決係\r\n以再抗告人提起確認之訴，無即受確認判決之法律上利益而無保護必要為\r\n由，駁回其等之訴，即係以程序上理由駁回再抗告人之訴，並未就再抗告\r\n人所主張訴訟標的之法律關係予以裁判，自屬程序判決，依上說明，並無\r\n既判力。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 47 號 民事判決",
        "case_topic": "請求拆除地上物",
        "case_date": "民國 107 年 06 月 21 日",
        "case_gist": "95  年 6  月 22 日修正之獎勵辦法第 31 條第 1  項規定：重劃區內應\r\n行拆遷之土地改良物或墳墓，應予補償；其補償數額，由理事會依照直轄\r\n市或縣（市）政府所定土地改良物或墳墓拆遷補償相關規定查定，並提交\r\n會員大會決議後辦理。且依該辦法應提交會員大會審議之事項，得經會員\r\n大會決議授權由理事會辦理，同辦法第 13 條第 4  項規定甚明。準此，\r\n拆遷補償數額之審議係屬依上開辦法應由會員大會審議之事項，並非理監\r\n事會難以解決而提請審議之重大事項，自得經會員大會決議授權由理事會\r\n辦理。此觀諸 89 年 7  月 20 日修正獎勵辦法時，因會員大會之權責除\r\n審議第 11 條第 2  項第 1  款至第 8  款規定之事項外，本辦法尚有條\r\n文規定應提會員大會之事項，乃增訂第 9  款「本辦法規定應提會員大會\r\n審議之事項」之規定。以及 106  年 7  月 27 日修正獎勵辦法時，為利\r\n實務執行，特將該辦法規定應提會員大會審議之「禁止或限制事項、拆遷\r\n補償數額、重劃前後地價」等事項，明訂於第 14 條第 3  項第 6、7、9\r\n各款益明。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 788 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 107 年 06 月 13 日",
        "case_gist": "依信託業法經主管機關許可，以經營信託為業之機構，經營同法第 16 條\r\n之信託業務，就信託契約之訂定，應以書面為之，並應記載同法第 19 條\r\n第 1  項所列各款事項，此觀信託業法第 2  條、第 16 條及第 19 條第\r\n1 項規定自明。揆其立法理由，乃因信託契約為信託當事人雙方權利義務\r\n及信託行為之依據，為使信託當事人間權益關係明確，而強制規定應以書\r\n面為之及其應記載之事項。準此，關於信託業法所定之信託契約，倘未以\r\n書面訂定並記載同法第 19 條第 1  項所列各款事項，依民法第 73 條本\r\n文規定，應屬無效。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 644 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 107 年 06 月 13 日",
        "case_gist": "土地所有人建築房屋逾越地界，鄰地所有人請求移去或變更時，法院得斟\r\n酌公共利益及當事人利益，免為全部或一部之移去或變更，民法第 796  \r\n條之 1  固定有明文。所謂土地所有人建築房屋逾越地界，係指土地所有\r\n人或其他有利用土地權利之人在其自己土地建築房屋，僅其一部分逾越疆\r\n界者而言，若所建之房屋僅約一半在自己土地之上者，與越界建築之情形\r\n不符；倘建築房屋之初，尚非土地所有人或其他有利用土地權利之人，應\r\n屬單純之「無權占有」。又鑑定為一種調查證據之方法，法院就鑑定人之\r\n鑑定意見，踐行調查證據之程序而後定其取捨，若其取捨，並不違背法令\r\n，即不許任意指摘為不當。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 48 號 民事判決",
        "case_topic": "請求抵押權移轉登記",
        "case_date": "民國 107 年 05 月 31 日",
        "case_gist": "民法第 312  條規定，就債之履行有利害關係之第三人為清償者，於其清\r\n償之限度內承受債權人之權利，但不得有害於債權人之利益。所稱「利害\r\n關係」係指法律上之利害關係而言。第三人代償對債權人有利，對債務人\r\n無大害，利害關係乙詞，應採從寬解釋，不以連帶債務人、一般保證人、\r\n或其他因該主債務不履行而將受債權人追償之第三人為限。倘第三人與債\r\n務人約定代為清償債務（例如履行承擔），而債務人同意將擔保物移轉登\r\n記予第三人。該第三人與債務人有契約上之權利、義務關係，就該債務之\r\n清償，即有法律上利害關係，非不得依民法第 312  條規定承受債權人之\r\n權利。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1904 號 民事判決",
        "case_topic": "請求排除侵害專利權",
        "case_date": "民國 107 年 05 月 31 日",
        "case_gist": "中華民國 83 年 1  月 21 日修正公布之專利法，為彌補醫藥品、農藥品\r\n及其製法發明專利須經法定審查取得上市許可證而無法實施發明專利之期\r\n間，於第 51 條增設專利權期間延長制度（90  年專利法列於第 51 條）\r\n。經濟部與中央目的事業主管機關（衛生署、行政院農業委員會）依同條\r\n第 3  項之授權，訂定 88 年延長核定辦法，其第 4  條第 1  項第 1、\r\n3 款明文規定：「中央目的事業主管機關所承認之國內臨床試驗期間」及\r\n「以外國臨床試驗期間申請延長專利權者，其生產國核准上市所認可之臨\r\n床試驗期間」，均為醫藥品或其製造方法得申請延長專利權之期間。所稱\r\n「臨床試驗期間」如何採計，應依授權條文之立法目的加以探求。揆之行\r\n政院於 81 年 12 月 30 日函送立法院之專利法修正草案總說明內載：「\r\n按醫藥品及農藥品，依藥物藥商管理法第 43 條及農藥管理法第 11 條，\r\n須先經中央主管機關查驗登記，經核准發給許可證後，始得製造販賣；在\r\n頒布許可證之前，必須要有該藥之臨床實驗或農藥檢驗『報告』，而該試\r\n驗相當費時，是增訂專利權期間得延長，以符合實際需要」等語，可知主\r\n管機關核發醫藥品許可證前，須審查載有臨床試驗結果之報告。考量醫藥\r\n品之臨床試驗，非於投藥後可立即獲致結論，對於各種投藥條件之設定及\r\n其反應，尚有賴以專業知識分析比對及解讀數據後，始能賦予其意義而呈\r\n現試驗結果，用供主管機關審查決定是否許可該醫藥品上市，故上開辦法\r\n所稱「臨床試驗期間」，當係指開始進行臨床試驗之日起，迄至試驗結果\r\n呈現之日為止之期間，始該當授權條文即 83 年專利法（或 90 年專利法\r\n）第 51 條之規範目的。民事法院審理專利侵權事件，判斷當事人所為專\r\n利權期間延長不合法之抗辯有無理由，自應探求上開規範目的，資以適用\r\n88  年延長核定辦法之規定，俾免侷限字面文義，致失立法規範之原意。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 875 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 107 年 05 月 23 日",
        "case_gist": "保證契約之成立，祇須有主債務存在，保證人對債權人表示為保證之意旨\r\n即足，至於保證責任之範圍如何、期限若干，則非契約之要素。次按依照\r\n當事人一方預定用於同類契約之條款而訂定之保證契約，約定保證人就債\r\n權人與主債務人間所生一定債之關係範圍內之不特定債務為保證者，其保\r\n證之範圍，除訂約時已發生之債務外，尚包含將來發生之債務；倘未定有\r\n限額，就定約時已發生之主債務部分，其數額及範圍已現實具體確定，固\r\n為該保證契約效力所及，但就將來發生之債務部分，除人事保證或有反對\r\n之特約外，因完全不能預先確定其數額，卻由保證人對之負無限度之保證\r\n責任，無異加重其責任，按其情形顯失公平，僅該部分約定無效，並非契\r\n約全歸無效，此觀民法第 111  條但書、第 247  條之 1、民法債編施行\r\n法第 17 條之規定自明。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 136 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 107 年 05 月 09 日",
        "case_gist": "按現代之法制為鼓勵人類發揮互助之美德，以導正社會冷漠功利之風氣，\r\n乃打破曩昔「干涉他人事務為不法」之藩籬，創設無因管理制度，性質上\r\n為介乎道德與法律間之折衷產物。因此，凡管理人管理事務，如斟酌一切\r\n與本人、管理人及事務之種類、性質等相關情事，客觀上足以認定係有利\r\n於本人者，即與民法第 176  條第 1  項所規定之「利於本人」之要件相\r\n符；至於其管理事務之結果是否確實有利於本人，尚非所問，以免管理人\r\n之權利取決於管理結果之成敗，使無因管理制度之規範功能染上射悻色彩\r\n。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 353 號 民事判決",
        "case_topic": "請求履行契約等",
        "case_date": "民國 107 年 04 月 11 日",
        "case_gist": "所謂選擇之債，係於數宗給付中得選定其一以為給付之債，其選擇權原則\r\n上屬於債務人（民法第 208  條前段規定參照）。又於被告有選擇權之選\r\n擇之債，而被告不履行給付時，原告即有必要將不同內容之聲明（即數宗\r\n給付，地位同一，並無先後關係之分），以選擇合併之訴方式起訴，否則\r\n難以保障被告之選擇權；茍法院認原告請求有理由者，應依其聲明就全部\r\n給付請求為選擇關係之判決，於判決確定後或強制執行時，被告仍得就數\r\n宗給付中，選擇其一對原告為給付。此與訴之選擇合併，係原告以單一之\r\n聲明，主張二以上之訴訟標的，請求法院擇一訴訟標的為其勝訴判決之性\r\n質有別。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2461 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 107 年 04 月 10 日",
        "case_gist": "股東會以董事會召集為原則，但如董事會應召集股東會而不召集，或因與\r\n董事有利害關係，故意拖延，不召集股東會，制度上宜予股東有請求召集\r\n，或自行召集之權利。是公司法第 173  條第 1  項、第 2  項明定：「\r\n繼續一年以上，持有已發行股份總數百分之 3  以上之股東，得以書面記\r\n明提議事項及理由，請求董事會召集股東臨時會。前項請求提出後 15 日\r\n內，董事會不為召集之通知時，股東得報經主管機關許可，自行召集。」\r\n，賦予股東在一定要件下，有自行召集股東會之權，此乃股東會召集程序\r\n之特別規定，亦即股東在符合一定持股比例及持股期間之要件下，以書面\r\n記明提議事項及理由向董事會請求召集臨時股東會，若董事會於該項請求\r\n提出後 15 日內，仍不為召集之通知，且報經主管機關許可，股東即得自\r\n行召集之。又股東向董事會提出請求時，公司法第 173  條第 1  項僅規\r\n定股東以「書面記明提議事項及理由，請求董事會召集股東臨時會」，並\r\n未就股東請求之提議事項予以明文限制，觀之上開規定可突破董事會召集\r\n權之壟斷，以防止公司之不當經營，苟董事會拒絕就股東所提公司法第\r\n185 條第 1  項規定相關之議案，召開股東會，自難期董事會就該議案依\r\n法召集董事會決議提出；解釋上凡屬於股東會得決議之事項，經股東載明\r\n於提議事項，請求董事會召集，於提出後 15 日內董事會不為召集，經股\r\n東就該提議事項報請主管機關審查許可其可自行召集時，均可提出於該股\r\n東會議決，公司法第 185  條第 1  項規定相關之議案亦然，且不受同法\r\n條第 5  項規定董事會提出程序要件之限制。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1193 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 107 年 04 月 10 日",
        "case_gist": "民法第 129  條第 2  項第 2  款固規定提付仲裁為消滅時效中斷事由之\r\n一，惟仲裁不能達成判斷時，除有仲裁法第 21 條第 3  項、第 4  項、\r\n第 32 條第 4  項、第 5  項規定之情形外，依民法第 133  條規定，時\r\n效應視為不中斷。如仲裁程序有仲裁法第 40 條規定重大瑕疵情形，仲裁\r\n已喪失公正解決當事人之根本機能，仲裁庭已不能作成判斷，雖仲裁庭仍\r\n為判斷，當事人得依仲裁法第 41 條規定，提起撤銷仲裁判斷之訴，一經\r\n法院判決撤銷確定，該仲裁判斷即失其效力，與仲裁不能達成判斷之法律\r\n規定障礙相似，應依同一法理，類推適用上開第 133  條規定，時效視為\r\n不中斷。又仲裁判斷債權人縱得依仲裁法第 37 條第 2  項規定，聲請法\r\n院為執行裁定，但依同法第 38 條第 1  款規定，如仲裁判斷逾越仲裁協\r\n議之範圍者，就該超逾部分，法院應駁回其執行裁定之聲請，債權人無由\r\n就該超逾部分，聲請強制執行以中斷時效；仲裁法第 37 條第 1  項復規\r\n定，仲裁判斷與法院確定判決同一效力，在法院判決撤銷該仲裁判斷確定\r\n前，依民事訴訟法第 249  條第 1  項第 7  款規定，當事人不得就同一\r\n事件再行起訴；均屬仲裁判斷作成後，撤銷該仲裁判斷判決確定前，債權\r\n人行使仲裁判斷債權之法律上障礙。倘此法律上障礙延續至時效期間終止\r\n時尚未排除，因民法未設有時效之停止制度，及就法律上障礙無法繼續行\r\n使請求權為規範，基於民法第 139  條規定之同一法理，應類推適用該規\r\n定，自該法律障礙消滅時起 1  個月內，其時效不完成。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 322 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 107 年 03 月 28 日",
        "case_gist": "確定給付判決之效力，不及於為該判決訴訟標的以外之法律關係及為該判\r\n決當事人以外之第三人。債務人對於支付命令未於法定期間合法提出異議\r\n者，依 104  年 7  月 1  日修正公布前民事訴訟法第 521  條第 1  項\r\n規定，固與確定判決有同一之效力，惟所謂支付命令與確定判決有同一之\r\n效力，僅該督促程序當事人間在其他訴訟事件應受該支付命令內容之拘束\r\n而已，如非該既判力所及之第三人，並不受該確定支付命令內容之拘束。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 97 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 107 年 03 月 22 日",
        "case_gist": "董事長對內為股東會、董事會及常務董事會主席，對外代表公司。董事長\r\n請假或因故不能行使職權時，由副董事長代理之；無副董事長或副董事長\r\n亦請假或因故不能行使職權時，由董事長指定常務董事一人代理之；其未\r\n設常務董事者，指定董事一人代理之；董事長未指定代理人者，由常務董\r\n事或董事互推一人代理之，公司法第 208  條第 3  項定有明文。惟董事\r\n長辭任，乃屬董事長缺位之情形，與公司法第 208  條第 3  項「董事長\r\n因故不能行使職權」之情形有別。故董事長辭職後，其職權消滅，其基於\r\n董事長地位而指定之代理人，其代理權限亦隨同消滅，應依公司法第 208\r\n條第 1  項、第 2  項補選董事長；於未及補選董事長前，得類推適用同\r\n條第 3  項規定，由副董事長代理之；無副董事長者，由常務董事或董事\r\n互推一人暫時執行董事長職務，以利改選董事長會議之召開及公司業務之\r\n執行。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 342 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 107 年 03 月 21 日",
        "case_gist": "債務人因債務不履行，依民法第 227  條、第 226  條第 1  項規定，對\r\n於債權人負損害賠償責任，係採取完全賠償之原則，且屬「履行利益」之\r\n損害賠償責任，該損害賠償之目的在於填補債權人因而所生之損害，其應\r\n回復者，並非「原有狀態」，而係「應有狀態」，應將損害事故發生後之\r\n變動狀況考慮在內。故給付標的物之價格當以債務人應為給付之時為準，\r\n債權人請求賠償時，債務人即有給付之義務，算定標的物價格時，應以起\r\n訴時之市價為準；債權人於起訴前已曾為請求者，以請求時之市價為準，\r\n此觀同法第 213  條第 1  項及第 216  條規定自明。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2088 號 民事判決",
        "case_topic": "排除侵害商標權行為等",
        "case_date": "民國 107 年 03 月 15 日",
        "case_gist": "商標法第 70 條第 2  款規定，未得商標權人同意，明知為他人著名之註\r\n冊商標，而以該著名商標中之文字作為自己公司、商號、團體、網域或其\r\n他表彰營業主體之名稱，有致相關消費者混淆誤認之虞或減損該商標之識\r\n別性或信譽之虞者，視為侵害商標權。上開擬制侵害商標權之規定，乃商\r\n標法於民國 92 年修正時所增設（92  年商標法第 62 條，100 年修正文\r\n字並移列於第 70 條第 2  款），目的在於加強對著名商標之保護，並與\r\n國際規範相調和。襲用他人著名商標中之文字，致相關消費者之認知，該\r\n著名商標與其所表彰之商品或服務來源間之關聯性遭到淡化者，即有減損\r\n商標識別性之虞，不以使用於同一或類似之商品或服務為要件。又依上開\r\n規定經擬制為侵害商標權者，非單純選定名稱之行為，而係名稱選定與著\r\n名商標文字相結合之狀態。倘以他人著名商標中之文字作為自己公司名稱\r\n，雖於 92 年修法前已為設立登記，惟其公司名稱與著名商標中文字相結\r\n合之狀態，跨越新、舊法時期而持續至新法施行後尚未終結，考量新法規\r\n定兼為保護消費者免於混淆誤認之公益，尤重於對公司名稱使用權之信賴\r\n保護，自應以新法法律效果之規定，連結部分屬於過去之構成要件事實，\r\n適用於將來繼續發生之法律事實。此乃「法律要件事實之回溯連結」，而\r\n非法律效力的溯及既往，不生違反法律禁止溯及既往原則之問題。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 1307 號 民事裁定",
        "case_topic": "請求確認工程款本票債權不存在等停止訴訟程序",
        "case_date": "民國 107 年 03 月 08 日",
        "case_gist": "按當事人間之契約訂有仲裁條款者，該條款之效力，應獨立認定；其契約\r\n縱不成立、無效或經撤銷、解除、終止，不影響仲裁條款之效力。仲裁法\r\n第 3  條定有明文。此因仲裁條款係用以處理契約當事人間實體爭議之程\r\n序約定，其性質、功能與主契約本不相同，二者可各自分離，故仲裁條款\r\n具有獨立自主性，即仲裁條款雖為主契約的一部分，但並不依存於主契約\r\n，換言之，縱主契約有不成立、無效、撤銷、終止、解除等情事，亦不影\r\n響仲裁條款之存在，此為仲裁條款自主（分離）原則。而仲裁制度係基於\r\n私法自治及契約自由原則而設之私法紛爭自主解決之制度，具有迅速、經\r\n濟、專家判斷等特點，為使仲裁程序能順利進行，以充分發揮功能，仲裁\r\n條款自主原則除上述內容外，併逐步形成仲裁人自行審認管轄原則。是當\r\n事人縱主張仲裁協議不成立、違反仲裁協議、仲裁人欠缺仲裁權限，仲裁\r\n庭仍得進行仲裁程序，此觀仲裁法第 30 條規定甚明。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1635 號 判決",
        "case_topic": "侵害著作權有關財產權爭議等",
        "case_date": "民國 107 年 02 月 08 日",
        "case_gist": "按所謂獨立著作，乃指著作人為創作時，係獨立完成而未抄襲他人先行之\r\n著作而言。著作人為創作時，從無至有，完全未接觸他人著作，獨立創作\r\n完成具原創性之著作，固屬獨立著作；惟著作人創作時，雖曾參考他人著\r\n作，然其創作後之著作與原著作在客觀上已可區別，非僅細微差別，且具\r\n原創性者，亦屬獨立著作。於後者，倘係將他人著作改作而為衍生著作，\r\n固有可能涉及改作權之侵害，但若該獨立著作已具有非原著內容之精神及\r\n表達，且與原著作無相同或實質相似之處，則該著作即與改作無涉，而為\r\n單純之獨立著作，要無改作權之侵害可言。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1635 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議等",
        "case_date": "民國 107 年 02 月 08 日",
        "case_gist": "按所謂獨立著作，乃指著作人為創作時，係獨立完成而未抄襲他人先行之\r\n著作而言。著作人為創作時，從無至有，完全未接觸他人著作，獨立創作\r\n完成具原創性之著作，固屬獨立著作；惟著作人創作時，雖曾參考他人著\r\n作，然其創作後之著作與原著作在客觀上已可區別，非僅細微差別，且具\r\n原創性者，亦屬獨立著作。於後者，倘係將他人著作改作而為衍生著作，\r\n固有可能涉及改作權之侵害，但若該獨立著作已具有非原著內容之精神及\r\n表達，且與原著作無相同或實質相似之處，則該著作即與改作無涉，而為\r\n單純之獨立著作，要無改作權之侵害可言。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2671 號 民事判決",
        "case_topic": "請求返還贈與物",
        "case_date": "民國 107 年 02 月 07 日",
        "case_gist": "按不當得利之功能，在於使受益人返還其無法律上原因所受的利益（取除\r\n功能），不當得利受益人有返還其所受利益予受損人之義務，與侵權行為\r\n損害賠償以填補被害人所受損害為目的並不相同。因此，在給付型之不當\r\n得利，如受益人無法律上之原因取得不動產所有權而受利益，受損人依不\r\n當得利之規定，應請求受益人移轉不動產所有權登記，以返還其無法律上\r\n原因所受之利益，並不發生塗銷登記之問題。此與侵害型不當得利，因受\r\n益人與受損人間並無發生物權變動之合意，受益人僅為形式上登記之名義\r\n人，而未取得真正之權利，無權利可資返還，此際受損人應請求受益人塗\r\n銷登記，以除去受益人無法律上原因所受之利益者，截然有別（本院 65\r\n年台再字第 138  號判例全文參照）。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1416 號 民事判決",
        "case_topic": "請求給付退休金",
        "case_date": "民國 107 年 02 月 01 日",
        "case_gist": "公務員兼具勞工身分者，其退休應依公務員法令之規定，勞動基準法第\r\n84  條規定甚明。所稱公務員法令，係指公務人員退休法，及其他之公務\r\n員退休法令而言。"
    },
    {
        "case_id": "最高法院 107 年度台上字第 14 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記等",
        "case_date": "民國 107 年 02 月 01 日",
        "case_gist": "民法第 179  條規定之不當得利，凡無法律上之原因，而一方受利益，致\r\n他方受損害，即可成立。給付原因之欠缺，為無法律上原因之一種；受益\r\n之方法，無論出於受益人之行為或受害人之行為，受害人均有不當得利返\r\n還請求權。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1158 號 民事判決",
        "case_topic": "請求返還股票等",
        "case_date": "民國 107 年 02 月 01 日",
        "case_gist": "修正前公司法第 164  條原規定「記名股票，由股票持有人以背書轉讓之\r\n」，未明定無記名股票之轉讓方式，亦未規定記名股票須以完全背書方式\r\n轉讓。嗣該條文於民國 90 年 11 月 12 日修正為「記名股票，由股票持\r\n有人以背書轉讓之，並應將受讓人之姓名或名稱記載於股票。無記名股票\r\n，得以交付轉讓之」，增訂規範無記名股票之轉讓方式，並就記名股票明\r\n定應以完全背書方式轉讓。揆其立法理由「將記名股票之轉讓方式予以明\r\n定，並增訂規範無記名股票之轉讓以交付為之，以資周延。」等語，該修\r\n正後之規定係明定記名股票之轉讓方式，當即排除以空白或略式背書轉讓\r\n記名股票之方式。記名股票之受讓人雖得經出讓人之授權而自行於股票記\r\n載其姓名或名稱，以完成記名股票轉讓之生效要件，惟受讓人在未依授權\r\n記載完成前，該記名股票仍不生轉讓效力。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 843 號 裁定",
        "case_topic": "請求確認契約關係不存在聲請停止訴訟",
        "case_date": "民國 107 年 01 月 31 日",
        "case_gist": "約定應付仲裁之協議，係針對一定之法律關係，及由該法律關係所生之爭\r\n議而為（仲裁法第 2  條參見）。是當事人間有仲裁協議時，究應依仲裁\r\n協議提付仲裁，或得不受仲裁協議拘束，提起訴訟，以解決紛爭，應以該\r\n爭議是否為仲裁協議之標的所涵攝為斷。於一方當事人以損害賠償請求權\r\n為爭議標的提付仲裁後，因已得解決雙方間與該仲裁協議標的有關之全部\r\n爭議，併及於該損害賠償請求之基礎或前提法律關係有無之判斷，即無再\r\n令他方當事人另以確認仲裁協議法律關係或債權不存在為爭議標的，提付\r\n仲裁之餘地，始不失仲裁制度需求迅速、經濟、專家判斷等之本旨。仲裁\r\n法第 4  條第 1  項前段明定：「仲裁協議，如一方不遵守，另行提起訴\r\n訟時，法院應依他方聲請裁定停止訴訟程序，並命原告於一定期間內提付\r\n仲裁」，依其文義解釋，原係規範一方先提起訴訟，他方為妨訴抗辯之情\r\n形。惟於一方先就因契約關係所生之損害賠償請求爭議提付仲裁，他方始\r\n就該請求前提法律關係提起確認訴訟，該一方為妨訴抗辯後，受訴法院仍\r\n應依該條項規定，裁定停止訴訟程序，方符該條立法意旨。且此時亦無再\r\n命原告於一定期間內，就他方已提付仲裁爭議之前提法律關係，提付仲裁\r\n之必要。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1385 號 民事判決",
        "case_topic": "請求合夥結算等",
        "case_date": "民國 107 年 01 月 25 日",
        "case_gist": "合夥人退夥時，其出資之返還及損益之分配，依民法第 689  條規定，應\r\n就退夥時合夥財產狀況為結算。於有收益之情形，始得請求分配盈餘；於\r\n未虧損之情形，始得請求返還其全部出資。倘兩造就合夥財產狀況有所爭\r\n執，無法進行結算，則退夥人請求法院結算，並依結算結果請求合夥給付\r\n，尚非法所不許。又合夥拒絕提出相關帳冊，影響結算之進行時，法院應\r\n依民事訴訟法第 342  條至第 345  條等規定處理，不得因合夥之拒絕提\r\n出，而駁回退夥人之請求。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1740 號 民事判決",
        "case_topic": "請求國家賠償等",
        "case_date": "民國 107 年 01 月 24 日",
        "case_gist": "按土地登記錯誤遺漏或虛偽致受損害者，由該地政機關負損害賠償責任，\r\n土地法第 68 條第 1  項前段定有明文。上開規定，核係國家賠償法之特\r\n別規定，惟土地法就該損害賠償請求權，既未規定其消滅時效期間，應適\r\n用國家賠償法第 8  條第 1  項規定，即其損害賠償請求權，自請求權人\r\n知有損害時起，因 2  年間不行使而消滅；自損害發生時起，逾 5  年者\r\n亦同。上開規定之 2  年時效，所謂知有損害時起，參酌同法施行細則第\r\n3 條之 1  之規定，係指知有損害之事實及國家賠償責任之原因事實，乃\r\n以主觀判斷為基準；蓋消滅時效，係權利人就已發生並得行使之請求權，\r\n長時間的不行使，在一定期間經過後，發生權利人因此喪失或不得行使該\r\n請求權之法律效果，其規範目的，一方面在於維持法的和平與安定，另方\r\n面則在於避免債務人長時間陷入法律關係不安定的窘境，此種債務人利益\r\n優先於債權人保護之思想，乃以債權人遲未主張其已知悉之請求權，違反\r\n自己利益，為其正當化之基礎，故因土地登記錯誤、遺漏或虛偽而請求國\r\n家賠償時，人民不僅必須知悉其受有損害，更須知悉其所受損害係肇因於\r\n公務員違法行使公權力，方得開始起算其損害賠償請求權之 2  年消滅時\r\n效。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1166 號 判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 107 年 01 月 24 日",
        "case_gist": "按民法第 247  條之 1  關於定型化契約效力之規定，須定型化契約之條\r\n款係由一方預定用於同類契約而作成，他方當事人僅按該預先之一般契約\r\n條款與提出人（契約利用人）訂立契約，並未就其內容進行磋商，始有其\r\n適用；如當事人之一方基於與特定相對人訂立契約之目的，預先擬就相關\r\n條款，作為商議之張本，嗣經雙方當事人對其內容為個別磋商而合意議定\r\n者，即非該條規定適用之範圍。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2921 號 民事判決",
        "case_topic": "請求返還寄託物",
        "case_date": "民國 107 年 01 月 17 日",
        "case_gist": "銀行法第 45 條之 2  第 2  項規定，銀行對疑似不法或顯屬異常交易之\r\n存款帳戶，得予「暫停」存入或提領、匯出款項；關於疑似不法或顯屬異\r\n常交易帳戶之認定標準，及「暫停」帳戶之作業程序及辦法，依同條第 3\r\n項規定，授權主管機關定之。其目的乃在維護各銀行經管財務之安全，提\r\n高金融從業人員之警覺，減低銀行營運上之風險（本條增訂理由參照）。\r\n金管會依上開法律授權訂立之系爭管理辦法第 11 條第 2  項規定：「銀\r\n行依前項辦理（即聯絡警示帳戶之開戶人協商發還帳戶內剩餘款項），仍\r\n無法聯絡開戶人者，應透過匯（轉）出行通知被害人，由被害人檢具下列\r\n文件（刑事案件報案三聯單、申報不實應負責之切結書），經銀行依匯（\r\n轉）入時間順序逐筆認定其尚未被提領部分，由最後一筆金額往前推算至\r\n帳戶餘額為零止，發還警示帳戶內剩餘款項」，此項課銀行負「發還」警\r\n示帳戶內剩餘款項之義務，涉及對警示帳戶內剩餘款項財產權之處分，係\r\n對人民財產權之限制，屬於法律保留事項，非屬執行法律之細節性、技術\r\n性次要事項，自應有法律規定或法律具體明確授權主管機關發布命令始得\r\n為之。乃銀行法對此並無明文規定，同法第 45 條之 2  第 3  項亦未授\r\n權主管機關訂定，依上說明，系爭管理辦法第 11 條第 2  項關於「發還\r\n」警示帳戶內剩餘款項之規定，顯已逾越授權之目的及範圍，違反憲法第\r\n23  條法律保留原則，法官既係依據法律獨立審判，不受其拘束，自得拒\r\n絕適用。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1826 號 民事判決",
        "case_topic": "請求確認派下權存在等",
        "case_date": "民國 106 年 12 月 28 日",
        "case_gist": "按侵權行為以故意或過失侵害他人之權利為成立要件，倘無侵害權利之行\r\n為，自不生侵權行為之責任。又依土地法第 34 條之 1  第 5  項準用第\r\n3 項規定，對於他共有人應得之對價或補償，應負連帶清償責任者，限於\r\n同意處分、變更公同共有物之公同共有人，未同意者則不與之。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2060 號 民事判決",
        "case_topic": "請求確認決議無效等",
        "case_date": "民國 106 年 12 月 21 日",
        "case_gist": "按原告有即受確認判決之法律上利益者，以不能提起他訴訟者為限，得提\r\n起確認法律關係基礎事實存否之訴，民事訴訟法第 247 條第 1、2  項定\r\n有明文。規約之存在與否，係指規約之訂立有無經派下員意思合致成立，\r\n與經合意訂立之規約之有效與否，尚屬有別。被上訴人請求確認系爭規約\r\n不存在，固屬事實而非法律關係之確認。惟揆諸系爭規約內容，涵蓋派下\r\n權之取得及行使，委員之選任及職權，暨祀產之處分、收益等事項，其存\r\n在與否，難謂無致被上訴人之派下權受侵害之危險。而被上訴人為除去上\r\n開危險，除提起確認系爭規約不存在之訴外，無從提起其他訴訟，以求統\r\n一解決因該規約可能發生所有法律關係之爭議。依上說明，被上訴人提起\r\n確認基礎事實即系爭規約不存在之訴，經核於法並無不合。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2677 號 判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 106 年 12 月 13 日",
        "case_gist": "以人格權受侵害為內容，而向法院請求除去之侵害除去請求權，為維護人\r\n性尊嚴所必要，應予終身保障，自不得因受侵害者於一定時間不請求除去\r\n其侵害，即不予保障，與民法規範消滅時效之立法目的在於確保交易之安\r\n全與維持社會秩序之公平無涉，故民法第 18 條第 1  項前段規定之人格\r\n權侵害除去請求權，並無消滅時效之適用。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2677 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 106 年 12 月 13 日",
        "case_gist": "按民法第 18 條第 1  項前段規定：「人格權受侵害時，得請求法院除去\r\n其侵害。」所謂人格權，係以人格為內容之權利，以體現人性尊嚴價值之\r\n精神利益為其保護客體，乃個人所享有之私權，即關於生命、身體、名譽\r\n、自由、姓名、身分及能力等權利（立法理由參照）。此項以人格權受侵\r\n害為內容，而向法院請求除去之侵害除去請求權，為維護人性尊嚴所必要\r\n，應予終身保障，自不得因受侵害者於一定時間不請求除去其侵害，即不\r\n予保障，與民法規範消滅時效之立法目的在於確保交易之安全與維持社會\r\n秩序之公平無涉，故民法第 18 條第 1  項前段規定之人格權侵害除去請\r\n求權，並無消滅時效之適用。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2427 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 106 年 12 月 07 日",
        "case_gist": "次按耕地三七五減租條例第 17 條第 1  項第 4  款所稱「不為耕作」，\r\n係指承租人消極不耕作承租之土地，任其荒蕪。倘承租人已依耕地使用目\r\n的耕作，縱其作物稀散、農相非美、收成不佳，或未積極整理耕地致環境\r\n髒亂，亦不能謂其不為耕作。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 2414 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 106 年 11 月 23 日",
        "case_gist": "按耕地三七五減租條例第 26 條第 2  項規定租佃爭議須經調解、調處始\r\n得起訴，旨在保持情感減少訟累。如出租人與承租人間已因相同情事，經\r\n民事法院實體裁判確定，則縱令再行調解、調處，亦無從成立，為訴訟便\r\n宜起見，自應認該租佃爭議事件已踐行調解、調處程序。否則未免勞民費\r\n事，有違立法真意。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1364 號 民事判決",
        "case_topic": "請求返還價金等",
        "case_date": "民國 106 年 11 月 23 日",
        "case_gist": "按出賣人所負權利瑕疵擔保責任，乃就其出賣之標的物，擔保其權利無缺\r\n及存在，故其損害金額，應按買賣雙方約定該買賣標的物或權利應有之價\r\n值計算。原判決既認定系爭買賣價金，係包括系爭房地所有權及系爭空地\r\n使用權之對價在內，而系爭空地未能由買受人專用，應由上訴人負權利瑕\r\n疵擔保之損害賠償責任。依上說明，上訴人賠償之金額，自應按系爭空地\r\n使用權之價值計算。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 1233 號 民事裁定",
        "case_topic": "請求損害賠償等聲請假處分",
        "case_date": "民國 106 年 11 月 23 日",
        "case_gist": "民事訴訟法第 532  條規定之假處分係以保全金錢請求以外請求之強制執\r\n行為目的，故債權人所提起之本案訴訟，以金錢請求以外請求之給付之訴\r\n為限。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 439 號",
        "case_topic": "請求侵權行為損害賠償等",
        "case_date": "民國 106 年 11 月 22 日",
        "case_gist": "保險法第 53 條第 1  項前段規定保險人之代位權，係債權之法定移轉，\r\n不待被保險人另為債權讓與之表示，此與民法第 294  條規定之債權讓與\r\n，係基於法律行為（準物權行為），非經讓與人或受讓人通知債務人，對\r\n於債務人不生效力者迥異。又損害賠償，祇應填補被害人實際損害，保險\r\n人代位被保險人請求損害賠償時，法院應調查被保險人實際所受之損失，\r\n如其實際損害額超過或等於保險人已給付之保險金額，保險人得就其給付\r\n保險金額之範圍，代位被保險人請求賠償；如其實際損害額小於保險人給\r\n付之保險金額，保險人所得代位請求賠償者，應以該損害額為限，此為保\r\n險法上利得禁止原則之強行規定。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 439 號 民事判決",
        "case_topic": "請求侵權行為損害賠償等",
        "case_date": "民國 106 年 11 月 22 日",
        "case_gist": "損害賠償，祇應填補被害人實際損害，保險人代位被保險人請求損害賠償\r\n時，法院應調查被保險人實際所受之損失，如其實際損害額超過或等於保\r\n險人已給付之保險金額，保險人得就其給付保險金額之範圍，代位被保險\r\n人請求賠償；如其實際損害額小於保險人給付之保險金額，保險人所得代\r\n位請求賠償者，應以該損害額為限，此為保險法上利得禁止原則之強行規\r\n定。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 1263 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 106 年 11 月 16 日",
        "case_gist": "按上訴人無資力委任訴訟代理人者，得依訴訟救助之規定，聲請第三審法\r\n院為之選任律師為其訴訟代理人；上訴人依前項規定聲請者，第二審法院\r\n應將訴訟卷宗送交第三審法院，民事訴訟法第 466  條之 2  定有明文。\r\n又上訴人提起上訴並依訴訟救助之規定，聲請第三審法院為之選任律師為\r\n其訴訟代理人者，須其聲請經法院裁定駁回，且該駁回裁定經合法送達後\r\n，已逾相當期間，而上訴人仍未補正，始得駁回其上訴。"
    },
    {
        "case_id": "最高法院 106 年度台簡抗字第 193 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 106 年 11 月 08 日",
        "case_gist": "按上訴人有律師為訴訟代理人，或依書狀上之記載可認其明知上訴要件有\r\n欠缺者，法院得不行民事訴訟法第 442  條第 2  項及第 444  條第 1\r\n項但書之程序，民事訴訟法施行法第 9  條定有明文。所謂「上訴人有律\r\n師為訴訟代理人」，係指上訴人已委任律師為上訴審訴訟代理人者而言，\r\n如律師為當事人提起上訴，係本於當事人於原審所授與之特別代理權，依\r\n民事訴訟法第 70 條第 1  項規定為當事人之利益提起上訴，並未於上訴\r\n審再受委任，則其代理權於提起上訴後，因代理事件終了而消滅，即無上\r\n開規定之適用。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1230 號 民事判決",
        "case_topic": "請求確認委任關係存在等",
        "case_date": "民國 106 年 10 月 12 日",
        "case_gist": "按定暫時狀態之處分係保全權利方法之一種，原為在本案爭執之法律關係\r\n尚未經判決確定以前，為防止發生重大之損害或避免急迫之危險或有其他\r\n相類之情形而有必要時所設。而債務人於現在之訴訟如對於債權人聲請定\r\n暫時狀態之處分所主張之法律關係有爭執者，法院自應於該訴訟審查認定\r\n，尚不得逕以債權人就該法律關係聲請假處分業經法院裁定准許為由，謂\r\n其有所主張之權利。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 1042 號 裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 106 年 10 月 06 日",
        "case_gist": "按強制執行應依執行名義為之，執行法院對於執行名義是否有效成立，應\r\n加以審查（參見本院 81 年台抗字第 114  號判例）；受託執行之法院即\r\n為執行法院（參見司法院院字第 218  號解釋），固得審查執行名義是否\r\n有效成立。惟依強制執行法第 7  條第 4  項規定，受託法院祇能依囑託\r\n代執行行為，苟其認執行名義未有效成立，應函覆囑託法院，無從代為執\r\n行，不得逕將債權人強制執行之聲請駁回。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 743 號 民事裁定",
        "case_topic": "請求終止地上權等",
        "case_date": "民國 106 年 09 月 28 日",
        "case_gist": "按民事訴訟法第 56 條之 1  第 1  項規定，係為解決固有必要共同訴訟\r\n當事人適格之問題而設，必以訴訟標的對於數人必須合一確定，且該數人\r\n「應共同起訴」者，始足當之。共有人就共有土地上已由他人設定之地上\r\n權，依民法第 833  條之 1  規定，請求法院定存續期間或終止地上權，\r\n或依同法第 835  條之 1  規定，請求法院增加租金者，乃以形成之訴，\r\n請求判決變更共有土地所設定地上權之內容，依土地法第 34 條之 1  第\r\n1 項規定，以共有人過半數及其應有部分合計過半數，或其應有部分合計\r\n逾 3  分之 2  之共有人同意，即可行之，非必需共有人全體同意，倘起\r\n訴之共有人已具備上開人數或應有部分比例之要件，即無適用民事訴訟法\r\n第 56 條之 1  第 1  項規定，裁定命未起訴之共有人追加為原告之必要\r\n。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 640 號 民事裁定 (家事類)",
        "case_topic": "請求特留分扣減等（移轉管轄）",
        "case_date": "民國 106 年 09 月 07 日",
        "case_gist": "惟按家事事件之類型廣泛，有關管轄之一般事項，除家事事件法有特別規\r\n定外，應依各該事件之性質及所應適用之程序法理，先準用非訟事件法相\r\n關規定，於非訟事件法未規定時，再準用民事訴訟法有關之規定。家事事\r\n件法有鑑於此，乃於第 5  條明定：「家事事件之管轄，除本法別有規定\r\n外，準用非訟事件法有關管轄之規定；非訟事件法未規定者，準用民事訴\r\n訟法有關管轄之規定」。家事事件法第 70 條規定，因特留分所生請求之\r\n繼承訴訟事件，得由（一）繼承開始時被繼承人住所地之法院；被繼承人\r\n於國內無住所者，其在國內居所地之法院；或（二）主要遺產所在地之法\r\n院管轄，此乃基於證據調查便利及有助訴訟程序進行之考量，所設特別審\r\n判籍之規定，並未排除家事事件法第 5  條準用非訟事件法第 7  條所規\r\n定之普通審判籍，故該事件關係人住所地、事務所或營業所所在地、財產\r\n所在地、履行地或行為地之法院，就該事件亦有管轄權。又關於管轄競合\r\n之處理，則應準用非訟事件法第 3  條規定，即「數法院俱有管轄權者，\r\n由受理在先之法院管轄之。但該法院得依聲請或依職權，以裁定將事件移\r\n送於認為適當之其他管轄法院」，而無民事訴訟法第 20 條但書規定之適\r\n用。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 640 號 裁定 (家事類)",
        "case_topic": "請求特留分扣減等（移轉管轄）",
        "case_date": "民國 106 年 09 月 07 日",
        "case_gist": "按家事事件之類型廣泛，有關管轄之一般事項，除家事事件法有特別規定\r\n外，應依各該事件之性質及所應適用之程序法理，先準用非訟事件法相關\r\n規定，於非訟事件法未規定時，再準用民事訴訟法有關之規定。家事事件\r\n法有鑑於此，乃於第 5  條明定：「家事事件之管轄，除本法別有規定外\r\n，準用非訟事件法有關管轄之規定；非訟事件法未規定者，準用民事訴訟\r\n法有關管轄之規定」。家事事件法第 70 條規定，因特留分所生請求之繼\r\n承訴訟事件，得由（一）繼承開始時被繼承人住所地之法院；被繼承人於\r\n國內無住所者，其在國內居所地之法院；或（二）主要遺產所在地之法院\r\n管轄，此乃基於證據調查便利及有助訴訟程序進行之考量，所設特別審判\r\n籍之規定，並未排除家事事件法第 5  條準用非訟事件法第 7  條所規定\r\n之普通審判籍，故該事件關係人住所地、事務所或營業所所在地、財產所\r\n在地、履行地或行為地之法院，就該事件亦有管轄權。又關於管轄競合之\r\n處理，則應準用非訟事件法第 3  條規定，即「數法院俱有管轄權者，由\r\n受理在先之法院管轄之。但該法院得依聲請或依職權，以裁定將事件移送\r\n於認為適當之其他管轄法院」，而無民事訴訟法第 20 條但書規定之適用\r\n。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1179 號 判決",
        "case_topic": "排除侵害商標權行為等",
        "case_date": "民國 106 年 09 月 07 日",
        "case_gist": "按商標法第 71 條第 1  項第 3  款所設「零售單價倍數或總額（法定賠\r\n償額）」之規定，係為減輕商標權人之舉證責任，而以推估商標侵權人實\r\n際製造、銷售仿冒商品之件數定其倍數，所擬制之法定賠償額，選擇依該\r\n規定請求者，不以證明損害及其數額為必要。仿冒商品之零售單價，應指\r\n在通常情形零售時之常態價格而言，不包括偶發之非常態價格，倘侵權人\r\n僅偶發性以促銷價銷售時，仍應以原價為其零售單價。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1179 號 民事判決",
        "case_topic": "排除侵害商標權行為等",
        "case_date": "民國 106 年 09 月 07 日",
        "case_gist": "按第二審法院因民事訴訟法第 255  條第 1  項但書規定，而許訴之變更\r\n或追加，依同法第 463  條準用第 258  條之規定，當事人要無聲明不服\r\n之餘地。本件被上訴人在原審所為之訴之追加，既經原審依民事訴訟法第\r\n446 條第 1  項準用第 255  條第 1  項第 2  款規定，予以准許而為裁\r\n判，上訴人即不得就該訴之追加之應否准許，據以為上訴第三審之理由。\r\n次按商標法第 71 條第 1  項第 3  款所設「零售單價倍數或總額（法定\r\n賠償額）」之規定，係為減輕商標權人之舉證責任，而以推估商標侵權人\r\n實際製造、銷售仿冒商品之件數定其倍數，所擬制之法定賠償額，選擇依\r\n該規定請求者，不以證明損害及其數額為必要。仿冒商品之零售單價，應\r\n指在通常情形零售時之常態價格而言，不包括偶發之非常態價格，倘侵權\r\n人僅偶發性以促銷價銷售時，仍應以原價為其零售單價。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 4 號",
        "case_topic": "請求物價調整款等",
        "case_date": "民國 106 年 09 月 06 日",
        "case_gist": "按當事人依民法第 227  條之 2  情事變更原則規定，請求法院增加給付\r\n者，乃形成之訴。該形成權之除斥期間，法律雖無明文，然審酌本條係為\r\n衡平而設，且規定於債編通則，解釋上，自應依各契約之性質，參考債法\r\n就該契約權利行使之相關規定定之。承攬人基於承攬契約，依情事變更原\r\n則請求增加給付，宜從速為之，否則徒滋糾紛。關於除斥期間之起算，則\r\n應以該權利完全成立時為始點。至於權利何時完全成立，則應依個案情節\r\n，妥適認定。又法院為增加給付之形成判決確定後，其就新增加給付之請\r\n求權始告確定發生，該請求權之時效始能起算。故當事人提起上開形成之\r\n訴及給付之訴，是否逾除斥期間或請求權消滅時效期間，自應分別認定各\r\n該權利完全成立、得行使時之始點及期間以為判斷。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1263 號 判決",
        "case_topic": "請求塗銷所有權登記等",
        "case_date": "民國 106 年 08 月 24 日",
        "case_gist": "按土地法第 104  條第 1  項規定，租用基地建築房屋之承租人，於出租\r\n人之基地出賣時，有依同樣條件優先購買之權。所謂「依同樣條件優先購\r\n買」，係指在買賣條件如買賣標的、範圍、價金、付款方式、瑕疵擔保等\r\n均相同情形下，承租人得要求優先成為基地之買受人。上開規定之優先購\r\n買權，乃成立買賣契約之形成權，其權利之有無，應依行使權利時之狀態\r\n認定之。倘承租人行使優先購買權時，本於租地建屋契約而在土地上建有\r\n房屋者，其行使先買權即屬合法，縱然該房屋嗣後被拆除，仍不影響其原\r\n本已取得之先買權。此優先購買權具有相對物權的效力，不因買受人買受\r\n基地後，已輾轉移轉所有權於第三人而有異。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1263 號 民事判決",
        "case_topic": "請求塗銷所有權登記等",
        "case_date": "民國 106 年 08 月 24 日",
        "case_gist": "按土地法第 104  條第 1  項規定，租用基地建築房屋之承租人，於出租\r\n人之基地出賣時，有依同樣條件優先購買之權。所謂「依同樣條件優先購\r\n買」，係指在買賣條件如買賣標的、範圍、價金、付款方式、瑕疵擔保等\r\n均相同情形下，承租人得要求優先成為基地之買受人。上開規定之優先購\r\n買權，乃成立買賣契約之形成權，其權利之有無，應依行使權利時之狀態\r\n認定之。倘承租人行使優先購買權時，本於租地建屋契約而在土地上建有\r\n房屋者，其行使先買權即屬合法，縱然該房屋嗣後被拆除，仍不影響其原\r\n本已取得之先買權。此優先購買權具有相對物權的效力，不因買受人買受\r\n基地後，已輾轉移轉所有權於第三人而有異。又承租人必須知悉買賣條件\r\n後，始能為放棄優先購買權之表示，倘出賣基地之出租人，未為與買賣契\r\n約同樣條件之通知，縱承租人知悉出賣事實而未為購買之表示，仍不得視\r\n為其放棄優先購買權。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1649 號 民事判決",
        "case_topic": "請求確認股東臨時會決議不存在等",
        "case_date": "民國 106 年 08 月 23 日",
        "case_gist": "按股東會除本法另有規定外，由董事會召集之。公司法第 171  條定有明\r\n文。又董事會由董事長召集，且董事長為董事會主席，亦為同法第 203\r\n條第 1  項前段、第 208  條第 3  項所明定。是股東會之召集程序，應\r\n由董事長先行召集董事會，再由董事會決議召集股東會。董事長未依上開\r\n程序先行召集董事會，決議召集股東會，而逕以董事長名義召集股東會，\r\n僅屬公司法第 189  條規定股東會召集程序違反法令，得否訴請法院撤銷\r\n決議之問題，究與無召集權人召集股東會之情形有別。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1162 號 判決",
        "case_topic": "請求塗銷繼承登記等",
        "case_date": "民國 106 年 08 月 23 日",
        "case_gist": "按消滅時效，自請求權可行使時起算，民法第 128  條前段定有明文。又\r\n無權處分他人之土地而受有處分土地之價金利益，係違反權益歸屬內容，\r\n致土地之所有權人受損害，並無法律上之原因，應成立不當得利（侵害所\r\n有權之不當得利類型），其不當得利返還請求權之消滅時效，應自不當得\r\n利成立要件具備即財貨發生損益變動（一方受利益致他方受損害），而無\r\n法律上原因時起算。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1162 號 民事判決",
        "case_topic": "請求塗銷繼承登記等",
        "case_date": "民國 106 年 08 月 23 日",
        "case_gist": "按消滅時效，自請求權可行使時起算，民法第 128  條前段定有明文。又\r\n無權處分他人之土地而受有處分土地之價金利益，係違反權益歸屬內容，\r\n致土地之所有權人受損害，並無法律上之原因，應成立不當得利（侵害所\r\n有權之不當得利類型），其不當得利返還請求權之消滅時效，應自不當得\r\n利成立要件具備即財貨發生損益變動（一方受利益致他方受損害），而無\r\n法律上原因時起算。至於辦理繼承登記所取得者僅係登記之利益，與無權\r\n處分該登記之不動產所取得之價金或價金請求權之利益，並不相同。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1392 號 民事判決",
        "case_topic": "請求確認黨員資格存在",
        "case_date": "民國 106 年 08 月 09 日",
        "case_gist": "按憲法第 14 條規定人民有結社之自由，旨在保護人民為特定目的，以共\r\n同之意思組成團體並參與其活動之權利（司法院釋字第 733  號解釋意旨\r\n參照）。結社團體會員之加入或退出方式亦在結社自由保障之範圍。查人\r\n團法第 14 條、第 27 條但書第 2  款關於人民團體會員（會員代表）除\r\n名之要件及決議方法之規定，揆其規範目的，應係對會員（會員代表）所\r\n為之除名處分，乃完全剝奪人民之結社之自由，應嚴格要求其決議方法，\r\n以保障憲法第 14 條所賦予人民結社自由之權利，應認上開規定為效力規\r\n定，使違反該規定之法律行為歸於無效，俾落實人民結社自由之保護。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1392 號 判決",
        "case_topic": "請求確認黨員資格存在",
        "case_date": "民國 106 年 08 月 09 日",
        "case_gist": "按憲法第 14 條規定人民有結社之自由，旨在保護人民為特定目的，以共\r\n同之意思組成團體並參與其活動之權利（司法院釋字第 733  號解釋意旨\r\n參照）。結社團體會員之加入或退出方式亦在結社自由保障之範圍。查人\r\n團法第 14 條、第 27 條但書第 2  款關於人民團體會員（會員代表）除\r\n名之要件及決議方法之規定，揆其規範目的，應係對會員（會員代表）所\r\n為之除名處分，乃完全剝奪人民之結社之自由，應嚴格要求其決議方法，\r\n以保障憲法第 14 條所賦予人民結社自由之權利，應認上開規定為效力規\r\n定，使違反該規定之法律行為歸於無效，俾落實人民結社自由之保護。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1048 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 106 年 08 月 02 日",
        "case_gist": "醫療事業旨在救治人類疾病，維護人民健康，醫療水準隨時代進步、科技\r\n發達、生技發明、醫術改良及創新而提升，故醫學乃與時俱進，不斷發展\r\n中之科學，而鑑於醫療行為本質上所具有之專業性、風險性、不可預測性\r\n及有限性，醫護人員於實施醫療行為時是否已盡善良管理人或依醫療法規\r\n規定或醫療契約約定或基於該醫療事件之特性所應具備之注意義務，應就\r\n醫療個案、病人病情、就診時之身體狀況、醫院層級、設備、能力、醫護\r\n人員有無定期按規定施以必要之在職訓練及當日配置人力、病患多寡，醫\r\n護人員有無充裕時間問診照護與其他情形，綜合而為研判，尚不能僅以制\r\n式之醫療常規（醫療慣行或慣例）作為認定醫護人員有無違反注意義務之\r\n唯一標準。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1048 號 判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 106 年 08 月 02 日",
        "case_gist": "醫療事業旨在救治人類疾病，維護人民健康，醫療水準隨時代進步、科技\r\n發達、生技發明、醫術改良及創新而提升，故醫學乃與時俱進，不斷發展\r\n中之科學，而鑑於醫療行為本質上所具有之專業性、風險性、不可預測性\r\n及有限性，醫護人員於實施醫療行為時是否已盡善良管理人或依醫療法規\r\n規定或醫療契約約定或基於該醫療事件之特性所應具備之注意義務，應就\r\n醫療個案、病人病情、就診時之身體狀況、醫院層級、設備、能力、醫護\r\n人員有無定期按規定施以必要之在職訓練及當日配置人力、病患多寡，醫\r\n護人員有無充裕時間問診照護與其他情形，綜合而為研判，尚不能僅以制\r\n式之醫療常規（醫療慣行或慣例）作為認定醫護人員有無違反注意義務之\r\n唯一標準。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 578 號 民事裁定",
        "case_topic": "租佃爭議等",
        "case_date": "民國 106 年 07 月 27 日",
        "case_gist": "耕地三七五減租條例第 26 條第 1  項規定，出租人與承租人間因耕地租\r\n佃發生爭議時，應由當地鄉（鎮、市、區）公所耕地租佃委員會調解；調\r\n解不成立者，應由直轄市或縣（市）政府耕地租佃委員會調處；不服調處\r\n者，由直轄市或縣（市）政府耕地租佃委員會移送該管司法機關，司法機\r\n關應即迅予處理，並免收裁判費用。所稱因耕地租佃發生爭議，係指因耕\r\n地租佃關係所發生之一切爭議而言。原告起訴係根據租佃關係，或主張租\r\n佃關係已消滅者，均有上開法條規定之適用。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 723 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 106 年 07 月 12 日",
        "case_gist": "機關與廠商因履約爭議未能達成協議者，得以向採購申訴審議委員會申請\r\n調解、向仲裁機構提付仲裁之方式處理。前揭調解屬廠商申請者，機關不\r\n得拒絕。工程及技術服務採購之調解，採購申訴審議委員會應提出調解建\r\n議或調解方案，其因機關不同意致調解不成立者，廠商提付仲裁，機關不\r\n得拒絕，為修正後政府採購法第 85 條之 1  第 1、2 項所明定。是依系\r\n爭新法規定，上訴人即廠商因履約爭議未能與被上訴人即機關達成協議，\r\n已依該規定踐行申請調解程序，嗣因機關不同意審議委員會所提出之調解\r\n建議或調解方案，致調解不成立而提付仲裁時，機關依法不得拒絕，即以\r\n法律規定取代機關之同意仲裁意思，而生擬制合意提付仲裁之效力。是原\r\n審認系爭工程之履約爭議，無系爭新法規定之適用，自有可議。且亦難認\r\n被上訴人有何信賴事實及利益，而有信賴保護原則之適用。至憲法有關平\r\n等權之保障，其內涵非指絕對、機械之形式上平等，而係保障人民在法律\r\n上地位之實質平等；立法機關基於憲法之價值體系及立法目的，自得斟酌\r\n規範事物性質之差異而為合理之差別對待。政府採購法有關履約爭議之救\r\n濟途徑，非僅仲裁一端，修正後第 85 條之 1  第 2  項有關廠商符合一\r\n定要件提付仲裁，機關不得拒絕（擬制仲裁合意）之規定，係立法者衡量\r\n政府採購之性質、機關與廠商於履約程序中之權利義務關係及選擇不同救\r\n濟途徑之差異，並就政府採購之時效性需求為整體之觀察，所為之不同規\r\n定，屬立法自由形成之範疇，既賦與機關經由合法、迅速、專業、省費之\r\n仲裁程序以解決紛爭之機會，其實體法上之權益亦不因擇採仲裁救濟程序\r\n而受影響，與憲法揭示之平等原則並無牴觸。是被上訴人主張上開規定違\r\n反平等原則云云，並無可取。末按依系爭新法規定，原無仲裁協議之政府\r\n工程採購案件，廠商如向審議委員會申請調解仍未能解決履約爭議，其向\r\n仲裁機構提付仲裁，機關不得拒絕（即擬制仲裁合意）者，以先經審議委\r\n員會就調解標的（即具體之履約爭議）提出調解建議或調解方案，且因機\r\n關不同意致調解不成立為要件。本件上訴人先就停工所受損害之金錢賠償\r\n爭議申請調解，嗣變更其爭議為展延工期，審議委員會就變更後之展延工\r\n期爭議，雖提出調解建議，惟為被上訴人所不同意，上訴人復於審議委員\r\n會出具調解不成立證明書前，再變更調解爭議為金錢賠償，且經該委員會\r\n同意，該委員會未就再變更之金錢賠償爭議提出調解建議或調解方案，即\r\n於出具調解不成立證書明等情，已如上述。則本件因審議委員會未就再變\r\n更之金錢賠償爭議提出調解建議或調解方案，致被上訴人無從表示同意與\r\n否，自不符合系爭新法規定之構成要件，即不發生上訴人提付仲裁而被上\r\n訴人不得拒絕之擬制仲裁合意之法律效果，且不因審議委員會就展延工期\r\n爭議出具調解不成立證明書，而異其結果。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 723 號 判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 106 年 07 月 12 日",
        "case_gist": "系爭工程履約爭議之申請調解，雖在舊法時期，但上訴人變更調解標的、\r\n審議委員會提出調解建議及出具調解不成立證明書等系爭新法規定之構成\r\n要件事實，均在新法時期始完全實現。就跨越新、舊法施行時期之系爭工\r\n程履約爭議，無待法律另為明文規定，即應適用法條構成要件與生活事實\r\n合致時有效之系爭新法規定，以定其法律效果，而無法律不溯及既往原則\r\n之適用。機關與廠商因履約爭議未能達成協議者，得以向採購申訴審議委\r\n員會申請調解、向仲裁機構提付仲裁之方式處理。前揭調解屬廠商申請者\r\n，機關不得拒絕。工程及技術服務採購之調解，採購申訴審議委員會應提\r\n出調解建議或調解方案，其因機關不同意致調解不成立者，廠商提付仲裁\r\n，機關不得拒絕，為修正後政府採購法第 85 條之 1  第 1、2 項所明定\r\n。是依系爭新法規定，上訴人即廠商因履約爭議未能與被上訴人即機關達\r\n成協議，已依該規定踐行申請調解程序，嗣因機關不同意審議委員會所提\r\n出之調解建議或調解方案，致調解不成立而提付仲裁時，機關依法不得拒\r\n絕，即以法律規定取代機關之同意仲裁意思，而生擬制合意提付仲裁之效\r\n力。是原審認系爭工程之履約爭議，無系爭新法規定之適用，自有可議。\r\n且亦難認被上訴人有何信賴事實及利益，而有信賴保護原則之適用。至憲\r\n法有關平等權之保障，其內涵非指絕對、機械之形式上平等，而係保障人\r\n民在法律上地位之實質平等；立法機關基於憲法之價值體系及立法目的，\r\n自得斟酌規範事物性質之差異而為合理之差別對待。政府採購法有關履約\r\n爭議之救濟途徑，非僅仲裁一端，修正後第 85 條之 1  第 2  項有關廠\r\n商符合一定要件提付仲裁，機關不得拒絕（擬制仲裁合意）之規定，係立\r\n法者衡量政府採購之性質、機關與廠商於履約程序中之權利義務關係及選\r\n擇不同救濟途徑之差異，並就政府採購之時效性需求為整體之觀察，所為\r\n之不同規定，屬立法自由形成之範疇，既賦與機關經由合法、迅速、專業\r\n、省費之仲裁程序以解決紛爭之機會，其實體法上之權益亦不因擇採仲裁\r\n救濟程序而受影響，與憲法揭示之平等原則並無牴觸。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 177 號 民事判決",
        "case_topic": "請求解除董事職務",
        "case_date": "民國 106 年 07 月 06 日",
        "case_gist": "按保護機構辦理證券投資人及期貨交易人保護法（下稱投保法）第 10 條\r\n第 1  項業務，發現上市或上櫃公司之董事或監察人執行業務，有重大損\r\n害公司之行為或違反法令或章程之重大事項，得訴請法院裁判解任公司之\r\n董事或監察人，不受公司法第 200  條及第 227  條準用第 200  條之限\r\n制。其立法理由明載係為加強公司治理機制，維護股東權益，就具公益色\r\n彩之保護機構辦理同法第 10 條第 1  項業務，發現有重大損害公司之行\r\n為或違反法令或章程之重大事項，得不受公司法相關規定限制，而有訴請\r\n法院裁判解任權，俾得充分督促公司管理階層善盡忠實義務，以達保護證\r\n券投資人權益之目的、發揮保護機構之職能。復衡以上市櫃公司資本龐大\r\n，其經營狀況之良窳，攸關眾多投資人利益及產業社會總體經濟之發展，\r\n自有加強監督之必要。而公司董事或監察人除可能違反忠實義務造成公司\r\n重大損害外，亦可能有公司董事或監察人為圖公司私利違反法令致公益受\r\n有重大損害之情形發生。倘公司股東會因受大股東把持，或因囿於公司私\r\n利而無法發揮功能，自應藉由保護機構行使裁判解任形成訴權，以確保股\r\n東權益及社會整體經濟利益。足見該條款規定具有公益色彩，於解釋該條\r\n款意涵時，理應一併斟酌前開立法目的，以符立法意旨。而該條款規定保\r\n護機構行使該形成訴權時並不受公司法第 200  條之限制，且係於「發現\r\n」上市或上櫃公司董事或監察人執行業務有重大損害公司行為或違反法令\r\n或章程之重大事項時得行使之。我國雖未如英美等國採行由法院宣告董事\r\n於一定期間失格之制度，惟投保法第 10 條之 1  第 1  項第 2  款規定\r\n既兼具維護股東權益及社會公益之保護，其裁判解任，應以董事或監察人\r\n損害公司之行為或違反法令或章程之事項，在客觀上已足使人認該董事或\r\n監察人繼續擔任其職務，將使股東權益或社會公益受有重大損害，而不適\r\n任其職務，即足當之。參以該條款係規定保護機構發現有前開行為時得行\r\n使裁判解任之形成訴權，發現時點與行為時點本或有時間差異，則裁判解\r\n任事由自不以發生於起訴時之當次任期內為限。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 177 號",
        "case_topic": "請求解除董事職務",
        "case_date": "民國 106 年 07 月 06 日",
        "case_gist": "投保法第 10 條之 1  第 1  項第 2  款規定既兼具維護股東權益及社會\r\n公益之保護，其裁判解任，應以董事或監察人損害公司之行為或違反法令\r\n或章程之事項，在客觀上已足使人認該董事或監察人繼續擔任其職務，將\r\n使股東權益或社會公益受有重大損害，而不適任其職務，即足當之。參以\r\n該條款係規定保護機構發現有前開行為時得行使裁判解任之形成訴權，發\r\n現時點與行為時點本或有時間差異，則裁判解任事由自不以發生於起訴時\r\n之當次任期內為限。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 305 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 106 年 06 月 29 日",
        "case_gist": "按訴訟制度係法院依國家賦予之職權，依民事訴訟法規定，就當事人請求\r\n之訴訟標的及聲明，使當事人為完全聲明及陳述，踐行調查證據程序，行\r\n言詞辯論後為判決，並有三審之審級救濟，其程序對當事人程序權保障有\r\n縝密及周延規定，基於誠信原則及訴訟經濟，於確定判決理由判斷之事項\r\n，除有顯然違背法令之情形，或當事人已提出新訴訟資料，足以推翻原判\r\n斷之情形外，在同一當事人之另件訴訟中，法院及當事人就已經法院判斷\r\n之重要爭點法律關係，皆不得任作相反之判斷或主張。惟仲裁制度本質為\r\n當事人自行合意之訴訟外紛爭解決機制，仲裁人之資格不以有相當法律訓\r\n練者為限，適用之程序與實體規則可由當事人或仲裁庭選擇或為衡平仲裁\r\n（仲裁法第十九條、第三十一條規定參照），無如民事訴訟法程序相同嚴\r\n謹之調查證據、審理程序及程序之拘束力，所為仲裁判斷相對欠缺法之安\r\n定性與預測性，其救濟亦只有嚴格限制之撤銷仲裁判斷訴訟（仲裁法第四\r\n十條規定參照）之有限司法審查，與訴訟程序本質上不同，關於當事人之\r\n程序權保障與民事訴訟制度相差甚遠。是仲裁判斷於當事人間，除與法院\r\n之確定判決有同一之既判力（仲裁法第三十七條第一項規定參照）外，仲\r\n裁判斷理由中所為其他非聲請仲裁標的之重要爭點法律關係判斷，對當事\r\n人不生拘束力。同一當事人間提起另件民事訴訟，就相同爭點法律關係，\r\n法院或當事人仍得為相反之判斷或主張，始符仲裁制度之本質，亦無違訴\r\n訟經濟與誠信。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 305 號",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 106 年 06 月 29 日",
        "case_gist": "仲裁制度本質為當事人自行合意之訴訟外紛爭解決機制，仲裁人之資格不\r\n以有相當法律訓練者為限，適用之程序與實體規則可由當事人或仲裁庭選\r\n擇或為衡平仲裁（仲裁法第 19 條、第 31 條規定參照），無如民事訴訟\r\n法程序相同嚴謹之調查證據、審理程序及程序之拘束力，所為仲裁判斷相\r\n對欠缺法之安定性與預測性，其救濟亦只有嚴格限制之撤銷仲裁判斷訴訟\r\n（仲裁法第 40 條規定參照）之有限司法審查，與訴訟程序本質上不同，\r\n關於當事人之程序權保障與民事訴訟制度相差甚遠。是仲裁判斷於當事人\r\n間，除與法院之確定判決有同一之既判力（仲裁法第 37 條第 1  項規定\r\n參照）外，仲裁判斷理由中所為其他非聲請仲裁標的之重要爭點法律關係\r\n判斷，對當事人不生拘束力。同一當事人間提起另件民事訴訟，就相同爭\r\n點法律關係，法院或當事人仍得為相反之判斷或主張，始符仲裁制度之本\r\n質，亦無違訴訟經濟與誠信。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 418 號 民事",
        "case_topic": "請求損害賠償",
        "case_date": "民國 106 年 06 月 22 日",
        "case_gist": "按海商法第七十七條規定「載貨證券所載之裝載港或卸貨港為中華民國港\r\n口者，其載貨證券所生之法律關係依涉外民事法律適用法所定應適用法律\r\n。但依本法中華民國受貨人或託運人保護較優者，應適用本法之規定」。\r\n而涉外民事法律適用法於民國九十九年五月二十六日修正前，並無如現行\r\n第四十三條關於因載貨證券而生之法律關係之準據法規定；惟載貨證券為\r\n具有物權效力之有價證券，尚係運送契約之證明，該證券雖為運送人或船\r\n長因託運人之請求而簽發，然託運人對於載貨證券所載之內容，如有異議\r\n可請求更正，或要求取回貨物，茍不予聞問，且轉讓予受貨人，自非單純\r\n沈默可比，此就海商法第六十一條之反面解釋：載貨證券記載條款、條件\r\n或約定，非係免除運送人或船舶所有人對於因過失或海商法規定應履行之\r\n義務而不履行者，其條款、條件、約定，仍屬有效，即可明瞭。且載貨證\r\n券持有人既係據該證券行使權利，因該載貨證券所生之法律關係，允宜同\r\n依該載貨證券所載文義決之，以維持法律適用之明確及一致性。是載貨證\r\n券於運送人或船長簽發後，並交由託運人收受時，揆以海運實務及載貨證\r\n券之流通性，其所附記之文句，應認係雙方當事人之約定，應依修正前涉\r\n外民事法律適用法第六條第一項規定，定其應適用之法律。至於該載貨證\r\n券上事先印就之制式記載，性質上倘屬定型化契約條款，其約款如有顯失\r\n公平之情形而應認為無效，則屬另一問題（原審援引之本院六十四年台抗\r\n字第二三九號判例，業經本院民事庭會議於一○六年五月十六日決議不再\r\n援用）。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 406 號 民事裁定",
        "case_topic": "清償債務強制執行聲明異議",
        "case_date": "民國 106 年 06 月 22 日",
        "case_gist": "按債權人查報之財產是否屬債務人所有，執行法院應依強制執行時該財產\r\n之種類、外觀、債權人所提證據或卷存相關資料，先為形式審查，認該財\r\n產屬債務人所有者，始得開始強制執行程序。倘未先為形式審查即逕予強\r\n制執行，嗣依該財產之外觀，認確非屬債務人之財產時，仍應撤銷其執行\r\n處分。此項形式審查與本院四十九年台抗字第七二號判例所謂「該財產是\r\n否債務人所有尚待審認方能確定，執行法院無逕行審判之權限」，乃闡述\r\n執行法院並無實體調查審認財產所有人之權限，係屬二事。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 182 號 民事判決",
        "case_topic": "請求拆除地上物",
        "case_date": "民國 106 年 06 月 21 日",
        "case_gist": "按自辦市地重劃，係由參加市地重劃之土地所有權人，根據平均地權條例\r\n第 58 條第 2  項授權訂定之獎勵土地所有權人辦理市地重劃辦法（下稱\r\n獎勵辦法）自行組成自辦市地重劃區重劃會，本於私法自治之原則所作成\r\n之土地重劃分配。核其目的在於「公私協力」之基礎上，由政府部門運用\r\n民間資金及效能，輔助公辦市地重劃之不足，進而實現都市計畫目標。政\r\n府於此並未將公權力行使委託重劃會，與行政程序法第 2  條第 3  項之\r\n規定有間。是重劃會與土地所有權人間，就市地重劃之土地地上物拆遷爭\r\n議，自屬民事爭議，於其實施重劃業務之職權，為完成重劃計畫，得依獎\r\n勵辦法第 31 條第 2  項規定提起民事訴訟。至同條規定土地改良物所有\r\n權人或墓主對於補償數額有異議或拒不拆遷，重劃會協調不成時，由主管\r\n機關予以調處，係為縮短爭議處理時程，及有效化解重劃會與土地所有權\r\n人間之爭議，以加速自辦市地重劃之完成，不因此變更其私權爭議之性質\r\n。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1077 號 判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 106 年 06 月 07 日",
        "case_gist": "公務員怠於執行職務，致人民自由或權利遭受損害者，國家應負損害賠償\r\n責任，國家賠償法第 2  條第 2  項後段定有明文。倘人民主張國家機關\r\n有違反作為義務之違法致其受有損害，並就該損害已為適當之證明，且依\r\n經驗法則及社會一般通念，足認國家機關之違反作為義務與人民之損害間\r\n具有相當之因果關係，而國家機關抗辯其縱未怠於執行職務，人民仍不免\r\n發生損害者，依舉證責任分配之原則，自應由國家機關證明，方可免責。\r\n而所謂證明，乃指當事人提出之證據方法，足使法院產生堅強之心證，可\r\n以確信其主張為真實者，始足當之。就被上訴人主張其縱就土石流保全對\r\n象執行強制撤離，上訴人之被繼承人仍不免發生死亡之結果之免責事實，\r\n依上說明，即應由被上訴人負舉證責任。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 329 號 民事判決",
        "case_topic": "請求所有權移轉登記等",
        "case_date": "民國 106 年 06 月 01 日",
        "case_gist": "合意停止訴訟程序之當事人，自陳明合意停止時起，如於四個月內不續行\r\n訴訟者，視為撤回其訴或上訴，民事訴訟法第一百九十條前段定有明文。\r\n又民事訴訟法第四十八條規定之承認，不論為明示或默示，均溯及於行為\r\n時發生效力。此項規定，依同法第七十五條第二項規定，於訴訟代理權有\r\n欠缺準用之。故未受合法委任之訴訟代理人，所為合意停止訴訟程序之行\r\n為，經當事人或其承受訴訟人承認者，溯及於合意停止時發生效力。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 816 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 106 年 05 月 25 日",
        "case_gist": "按 100  年 1  月 26 日修正前全民健康保險法第 82 條（現行法第 95 \r\n條）第 1  項規定：「保險對象因發生保險事故，而對第三人有損害賠償\r\n請求權者，本保險之保險人於提供保險給付後，得依下列規定，代位行使\r\n損害賠償請求權：一、汽車交通事故：向強制汽車責任保險保險人請求。\r\n二、公共安全事故：向第三人依法規應強制投保之責任保險保險人請求。\r\n三、其他重大之交通事故、公害或食品中毒事件：第三人已投保責任保險\r\n者，向其保險人請求；未投保者，向第三人請求。」行政院衛生署（現改\r\n制為衛生福利部）依上開條文第 2  項授權訂定「全民健康保險執行重大\r\n交通事故公害及食品中毒事件代位求償辦法」，其第 2  條第 3  款規定\r\n，船舶航行於海上、水面或水中所發生之事故，亦屬修正前全民健康保險\r\n法第 82 條第 1  項第 3  款所稱交通事故；第 5  條則規定：「本法第\r\n82  條第 1  項第 3  款所稱重大，係指因前三條所定同一之事故或事件\r\n，全民健康保險（以下簡稱本保險）給付醫療費用總額在十萬元以上者。\r\n前項金額，以本保險提供該保險給付之日起，一個月內給付費用總額計算\r\n。」準此，倘被上訴人因搭乘系爭船舶發生系爭事故，以全民健康保險提\r\n供保險給付之日起，一個月內給付總額逾十萬元者，該當修正前全民健康\r\n保險法第 82 條第 1  項第 3  款所稱「其他重大之交通事故」，其由全\r\n民健康保險所提供醫療給付費用之請求權，即已法定移轉予中央健康保險\r\n局，不得再由被上訴人請求賠償。原審未先查明本件情形是否合於上開規\r\n定，率認被上訴人得請求賠償全民健保給付之醫療費用，非無可議。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1009 號 民事判決",
        "case_topic": "請求國家賠償等",
        "case_date": "民國 106 年 05 月 25 日",
        "case_gist": "按財產權之保障為我國憲法第十五條所明定，僅其行使不得妨害公共利益\r\n，故人民依法取得之土地所有權，仍受法律之保障與限制（憲法第二十三\r\n條、第一百四十三條第一項參照）。準此，私有土地因公共利益之目的提\r\n供公用，而形成公用地役關係，土地所有人之財產權，係因負擔特定公共\r\n利益目的之社會義務而受限制，自應僅在該特定公共利益目的之正當行使\r\n狀態下，方得限制其權利之行使，倘逾越特定公用目的或為不當之行使，\r\n不法侵害所有權人之權利，所有權人非不得請求排除或賠償損害。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 952 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 106 年 05 月 19 日",
        "case_gist": "債權人對於分配表所載各債權人之債權或分配金額有不同意者，固得於分\r\n配期日一日前，向執行法院提出書狀聲明異議。然債權人如主張他債權人\r\n應減少分配額，但自己之分配額並不增加；或其所主張之債權，並非應受\r\n該分配程序分配者，不得依強制執行法第三十九條規定對分配表聲明異議\r\n。又聲明異議人對於分配表之聲明異議須為合法，始得提起分配表異議之\r\n訴。如其聲明異議為不合法，所提起之分配表異議之訴，亦難謂合法。"
    },
    {
        "case_id": "最高法院 106 年度台簡抗字第 79 號 民事",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 106 年 05 月 18 日",
        "case_gist": "對於簡易訴訟程序之第二審判決逕向最高法院提起第三審上訴，依民事訴\r\n訟法第四百三十六條之二第二項規定，應適用第四百六十六條之一第一項\r\n規定，委任律師為訴訟代理人，如未委任律師為訴訟代理人，第二審法院\r\n應定期先命補正；於上訴人自行委任，或經法院為其選任律師為訴訟代理\r\n人之前，上訴人尚不具表明上訴理由之能力，自不得以其自行提出之上訴\r\n狀，未具體表明第二審判決有何適用法規顯有錯誤之情形，認其未表明上\r\n訴理由，上訴為不合法，以裁定予以駁回。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 41 號 民事判決",
        "case_topic": "請求確認優先承買權存在",
        "case_date": "民國 106 年 05 月 18 日",
        "case_gist": "按土地法第一百零六條第一、二項規定與農業發展條例第三條第十一款規\r\n定所稱之「耕地」，其適用範圍不同，乃因立法目的不同所致。而農地重\r\n劃條例第五條第三款規定，重劃區內耕地出售時，毗連耕地之現耕所有權\r\n人有第三順位優先購買權，雖未就「耕地」加以定義，然其立法理由明揭\r\n：「加速農業機械化，為改進農業經營之必要措施。惟我國農業仍屬小農\r\n經營型態，以往辦理重劃時，規劃設計之耕地坵塊面積，水田以○．二五\r\n公頃、旱地以○．五公頃為原則，衡諸機耕之需要，仍嫌過小，難以發揮\r\n其效能。爰明定重劃後耕地所有權之移轉，其優先購買權之次序為……」\r\n，乃為農業機械化耕作而設。解釋上所謂「毗連耕地」以農業耕地為限，\r\n始有優先購買權規定之適用。毗連之養殖用地，不在適用之列。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 187 號",
        "case_topic": "請求排除侵害等",
        "case_date": "民國 106 年 05 月 16 日",
        "case_gist": "按民法第 184  條第 1  項前段所稱之權利，係指既存法律體系所明認之\r\n權利。所謂既存法律體系，應兼指法典（包括委任立法之規章）、習慣法\r\n、習慣、法理及判例。受讓未辦理所有權第一次登記之建物，受讓人雖因\r\n該建物不能為所有權移轉登記，而僅能取得事實上處分權，但該事實上處\r\n分權，具占有、使用、收益、事實上處分及交易等支配權能，長久以來為\r\n司法實務所肯認，亦為社會交易之通念，自屬民法第 184  條第 1  項前\r\n段所稱之權利。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 187 號 民事判決",
        "case_topic": "請求排除侵害等",
        "case_date": "民國 106 年 05 月 16 日",
        "case_gist": "（一）民法第一百八十四條第一項前段所稱之權利，係指既存法律體系所\r\n      明認之權利。所謂既存法律體系，應兼指法典（包括委任立法之規\r\n      章）、習慣法、習慣、法理及判例。受讓未辦理所有權第一次登記\r\n      之建物，受讓人雖因該建物不能為所有權移轉登記，而僅能取得事\r\n      實上處分權，但該事實上處分權，具占有、使用、收益、事實上處\r\n      分及交易等支配權能，長久以來為司法實務所肯認，亦為社會交易\r\n      之通念，自屬民法第一百八十四條第一項前段所稱之權利。\r\n（二）因侵權行為所生之損害賠償請求權，自請求權人知有損害及賠償義\r\n      務人時起，二年間不行使而消滅，民法第一百九十七條第一項前段\r\n      定有明文。所謂知有損害，係指知其請求之損害內容。加害人侵奪\r\n      建物事實上處分權之占有，或違反返還占有之作為義務，而構成對\r\n      於不動產事實上處分權之不法侵害，被害人如主張其損害為占有本\r\n      身，而請求加害人返還占有以回復原狀時，因是項損害於加害人為\r\n      該侵權行為時，即已確定，自應以請求權人知悉其受該占有損害內\r\n      容及賠償義務人時，起算其時效，尚不得因加害人持續占有，而謂\r\n      該占有本身之損害亦不斷漸次發生。"
    },
    {
        "case_id": "最高法院 106 年度台簡抗字第 64 號 民事",
        "case_topic": "請求確認本票債權不存在聲請停止執行",
        "case_date": "民國 106 年 05 月 11 日",
        "case_gist": "發票人主張本票債權不存在而提起確認之訴者，法院依發票人聲請，得許\r\n其提供相當並確實之擔保，停止強制執行，非訟事件法第一百九十五條第\r\n三項定有明文。又債務人怠於行使其權利時，債權人因保全債權，得以自\r\n己之名義，行使其權利，民法第二百四十二條亦有明文。是本票發票人之\r\n債權人非不得以發票人怠於行使其權利為由，代位發票人行使其權利，以\r\n自己之名義提起確認本票債權不存在之訴及聲請停止強制執行，以達保全\r\n自己債權之目的。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 1180 號 民事判決",
        "case_topic": "請求檢查合夥事務等",
        "case_date": "民國 106 年 04 月 27 日",
        "case_gist": "合夥人約定或決議由合夥人中之一人或數人各執行特定之合夥事務者，他\r\n合夥人就該特定範圍內之合夥事務無執行權；執行合夥事務之合夥人，如\r\n有正當事由，非不得辭任，倘經其他合夥人全體之同意，則得將其解任；\r\n又無執行合夥事務權利之合夥人，縱契約有反對之訂定，仍得隨時檢查合\r\n夥之事務及其財產狀況，並得查閱賬簿。此觀民法第六百七十一條第一項\r\n、第二項及第六百七十四條、第六百七十五條之規定自明。故執行各特定\r\n合夥事務之合夥人對於他合夥人執行範圍內之合夥事務，並無執行之權利\r\n，就該無執行權利部分，即與無執行合夥事務權利之合夥人無殊；倘已辭\r\n任或被解任，即屬無執行合夥事務權利之合夥人，自均得請求查閱賬簿。\r\n次查民法第六百七十六條所定「合夥之決算」，為合夥事務之一，執行合\r\n夥事務之合夥人有權為之。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 978 號 判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 106 年 04 月 13 日",
        "case_gist": "惟按拋棄物權，而第三人有以該物權為標的物之其他物權或於該物權有其\r\n他法律上之利益者，非經該第三人同意，不得為之，此觀民法第 764  條\r\n第 2  項規定自明。此項規定係於民國 98 年 1  月 23 日增訂，乃本於\r\n權利人不得以單獨行為妨害他人利益之法理而設，既係源於權利濫用禁止\r\n之法律原則，則所有權人拋棄其所有權，雖發生於新法增訂前，自仍有上\r\n開規定之適用，即其拋棄有上揭法條規定之情形，非經第三人同意，不得\r\n為之，否則對於該第三人應不生效力。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 321 號 民事",
        "case_topic": "請求返還消費寄託款",
        "case_date": "民國 106 年 04 月 13 日",
        "case_gist": "銀行與客戶間之乙種活期存款契約，具有消費寄託之性質，客戶得隨時請\r\n求返還寄託物。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 283 號 民事",
        "case_topic": "請求確認股東權不存在等",
        "case_date": "民國 106 年 04 月 13 日",
        "case_gist": "查於股份有限公司公司股東名簿登記為股東者，倘該登記係偽造或不實，\r\n即不能僅以該登記認其對公司之股東權存在。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 941 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 106 年 03 月 30 日",
        "case_gist": "建築物如已足避風雨，可達經濟上使用目的，且具構造上及使用上之獨立\r\n性，即屬獨立之建築物，得為物權之客體。所謂構造上之獨立性，係指建\r\n築物有屋頂、四周牆壁或其他相鄰之構造物，以與土地所有權支配之空間\r\n區隔遮斷或劃清界線，得以明確標識其外部範圍之獨立空間。而所謂使用\r\n上之獨立性，乃指建築物得作為一建築物單獨使用，有獨立之經濟效用者\r\n而言。判斷建築物有無使用上之獨立性，應斟酌其對外通行之直接性、面\r\n積、價值、隔間、利用狀況、機能、與其他建築物之依存程度、相關當事\r\n人之意思以及其他各種情事，依社會一般觀念為綜合考量。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 823 號 判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 106 年 03 月 30 日",
        "case_gist": "按所謂公共設施用地，係指依都市計畫法規定，於都市計畫地區範圍內，\r\n所設置供作公共設施使用之土地。而公共設施保留地，則指依都市計畫法\r\n規定，於都市計畫範圍內指定之公共設施用地，而未經政府開闢或使用之\r\n公私有土地。職是，公共設施用地在未經取得前，乃為公共設施保留地，\r\n政府不得逕予使用收益，二者顯不相同。人民依法取得之土地所有權，應\r\n受法律之保障與限制；所有人於法令限制之範圍內，得自由使用、收益、\r\n處分其所有物，並排除他人之干涉，憲法第 143  條第 1  項中段、民法\r\n第 765  條分別定有明文。又民法第 179  條前段規定，無法律上之原因\r\n而受利益，致他人受損害者，應返還其利益。其判斷是否該當上揭不當得\r\n利之成立要件時，應以「權益歸屬說」為標準，亦即倘欠缺法律上原因而\r\n違反權益歸屬對象取得其利益者，即應對該對象成立不當得利。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 823 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 106 年 03 月 30 日",
        "case_gist": "（一）徵收私有土地，給予相當補償，為達成公用需要手段之一種，而徵\r\n      收土地之要件及程序，憲法並未規定，係委由法律予以規範，此有\r\n      憲法第一百零八條第一項第十四款可據。民國三十五年四月二十九\r\n      日修正之土地法第二百零八條規定：「國家因左列公共事業之需要\r\n      ，得依本法之規定，徵收私有土地。」（現行條文相同），乃指國\r\n      家因該條所列公共事業需要取得私有土地時，即須依土地法規定徵\r\n      收之，此觀三十五年四月二十九日修正之同法第二百三十一條第一\r\n      項本文、第二百三十五條本文各有「需用土地人應俟補償地價及其\r\n      他補償費發給完竣後，方得進入被徵收土地內實施工作」；「被徵\r\n      收土地之所有權人，對於其土地之權利義務，於應受之補償發給完\r\n      竣時終止，在補償費未發給完竣以前，有繼續使用該土地之權」等\r\n      規定尤明。\r\n（二）所謂公共設施用地，係指依都市計畫法規定，於都市計畫地區範圍\r\n      內，所設置供作公共設施使用之土地。而公共設施保留地，則指依\r\n      都市計畫法規定，於都市計畫範圍內指定之公共設施用地，而未經\r\n      政府開闢或使用之公私有土地。職是，公共設施用地在未經取得前\r\n      ，乃為公共設施保留地，政府不得逕予使用收益，二者顯不相同。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 269 號 民事",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 106 年 03 月 30 日",
        "case_gist": "按當事人對於抗告法院所為抗告有無理由之裁定再為抗告，並依法律扶助\r\n法之規定，向財團法人法律扶助基金會（下稱法扶會）分會申請指派律師\r\n為其訴訟代理人者，須其申請經法扶會分會決定不予扶助，且該決定書經\r\n合法送達後，已逾相當期間，而當事人仍未委任律師為其訴訟代理人，始\r\n得駁回其再抗告。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 265 號 民事",
        "case_topic": "返還提存物聲明異議",
        "case_date": "民國 106 年 03 月 30 日",
        "case_gist": "所謂供擔保之原因消滅，係指為擔保受擔保利益人權利而供擔保之必要性\r\n消滅。法院因必要情形或依聲請定相當並確實之擔保，為停止強制執行之\r\n裁定者，該擔保係備供執行債權人因停止執行所受損害之賠償。是因停止\r\n執行而供擔保者，於執行債權人確無損害發生，或另已提供賠償之擔保，\r\n或其損害已受賠償，或供擔保人之本案勝訴確定等情形，即屬供擔保之原\r\n因消滅。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 239 號 民事判決",
        "case_topic": "請求給付電費",
        "case_date": "民國 106 年 03 月 23 日",
        "case_gist": "在指示給付關係中，其給付關係分別存在於指示人與被指示人、及指示人\r\n與領取人間，至被指示人與領取人間，則僅發生履行關係，並無給付關係\r\n存在。又受益人所得利益，倘係經由他人之給付行為而來，則就同一受利\r\n益客體，不能同時因非給付方式而取得，而成立非給付不當得利。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 114 號",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 106 年 03 月 22 日",
        "case_gist": "按登記為不動產物權公示之方法，經登記之不動產物權，依民法第 759\r\n條之 1  第 1  項規定，推定登記權利人適法有此權利，此項登記之推定\r\n力，登記名義人雖得對其他任何人主張之，惟仍不得援以對抗其直接前手\r\n之真正權利人。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 792 號 判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 106 年 03 月 08 日",
        "case_gist": "債務人或債權人於分配期日前對分配表異議，如異議未能終結，因執行法\r\n院對實體問題之異議事由，不得調查認定，有待訴訟解決，故強制執行法\r\n第 41 條第 1  項規定，為異議之債權人或債務人，得向執行法院對為反\r\n對陳述之債權人或債務人提起分配表異議之訴。是執行債權人倘未依上開\r\n規定，對其他參與分配債權人提起異議之訴，以判決變更原分配表之金額\r\n，或撤銷原分配表重新製作分配表，自不得再以實體事由爭執其他參與分\r\n配債權人分配之金額。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 57 號",
        "case_topic": "確認股東會決議不成立等",
        "case_date": "民國 106 年 03 月 07 日",
        "case_gist": "按股份有限公司之董事會，係有決定公司業務執行權限之執行機關，其權\r\n限之行使應以會議之形式為之，公司法第 203  條至第 207  條分別規定\r\n董事會召集之相關程序及決議方法，其目的即在使公司全體董事能經由參\r\n與會議，互換意見，集思廣益，以正確議決公司業務執行之事項；為充分\r\n確認董事會權力之合法、合理運作，及其決定之內容最符合所有董事及股\r\n東之權益，應嚴格要求董事會之召集程序、決議內容均須符合法律之規定\r\n。董事會未通知監察人列席陳述意見即逕為決議，該決議之效力如何，公\r\n司法雖未明文規定，惟參諸公司法第 218  條之 2  賦予監察人得列席董\r\n事會陳述意見之權利，乃在於藉由監察人所具有之客觀、公正第三人立場\r\n，提供董事會不同觀點之討論空間，而不在於監察人是否擁有表決權，且\r\n監察人為公司業務之監督機關，須先明瞭公司之業務經營狀況，俾能妥善\r\n行使職權，同法第 204  條因就董事會之召集明定應載明事由於 7  日前\r\n通知監察人，以資遵循之趣旨以觀，董事會未通知監察人列席陳述意見，\r\n即逕為決議，其決議應屬無效。"
    },
    {
        "case_id": "最高法院 106 年度台抗字第 161 號 民事裁定",
        "case_topic": "給付違約金強制執行聲明異議",
        "case_date": "民國 106 年 03 月 02 日",
        "case_gist": "按強制執行法第一百十五條之一第一項所稱「繼續性給付之債權」，指以\r\n特定之法律關係為基礎，將來確實繼續發生，並具有某程度週期性及規則\r\n性之債權而言。繼續性供給契約，乃約定賣方於一定或不定期間，將一定\r\n種類、品質之物，以一定價金或以一定標準所定價金，繼續供給買方之契\r\n約，性質上屬單一之買賣契約，並非數個獨立買賣契約之結合；且其債權\r\n之發生，亦非不具相當週期性與規則性。故以繼續性供給契約為基礎，於\r\n將來繼續發生之債權，自該當於上開條文所稱「繼續性給付之債權」。"
    },
    {
        "case_id": "最高法院 106 年度台上字第 102 號 民事判決",
        "case_topic": "請求確認信徒會議決議無效",
        "case_date": "民國 106 年 03 月 02 日",
        "case_gist": "民法第五十二條第一項明文規定：「總會決議，除本法有特別規定外，以\r\n出席社員過半數決之」，亦即除民法有特別規定（例如同法第五十三條第\r\n一項、第五十七條）外，社團總會決議並無最低出席社員人數之限制，解\r\n釋上有二人以上之出席為已足。"
    }
]