[
    {
        "case_id": "最高法院 86 年度台上字第 420 號 民事",
        "case_summary": "確認買賣關係不存在事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "共有土地之處分，依土地法第三十四條第二項，雖有應事先以書面通知未\r\n同意之共有人，其不能以書面通知者，應公告之規定，但同意處分之共有\r\n人縱未踐行此項通知義務，僅生應負賠償責任之問題，對於處分共有土地\r\n之效力，尚無影響"
    },
    {
        "case_id": "最高法院 86 年度台上字第 418 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "「訴訟標的之法律關係，於確定之終局判決中經裁判者，當事人之一造以\r\n該確定判決之結果為基礎，於新訴訟用作攻擊防禦方法時，他造應受其既\r\n判力之拘束，不得以該確定判決言詞辯論終結前，所提出或得提出而未提\r\n出之其他攻擊防禦方法為與該確定判決意旨相反之主張，此就民事訴訟法\r\n第三百九十九條第一項規定之趣旨觀之甚明。」本院著有四十二年度台上\r\n字第一三○六號判例，可資參照。查上訴人明利公司於另案台灣高等法院\r\n七十九年度上更（三）字第三○四號訴請被上訴人返還保證金事件中，曾\r\n提出甚多資料主張被上訴人遲延，而於本件雖另提出於該另案所未曾提出\r\n之認為被上訴人遲延部分，即：被上訴人提供消防、水電圖、共遲延七十\r\n六日，主管機關審查各該圖表費時七日，亦應計入，從而主張與前揭另案\r\n認定之被上訴人遲延一百三十八日合計，被上訴人遲延二百二十一日，顯\r\n逾六個月，其得解除契約云云，惟上訴人明利公司之該項主張，既係明利\r\n公司於上開另案言詞辯論終結前得提出而未提出之其他攻擊防禦方法，依\r\n首揭判例意旨所示，自不得於本案再提出為與該確定判決意旨相反之主張\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 416 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "因故意或過失，不法侵害他人之權利者，應負損害賠償責任。至賠償之數\r\n額，自應視其實際所受損害之程度以定其標準，如實際確已受有損害，而\r\n其數額不能為確切之證明者，法院自可依其調查所得，斟酌情形為之判斷\r\n（本院十八年上字第二七四六號判例參照）。若上訴人每日須做饅頭銷售\r\n，而其配偶僅係協同為之，則上訴人受傷住院或治療期間，自不能再做饅\r\n頭銷售，即實際受有損害。而其數額縱不能為確切之證明者，法院非不得\r\n依其調查所得，斟酌情形為之判斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 406 號 民事",
        "case_summary": "確認僱傭關係存在事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "原審一方面謂本件兩造成立僱傭契約，應依民法有關僱傭契約之規定，謀\r\n求解決，依民法第四百八十八條第二項規定，被上訴人得隨時終止僱傭契\r\n約；一方面又稱被上訴人依行政院頒布之事務管理規則（工友管理篇）有\r\n關之規定，解僱上訴人，而不得依民法之規定解僱上訴人，前後立論不一\r\n，究竟兩造間所存之法律關係為何？兩造間是否有終止契約之事由存在？\r\n被上訴人是否已合法終止契約，有待原審進一步研求之必要。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 53 號 民事",
        "case_summary": "聲請返還擔保金事件",
        "case_date": "民國 86 年 02 月 13 日",
        "case_gist": "訴訟終結後，供擔保人證明已定二十日以上之期間，催告受擔保利益人行\r\n使權利而未行使者，法院應依其聲請，以裁定命返還提存物或保證書，民\r\n事訴訟法第一百零四條第一項第二款定有明文。至所謂訴訟終結，在因假\r\n扣押或假處分所供擔保之情形，因該擔保係為保障受擔保利益人因不當假\r\n扣押或假處分所受損害而設，倘執行法院已依假扣押或假處分裁定實施假\r\n扣押或假處分之執行，則在供擔保人撤回假扣押或假處分之執行前，受擔\r\n保利益人所受損害仍可能繼續發生，損害額既未確定，自無強令其行使權\r\n利之理。故在假扣押或假處分所供之擔保，供擔保人依民事訴訟法第一百\r\n零六條準用同法第一百零四條第一項第二款規定，聲請以裁定命返還其擔\r\n保金之場合，必待供擔保人已撤回假扣押或假處分之執行，始得謂與民事\r\n訴訟法第一百零四條第一項第二款所定之「訴訟終結」相當，而得依該條\r\n款行使定期催告之權利。又供擔保人於假扣押或假處分之執行程序實施前\r\n撤回執行之聲請，縱未聲請撤銷假扣押或假處分裁定，依民事訴訟法第一\r\n百零四條第三項規定，仍得聲請法院返還其提存物，故供擔保人有否聲請\r\n撤銷假扣押或假處分裁定，均無?於其依該條第一項第二款行使定期催告\r\n之權利。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 400 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 02 月 13 日",
        "case_gist": "拆屋係事實上之處分行為，如房屋為公同共有，依民法第八百十九條規定\r\n，其拆除應得公同共有人全體之同意。苟系爭房屋係古○食等人於日據時\r\n期所分別建造，分別屬古○食等人所有，則古○食等人死亡時，為其遺產\r\n，由其全體繼承人繼承而為公同共有，系爭房屋之拆除自應得古○食等人\r\n之全體繼承人之同意始可為之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 395 號 民事",
        "case_summary": "返還定金等事件",
        "case_date": "民國 86 年 02 月 13 日",
        "case_gist": "契約當事人之一方，為確保其契約之履行，而交付他方之定金，依民法第\r\n二百四十九條第三款規定，除當事人另有約定外，祇於契約因可歸責於受\r\n定金當事人之事由，致不能履行時，該當事人始負加倍返還其所受定金之\r\n義務。若給付可能，而僅為遲延給付，即難謂有該條款之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 394 號 民事",
        "case_summary": "確認派下權存在事件",
        "case_date": "民國 86 年 02 月 13 日",
        "case_gist": "法院認定事實應憑證據，而證據之證明力固由法院依其自由心證斷定之，\r\n惟其認定須合於論理法則與經驗法則，否則其事實之認定，即屬違背法令\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 52 號 民事",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "關於假處分之規定，於爭執之法律關係，有定暫時狀態之必要者準用之，\r\n民事訴訟法第五百三十八條定有明文。所謂爭執之法律關係，有定暫時狀\r\n態之必要者，係指因避免重大損害或因其情事，有就爭執之法律關係，定\r\n暫時狀態之必要而言。此必要之情事即為假處分之原因，茍由聲請假處分\r\n之人提出相當証據以釋明其存在，即有就爭執之法律關係定暫時狀態之必\r\n要。又該條所謂法律關係，係指金錢請求以外，凡適於為民事訴訟之標的\r\n，有繼續性者皆屬之，無論其本案請求為給付之訴、確認之訴或形成之訴\r\n，均有其適用，與保全強制執行為目的之假處分有異，只要債權人主張並\r\n釋明有定暫時狀態之利益，即得為此假處分，債權人亦得提供擔保以代此\r\n項釋明。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 49 號 民事",
        "case_summary": "聲請撤銷假處分事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "民事訴訟法第四百二十七條第一項及第二項所定之訴訟，其起訴不合於同\r\n法第四百零三條之規定者，始得視為調解之聲請，同法第四百二十四條第\r\n二項定有明文。又以起訴視為調解之聲請者，如調解不成立，除當事人聲\r\n請延展期日外，法院應即為訴訟之辯論，並仍自原起訴時發生訴訟繫屬之\r\n效力，同法第四百十九條第三項亦有明文。職是，民事訴訟法第四百二十\r\n七條第一項及第二項所定之訴訟，有同法第四百零三條但書所定之情事者\r\n，固不得視為調解之聲請，應即為訴訟之辯論；無同法第四百零三條但書\r\n所定之情事，經視為調解之聲請，行調解程序者，如調解不能成立，亦應\r\n改行訴訟程序。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 386 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "數人負同一債務，明示對於債權人各負全部給付之責任者，為連帶債務，\r\n無該項明示時，連帶債務之成立，以法律有規定者為限，民法第二百七十\r\n二條定有明文。是以連帶債務，必當事人間有明示或法律有規定，始能成\r\n立。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 379 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "「人壽保險契約，得由本人或第三人訂立之。」、「由第三人訂立之死亡\r\n保險契約，未經被保險人書面承認，並約定保險金額，其契約無效。」為\r\n保險法第一百零四條、第一百零五條分別所規定。由上開條文對照觀之，\r\n保險契約上被保險人與要保人同一人者，為由本人訂立，否則即屬由第三\r\n人訂立。本件系爭契約之要保人與被保險人同為卓○○，依上所述仍屬由\r\n本人所訂立。原判決認係由第三人所訂立，顯有違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 366 號 民事",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "上訴人係對第二審定履行期間之判決部分提起上訴，惟民事訴訟法第三百\r\n九十六條第一項之規定，不過認法院有斟酌判決所給付之性質得定相當之\r\n履行期間之職權，非認當事人有要求定此項履行之權利，故法院斟酌判決\r\n所命給付之性質所定之履行期間，當事人不得以酌定不當為提起第三審上\r\n訴之理由。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 364 號 民事判決",
        "case_summary": "請求返還工程款事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "按契約解除時，應負回復原狀義務之當事人，如應返還之物有毀損滅失或\r\n其他事由致不能返還者，應償還其價額，此觀民法第二百五十九條第六款\r\n之規定自明。此不能返還，是否因可歸責於受領人之事由所致，固非所問\r\n。惟契約解除後，受領人惟負普通債務責任，此期間就非可歸責於受領人\r\n之事由所生物之毀損滅失，不負其責。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 353 號 民事判決",
        "case_summary": "請求確認僱傭關係存在事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "在僱傭關係中，契約雙方之權利義務，並不全以勞動基準法第七十條訂定\r\n之工作規則為必要，此觀之勞動基準法第十二條第一項第三款，將違反勞\r\n動契約情節重大者及違反工作規則情節重大者併列為得不經預告終止契約\r\n之情形甚明。上訴人既受僱為被上訴人公司之載貨司機，自應誠實執行職\r\n務，負有不得侵占所持有貨物之義務，為該勞動契約之內涵，不因未將所\r\n負誠實之義務明定於工作規則中而影響。按勞工違反勞動契約情節重大者\r\n，雇主得不經預告終止契約，勞動基準法第十二條第一項第四款定有明文\r\n。被上訴人係以貨運為業，將託運物品送交受貨人，為其營業之重要內容\r\n，上訴人所侵占之蠟燭雖僅三箱，但既違反不得侵占所持有貨物之忠誠義\r\n務，且有害於被上訴人之營業，自有違反勞動契約且情節重大之情事。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 336 號 民事",
        "case_summary": "調整租金事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "共有物之出租因屬管理行為，固應得共有人全體同意，對全體共有人始生\r\n效力。惟若共有人中一人或數人不同意，亦僅發生該出租行為對不同意之\r\n共有人不生效力而已，非謂承租人得據以為拒絕給付租金或調整租金之藉\r\n口。又共有之土地，出租之少數共有人若就共有物之租金拒不協同請求調\r\n整，致影響全體共有人之權益，其他共有人既係僅就已存在之租賃關係依\r\n民法第四百四十二條規定請求調整租金，是否亦同屬共有物之管理行為而\r\n為法所不許，亦待研求。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 332 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "民法第一百八十八條僱用人責任之規定，係為保護被害人而設，故所稱之\r\n受僱人，應從寬解釋，不以事實上有僱傭契約者為限，凡客觀上被他人使\r\n用，為之服勞務而受其監督者，均係受僱人。又將營業名稱借與他人使用\r\n，其內部縱僅對於未具有信用或營業資格者，借與信用或資格，或係為達\r\n逃避僱用人責任之目的所為之脫法行為，但就外觀而言，其是否借與營業\r\n名義，仍具有選任之關係，且借與名義，並可中止其借用關係，無形中對\r\n該借用名義者之營業使用其名義，仍有監督關係，是兩者之間仍存有選任\r\n、服勞務及監督關係，與僱傭無殊。因之對於該借用名義者，對第三人所\r\n致之損害，借與名義者仍應負僱用人之責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 322 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "按複保險，除另有約定外，要保人應將他保險人之名稱及保險金額通知各\r\n保險人，要保人故意不為通知，或意圖不當得利而為複保險者，其契約無\r\n效，保險法第三十六條、第三十七條固定有明文。惟上開複保險通知義務\r\n之規定，係因財產保險之目的在填補損害，有損害始有賠償，被保險人不\r\n得為超額賠償請求，亦不得以複保險為變相之超額保險，俾保險人於承保\r\n前即得就保額是否超逾，危險是否集中等為評估，以決定是否承保，特課\r\n要保人以複保險通知之義務。反之，人身保險之保險利益係無價的，尚無\r\n法以經濟上利益估定其價值，自無賠償超逾損害之超額賠償情形，亦無超\r\n額賠償可言。此觀諸人身保險之保險給付，多採定額給付理賠，而不計被\r\n保險人實際經濟損害若干自明。是上開法條縱使規定於保險法總則章，其\r\n適用範圍應僅限於財產保險，而不及於人身保險。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 13 號 民事",
        "case_summary": "給付租金事件",
        "case_date": "民國 86 年 01 月 31 日",
        "case_gist": "判決一經確定，除適用再審程序外，當事人固不得以上訴方法請求上級法\r\n院將該判決廢棄或變更，法院本身亦不得依職權再行判決，當事人及法院\r\n應同受其既判力之拘束。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 47 號 民事",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "假處分之聲請，專屬本案管轄法院，或請求標的所在地之地方法院管轄，\r\n受理假處分聲請之法院違背專屬管轄之規定，誤認有管轄權而為實體裁定\r\n者，參照民事訴訟法第四百五十二條第二項規定意旨，抗告法院應以裁定\r\n廢棄原裁定，將該事件移送於管轄法院。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 44 號 民事",
        "case_summary": "聲明異議再審事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "執行程序因核發債權憑證而終結者，如當事人或利害關係人就執行法院核\r\n發債權憑證是否合法有所爭執而聲明異議時，執行法院不得以執行程序已\r\n終結為由，駁回其聲明異議，否則違法終結執行程序之執行行為將無以救\r\n濟。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 43 號 民事",
        "case_summary": "聲請撤銷假扣押裁定事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "債務人以本案訴訟已經勝訴確定為理由而主張命假扣押之情事已變更，聲\r\n請撤銷假扣押裁定者，須本案經法院判決認債權人所欲保全強制執行之請\r\n求權不存在或不得行使時，始得為之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 305 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "不法侵害他人之身體、健康、名譽或自由者，被害人雖非財產上之損害，\r\n亦得請求賠償相當之金額，民法第一百九十五條第一項前段規定甚明。而\r\n名譽為人格之社會評價，名譽有無受侵害，應以社會上對其評價是否貶損\r\n以為斷。刑法上妨害名譽罪之成立，固以公然侮辱或意圖散布於眾而指摘\r\n或傳述足以毀損他人名譽之事為要件。惟在民法上，若已將足以毀損他人\r\n名譽之事表白於特定第三人，縱未至公然侮辱之程度，且無散布於眾之意\r\n圖，亦應認係名譽之侵害，蓋既對於第三人表白足以毀損他人名譽之事，\r\n則其人之社會評價，不免因而受有貶損。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 298 號 民事判決",
        "case_summary": "給付買賣價金等事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "上訴人本於買賣、侵權行為及不當得利三種不同之法律關係請求被上訴人\r\n給付五十萬四千元，核屬訴之客觀合併，法院應就上訴人所主張之數項標\r\n的逐一審判，如其中一項標的之請求為無理由時，仍須就他項標的為審判\r\n。原審認上訴人依買賣之關係請求被上訴人給付為無理由，即為上訴人敗\r\n訴之判決，而對上訴人得否依其他兩種法律關係為請求，則恝置不論，顯\r\n有疏略。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 296 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "土地所有權人於重新實施地籍測量時，如未於地政機關通知之限期內，自\r\n行設立界標，並到場指界，自不受該地政機關逕行施測結果之拘束，尚非\r\n不得對於施測結果有所爭執。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 295 號 民事",
        "case_summary": "確認地上權登記請求權不存在事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "稱地上權者，謂以在他人土地上有建築物或其他工作物或竹木為目的而使\r\n用其土地之權，民法第八百三十二條定有明文。是所謂以行使地上權之意\r\n思，應係指以在他人土地上有建築物或其他工作物或竹木為目的而使用其\r\n土地之意思而言。又地上權得為有償，亦得為無償，如為有償，其使用土\r\n地之對價則稱地租或租金，此觀同法第八百三十五條至第八百三十七條之\r\n規定自明。（並參閱本院六十七年度臺上字第三七七九號判例）。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 293 號 民事判決",
        "case_summary": "請求退回工程款",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "上訴人既未能依約完成直徑一‧五米或一‧二米水管切管機，交付被上訴\r\n人使用，依契約書第三十條之約定，顯屬違約，被上訴人據以解除契約，\r\n自無不合。從而被上訴人本於契約解除後之回復原狀請求權，請求上訴人\r\n返還業已收受之價金二百五十八萬七千六百五十七元及其法定遲延利息，\r\n自屬有據，應予准許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 289 號 民事",
        "case_summary": "返還無權占有土地事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "共有土地如經共有人於訴訟中成立和解而為分割，僅為協議分割之性質，\r\n不生法院判決分割之效力，共有人可依和解成立之內容請求履行為債權關\r\n係，並無物權對世效力。上訴人於另案分割共有物事件審理中與被上訴人\r\n之前手徐○圖及其他共有人成立和解，固有約定共有人，應互為協同辦理\r\n分割登記並拆除分歸取得人之土地地上物交付土地於分得土地之人。惟共\r\n有人應負履行該項協議之義務，與本件被上訴人係基於土地所有權之作用\r\n，請求排除無權占有，其法律關係並不相同。上訴人亦自承伊係於上開和\r\n解分割後始占用系爭土地建造上開建物。被上訴人之前手徐○圖辦理分割\r\n登記完畢後，已取得系爭土地之單獨所有權；上訴人與徐○圖間即生共有\r\n關係終止及各自取得分得部分所有權之效力。上訴人對於徐○圖分得之系\r\n爭土地，既喪失共有權利，則其嗣後占有各該土地即難謂有何法律上之原\r\n因，徐○圖之後手即被上訴人自得本於無權占有之法律關係請求返還。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 285 號 民事",
        "case_summary": "給付貨款事件",
        "case_date": "民國 86 年 01 月 30 日",
        "case_gist": "約定之違約金額過高者，法院得減至相當之數額，民法第二百五十二條定\r\n有明文。故當事人約定契約不履行之違約金如屬過高，法院即得依一般客\r\n觀事實、社會經濟狀況及當事人所受損害情形，以「職權」減至相當之數\r\n額，而無待於當事人之主張。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3050 號 民事判決",
        "case_summary": "確認派下權不存在事件",
        "case_date": "民國 86 年 01 月 27 日",
        "case_gist": "按確認法律關係成立或不成立之訴，非原告有即受確認判決之法律上利益\r\n者，不得提起之，民事訴訟法第二百四十七條定有明文。所謂「即受確認\r\n判決之法律上利益」，係指法律關係之存否不明確，原告主觀上認其在法\r\n律上之地位有不安之狀態存在，此種不安之狀態，能以確認判決將之除去\r\n者而言，若縱經法院判決確認，亦不能除去其不安之狀態者，即難認有受\r\n確認判決之法律上利益。查祭祀公業派下權之存否，屬私權事項，不以鄉\r\n鎮市公所出具派下員證明書為必要，故非派下員之人，不因鄉鎮市公所出\r\n具派下員證明書，而當然取得派下權。本件上訴人非祭祀公業吳○○之派\r\n下員，占有該公業所有之系爭土地，果如上訴人所稱，被上訴人向雲林縣\r\n斗六市公所偽稱其為祭祀公業吳○○之派下員，申請發給派下員證明書，\r\n並不當然取得系爭土地之公同共有權，上訴人在私法上之地位即無受侵害\r\n之危險。且縱令被上訴人對祭祀公業吳○○之派下權不存在經法院判決確\r\n認，系爭土地既仍登記為祭祀公業吳○○所有，祭祀公業吳○○之派下，\r\n仍得以公同共有人之地位，對上訴人主張權利。上訴人主張之危險即不能\r\n以對被上訴人之消極確認訴訟除去，揆諸首揭說明，自無即受確認判決之\r\n法律上利益。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 283 號 民事",
        "case_summary": "給付補償金等事件",
        "case_date": "民國 86 年 01 月 24 日",
        "case_gist": "勞工是否遭遇職業病，為一客觀事實，與雇主是否有過失，似屬二事，倘\r\n雇主對該項職業災害之發生有過失情事，則其另有侵權行為損害賠償責任\r\n，與無過失時有別，故不能將職業災害與雇主必有過失相提並論，雇主對\r\n職業病所生之損害，是否負侵權行為損害賠償責任，請求人仍須先證明雇\r\n主有何故意或過失情形。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 280 號 民事",
        "case_summary": "給付居間報酬事件",
        "case_date": "民國 86 年 01 月 24 日",
        "case_gist": "委託人或相對人既應依民法第五百六十六條第二項規定，按照習慣給付居\r\n間之報酬，自不發生有失公平情事。乃原審一方面認上訴人得依習慣請求\r\n被上訴人給付居間報酬，一方面竟又適用民法第五百七十二條前段關於酌\r\n減報酬之規定，與論理法則不無違背。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 274 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 01 月 24 日",
        "case_gist": "系爭土地，本為被上訴人所有，因錯誤之死亡宣告，致登記為上訴人所有\r\n。該死亡宣告既經撤銷，被上訴人請求者無非為回復其原有之權利，與土\r\n地法第三十條第一項所規定，私有農地所有權之移轉，承受人以有自耕能\r\n力為限，其中所指之所有權移轉之情形有別，自無須斟酌被上訴人有無自\r\n耕能力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 273 號 民事",
        "case_summary": "塗銷所有權移轉登記事件",
        "case_date": "民國 86 年 01 月 24 日",
        "case_gist": "公同共有物之處分及其他權利行使，應得公同共有人全體之同意，民法第\r\n八百二十八條第二項規定甚明。因公同共有物被一部分公同共有人為移轉\r\n物權之處分，而其他公同共有人對之提起物權契約無效之訴時，仍應得處\r\n分行為人（包含同意處分人）以外之公同共有人全體之同意，始為當事人\r\n適格。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 258 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 24 日",
        "case_gist": "限定繼承之繼承人，仍應繼承被繼承人之債務全額，僅以因繼承所得之遺\r\n產為限度，負償還責任，即限定繼承人非無債務，僅其責任有限而已。限\r\n定繼承債權人，得就債權全額為裁判上及裁判外一切請求。惟債權人起訴\r\n請求，繼承人如提出限定繼承之抗辯時，法院應為保留的給付（於繼承財\r\n產限度內為給付）之判決。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 255 號 民事判決",
        "case_summary": "給付退休金事件",
        "case_date": "民國 86 年 01 月 24 日",
        "case_gist": "依勞動基準法第二條第三款規定，工資係勞工因工作而獲得之報酬，包括\r\n獎金、津貼及其他任何經常性給與均屬之。如為勞務性給與及經常性給與\r\n性質即屬工資。主管機關唯恐不明確，特於施行細則第十條明定十一款名\r\n義之給與排除在「經常性給與」之外。按工資實係勞工之勞力所得，為其\r\n勞動對價而給付之經常性給與。倘雇主為改善勞工生活而給付非經常性給\r\n與；或為其單方之目的，給付具有勉勵、恩惠性質之給與，即非為勞工之\r\n工作給付之對價，與勞動契約上之經常性給與有別，不得列入工資範圍之\r\n內。兩造爭執之海外津貼，顧名思義，係派駐國外工作之額外津貼，就當\r\n時派駐海外之員工而言，固屬勞工願赴海外地區服勞務之對價，然就企業\r\n主與勞工互動之整體而言，勞工派駐海外未必為經常性，極有可能依工作\r\n目標、性質而選派或輪調，而各國之勞動條件，幣值、生活水準大多不同\r\n，且薪資係折成當地幣值在國外工區發放，有滙率變動問題，極難有統一\r\n之標準，是以加計之海外津貼，性質上與差旅津貼相似，並非經常性給與\r\n。即就本案海外津貼之細目而論，地域加給為海外津貼之基本，屬獎勵性\r\n給與；施工津貼、領班加給與「工作績效獎金」類似，屬為激勵員工士氣\r\n，加強施工、督導績效而發給，有如「競賽獎金、特殊功績獎金」，亦非\r\n經常性給與。至於年資加給與「久任獎金」無異，亦係同條第二款明定之\r\n獎勵性給與，為施行細則所明文排除於工資外之給與。從而兩造間之規則\r\n，未將上述四項海外津貼列入「平均工資」之計算，並未違反勞基法之強\r\n制或禁止規定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 236 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 01 月 24 日",
        "case_gist": "民法第六百三十四條規定：運送人對於運送物之喪失、毀損或遲到，應負\r\n責任，但運送人能證明其喪失、毀損或遲到，係因不可抗力，或因運送物\r\n之性質，或因託運人或受貨人之過失而致者，不在此限。是運送人所負者\r\n為通常事變責任，除能舉證證明運送物之喪失、毀損或遲到有該條但書所\r\n列情形外，不問其喪失、毀損或遲到之原因是否可歸責於運送人之事由，\r\n運送人均應負責。"
    },
    {
        "case_id": "最高法院 86 年度台簡抗字第 3 號 民事",
        "case_summary": "執行異議事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審判決，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人固得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴。但同法第四百二十七條第一項簡易訴\r\n訟程序之第二審判決，則不在得逕向最高法院提起上訴之列。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 227 號 民事",
        "case_summary": "國家賠償事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "推事（法官）非參與為判決基礎之辯論者，不得參與判決，為民事訴訟法\r\n第二百二十一條第二項所明定。又判決法院之組織不合法者，其判決為當\r\n然違背法令，同法第四百六十九條第一款亦定有明文。以未參與言詞辯論\r\n之推事參與判決，其法院之組織顯難認為合法，依上規定其判決自屬當然\r\n違背法令。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 225 號 民事",
        "case_summary": "遷讓房屋等事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "城市地方房屋之租金，以不超過土地及其建築物申報總額年息百分之十為\r\n限，土地法第九十七條定有明文。又土地所有權人未於公告期間申報地價\r\n者，以公告地價百分之八十為其申報地價，平均地權條例第十六條亦有明\r\n文規定。原審按基地公告地價與房屋鑑定價值總額年息百分之六點五計算\r\n系爭房屋相當租金之損害金，是否允洽，已非無疑。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 224 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "損害賠償之債，以有損害之發生及有責任原因之事實及此二者之間，有相\r\n當因果關係為成立要件，如不合於此項成立要件，即難謂有損害賠償請求\r\n權存在。所謂相當因果關係，係指：「無此行為，雖必不發生此損害；有\r\n此行為，通常即足發生此種損害，是為有因果關係。有此行為，通常亦不\r\n生此種損害者，即無因果關係」。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 211 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "民法第七百九十六條係就土地所有人建築房屋逾越疆界者，鄰地所有人如\r\n知其越界而不即時提出異議之法律上之效果所為之規定，此屬土地相鄰關\r\n係之範疇，而非就土地之共有人於共有之土地上建築房屋之事項所為之規\r\n定。本件訴訟，上訴人既係主張被上訴人於兩造及他人共有之系爭土地上\r\n興建房屋，而為本件請求，自無民法第七百九十六條規定之適用。乃原審\r\n謂參酌該法條規定之法理，上訴人不得請求被上訴人拆除系爭房屋云云，\r\n自屬未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 208 號 民事",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "稱保證者，謂當事人約定一方於他方之債務人不履行債務時，由其代負履\r\n行責任之契約。民法第七百三十九條定有明文。而連帶保證為保證契約之\r\n一種，自亦應由雙方當事人就保證人願與主債務人負同一清償責任有意思\r\n之合致，始足成立。又我國人民將自己之印章交付他人，委託他人辦理特\r\n定事項者，比比皆是。倘持有印章之該他人除受託辦理之特定事項外，其\r\n他以本人名義所為之任何法律行為，均須由本人負責，未免過苛。（參閱\r\n本院七十年度臺上字第六五七號判例）。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 196 號 民事裁定",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "地上權為一種物權，主張取得時效之第一要件須為以行使地上權之意思而\r\n占有，若依其所由發生之事實之性質，無行使地上權之意思者，非有變為\r\n以行使地上權之意思而占有之情事，其取得時效不能開始進行。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 193 號 民事",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "法院採用證言，應命證人到場以言詞陳述所知事實，命其具結，始能就所\r\n為證言，斟酌其能否採用，若證人僅提出書面陳述代替證言，或法庭外之\r\n錄音紀錄，而未經法院訊問者，均不得採為合法之憑證。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 185 號 民事",
        "case_summary": "確認所有權存在事件",
        "case_date": "民國 86 年 01 月 23 日",
        "case_gist": "系爭土地於台灣光復後並未依我國法令登記為上訴人或其被繼承人所有，\r\n於民國四十六年十二月十四日登記為國有後，迄今已逾十五年，被上訴人\r\n既已為時效抗辯，則上訴人提起確認所有權存在之訴，即無即受確認判決\r\n之法律上利益。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 34 號 民事",
        "case_summary": "返還擔保金事件",
        "case_date": "民國 86 年 01 月 17 日",
        "case_gist": "民法第九十五條第一項規定：非對話而為意思表示者，其意思表示以通知\r\n達到相對人時發生效力，所謂達到，係僅使相對人已居可了解之地位即為\r\n已足，並非須使相對人取得占有，故通知已送達於相對人之居住所或營業\r\n所者，即為達到，不必交付相對人本人或其代理人，亦不問相對人之閱讀\r\n與否，該通知即可發生為意思表示之效力（最高法院五十四年臺上字第九\r\n五二號判例參照）。本件依卷附相對人所提出之台北三十一支局八十五年\r\n七月十二日第六八號存證信函及其收件回執，其收件人均記載為再抗告人\r\n陳○和、陳○溪、陳○彬三人，已表明係對陳○和等三人為權利行使之催\r\n告，因再抗告人均居住在台北市○○○路○段○○○巷○○弄○號○樓同\r\n一門牌號處，相對人乃對上址為送達一份存證信函，應可認已使再抗告人\r\n居可了解之地位，核諸上開說明，該通知既已送達於再抗告人之居住所，\r\n即為達到，當然發生為意思表示之效力，並非須使每一位再抗告人分別取\r\n得存證信函，始發生催告之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 182 號 民事判決",
        "case_summary": "國家賠償事件",
        "case_date": "民國 86 年 01 月 17 日",
        "case_gist": "按判決之宣示，係指法院將內部已成立之判決在公開法庭將判決主文予以\r\n朗讀，並由書記官記載於筆錄而向外發表之方法，此觀民事訴訟法第二百\r\n二十四條規定：「宣示判決，應朗讀主文。判決理由如認為須告知者，應\r\n朗讀或口述其要領」、第二百二十五條規定：「宣示判決不問當事人是否\r\n在場，均有效力。判決宣示後，其主文應於當日在法院牌示處公告之；當\r\n事人得不待送達，本於該判決為訴訟行為」，及第二百十三條第一項第六\r\n款規定言詞辯論筆錄應將裁判之宣示記載明確自明。至法院電腦查詢系統\r\n不過為方便當事人查詢之行政作業，究不能作為判決有無宣示之依據。查\r\n板橋地院卷內並無宣示判決之筆錄，其書記官在相對人向原法院所提出之\r\n抗告狀中復載明：「未公告，但誤輸錯誤之主文於電腦，遲至、、５\r\n才消除」，可見板橋地院並無宣示本件訴訟之判決之情形，原法院失察，\r\n竟誤以為該院已將判決宣示及對外公告，據為裁定廢棄該院上開移轉管轄\r\n之裁定之理由，自欠允洽。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 174 號 民事",
        "case_summary": "給付違約金等事件",
        "case_date": "民國 86 年 01 月 17 日",
        "case_gist": "民法第一百十一條規定，法律行為之一部分無效者，全部皆為無效。但除\r\n去該部分亦可成立者，則其他部分，仍為有效。而該但書之規定，非謂凡\r\n遇給付可分之場合，均有其適用。尚須綜合法律行為全部之旨趣，當事人\r\n訂約時之真意、交易之習慣、其他具體情事，並本於誠信原則予以斟酌後\r\n，認為使其他部分發生效力，並不違反雙方當事人之目的者，始足當之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 158 號 民事",
        "case_summary": "返還借款事件",
        "case_date": "民國 86 年 01 月 17 日",
        "case_gist": "民事訴訟法第四百條第一項規定確定判決之既判力，惟於判決主文所判斷\r\n之訴訟標的，始可發生。若訴訟標的以外之事項，縱令與為訴訟標的法律\r\n關係有影響，因而於判決理由中對之有所判斷，除同條第二項所定情形外\r\n，尚不能因該判決已經確定而認此項判斷有既判力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 147 號 民事判決",
        "case_summary": "請求給付違約金",
        "case_date": "民國 86 年 01 月 17 日",
        "case_gist": "違約金係當事人約定契約不履行時，債務人應支付之懲罰金或損害賠償額\r\n之預定，以確保債務之履行為目的。至若當事人約定一方解除契約時，應\r\n支付他方相當之金額，則以消滅契約為目的，屬於保留解除權之代價，兩\r\n者性質迥異。本件依兩造於八十年十月二十二日所訂系爭契約第十條約定\r\n：「本契約簽訂後，倘甲方 (○○公司) 不買或不按約定日期付款時，願\r\n將既付價款全部由乙方 (周○○) 無條件沒收，抵作違約金外，並即解除\r\n本約。如乙方不賣或不照約履行應盡義務時，亦應將已收價款如數退還與\r\n甲方之外，另加賠償所收價款同額之損害金與甲方，並負責賠償甲方因買\r\n賣本土地所支付之一切其他所交付之費用，本約方得解除，各無異議」。\r\n該約款後段之真意是否為出賣人不賣時，得加倍返還所收價金及賠償買受\r\n人因買賣系爭土地所支付之一切其他費用予買受人而解除契約？果爾，就\r\n出賣人不出賣時得解除契約而應支付買受人所付價金同額之損害金而言，\r\n應屬解約金之性質。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 97 號 民事判決",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "耕地三七五減租條例第十六條第一項所謂承租人應自任耕作，係指承租人\r\n應以承租之土地供自己從事耕作之用而言。如承租人以承租之土地建築房\r\n屋居住或供其他非耕作之用者，均在不自任耕作之列，依同條第二項規定\r\n原訂租約無效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 95 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "解釋當事人之契約，應以當事人立約當時之真意為準，而真意何在，又應\r\n以過去事實及其他一切證據資料為斷定之標準，不能拘泥文字致失真意。\r\n查系爭買賣契約第十三條約定：倘買方違約不依約付款，已繳款項由賣方\r\n沒收抵償損失，契約自動解除，買方不得異議；倘賣方不賣時，應將所收\r\n款項加倍退與買方，各無異議云云。通觀其文義，似旨在約定契約當事人\r\n任何一方違約時，他方得解除契約，並得按照上開約定數額請求對方賠償\r\n損害，而非約定買方將所繳款項供賣方抵償損害或賣方加倍返還所收款項\r\n，即得隨時解除契約。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 14 號 民事",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "民事訴訟法第一百八十二條第一項固規定訴訟全部或一部之裁判，以他訴\r\n訟之法律關係是否成立為據者，法院得在他訴訟終結前，以裁定停止訴訟\r\n程序。但為本訴訟先決問題之法律關係是否成立，在本訴訟法院本可自為\r\n調查審認，若因停止訴訟程序，當事人將受延滯之不利益時，仍以不裁定\r\n停止訴訟程序為宜。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 131 號 民事",
        "case_summary": "確認地上權不存在事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "建築房屋基地之出租人，以承租人積欠租金額達二年以上為原因，終止租\r\n賃契約，仍應依民法第四百四十條第一項規定，定相當期限催告承租人支\r\n付租金，必承租人於其期限內不為支付者，始得終止租賃契約，非謂一有\r\n承租人欠租達二年以上之事實，出租人即得隨時終止租賃契約。對於地上\r\n權人之保護，不宜較土地承租人為薄，故土地所有人以地上權人積欠地租\r\n達二年之總額為原因，依民法第八百三十六條第一項規定，撤銷其地上權\r\n，仍應類推適用民法第四百四十條第一項之規定，踐行定期催告之程序。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 121 號 民事判決",
        "case_summary": "請求返還所有物事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "動產之受讓人占有動產，而受關於占有規定之保護者，縱讓與人無移轉所\r\n有權之權利，受讓人仍取得其所有權；又以動產所有權或其他物權之移轉\r\n或設定為目的，而善意受讓該動產之占有者，縱其讓與人無讓與之權利，\r\n其占有仍受法律之保護，為民法第八百零一條、第九百四十八條分別所明\r\n定。此所謂「受讓」，係指依法律行為而受讓之意，受讓人與讓與人間以\r\n有物權變動之合意與標的物之交付之物權行為存在為已足，至受讓動產占\r\n有之原因，舉凡有交易行為存在，不問其為買賣、互易、贈與、出資、特\r\n定物之遺贈、因清償而為給付或其他以物權之移轉或設定為目的之法律行\r\n為，均無不可。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 119 號 民事判決",
        "case_summary": "返還無權占有土地事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "被上訴人在上訴人與他人共有之系爭土地上搭建系爭鐵塔，如無法律上依\r\n據，或無正當之權源，即構成無權占有，上訴人請求被上訴人拆除系爭鐵\r\n塔及交還土地乃行使法律所賦與之權利。而權利之行使是否違反公共利益\r\n或以損害他人為主要目的，應就權利人因權利行使所能取得之利益，與他\r\n人及國家社會因其權利行使所受之損失，比較衡量以定之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 112 號 民事判決",
        "case_summary": "返還土地等事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "地上權登記請求權固得因時效而取得，但其取得之範圍，應以行使地上權\r\n之意思，在他人地上有建築物或其他工作物為目的，並合乎民法第七百六\r\n十八條或第七百六十九條所定之要件者為限。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 108 號 民事判決",
        "case_summary": "所有權移轉登記等事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "民法第二百四十四條第二項規定之「撤銷權」，固應以受益人，於與債務\r\n人間為有償行為時，亦「明知」有損害於債權人之權利為其要件。惟該項\r\n「明知」，倘係屬於受益人之代理人或使用人之直接及確定之故意，參照\r\n民法第二百二十四條前段規定之法意，解釋上自應視為受益人之故意。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 106 號 民事判決",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "所謂「往取債務」，係指以債務人之住所為清償地之債務而言。此種債務\r\n，雖須債權人於清償期屆滿後至債務人之住所收取時，債務人拒絕清償，\r\n始負遲延責任。但債權人之「往取」，如約定兼需債務人之「先期通知」\r\n或提供交通工具或……等等協力行為，則債權人之「往取」，已因附有兼\r\n需債務人之行為，而非屬單純之往取債務。倘債務人竟不為該行為，以阻\r\n止債權人之「往取」，達於「拒絕清償」之實質目的，即難認與約定之本\r\n旨及「往取債務」之原意無違。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 101 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 01 月 16 日",
        "case_gist": "民法第八百七十三條第二項規定：「約定於債權已屆清償期而未為清償時\r\n，抵押物之所有權移屬於抵押權人者，其約定為無效」，其立法意旨，原\r\n係為保護債務人使其不致因一時急迫受重大之損害，故債務人以不動產為\r\n擔保向債權人借款，而為上述約定，縱未為抵押權設定之登記，為貫徹保\r\n護債務人起見，其約定仍難認為有效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 90 號 民事判決",
        "case_summary": "返還無權占有土地事件",
        "case_date": "民國 86 年 01 月 10 日",
        "case_gist": "被上訴人之被繼承人嚴○圳書立分戶鬮書，將系爭土地贈與而交付予上訴\r\n人耕作及建屋使用，為原審認定之事實，則上訴人占有系爭土地，係嚴○\r\n圳本於贈與之法律關係所交付。至於農業發展條例第三十條前段規定：「\r\n每宗耕地不得分割及移轉為共有。」係指物權行為而言，且依法律不溯及\r\n既往之原則，本件贈與雖未具備贈與契約特別生效要件，但其一般契約之\r\n效力業已發生，被上訴人似應受此契約之拘束"
    },
    {
        "case_id": "最高法院 86 年度台上字第 89 號 民事判決",
        "case_summary": "確認公同共有權存在等事件",
        "case_date": "民國 86 年 01 月 10 日",
        "case_gist": "「公同共有物被一部分公同共有人為處分行為時，須得處分行為人以外之\r\n公同共有人全體之同意，始得起訴。」「公同共有物被一部分公同共有人\r\n侵奪或妨害時，須得侵奪人或妨害人以外之公同共有人全體之同意，始得\r\n提起返還或除去妨害之訴，否則當事人之適格即有欠缺。」本院著有三十\r\n二年度上字第一一五號、第一七一五號判例可參。被上訴人提起塗銷分割\r\n繼承登記之訴，既未證明已得林○碧及戴○不之同意，亦未列入為原告，\r\n此部分為當事人不適格。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 82 號 民事判決",
        "case_summary": "給付工資事件",
        "case_date": "民國 86 年 01 月 10 日",
        "case_gist": "勞動基準法第十一條第五款所謂「不能勝任工作」，不僅指勞工在客觀上\r\n之學識、品行、能力、身心狀況，不能勝任工作者而言，即勞工主觀上「\r\n能為而不為」，「可以做而無意願做」，違反勞工應忠誠履行勞務給付之\r\n義務者亦屬之。此由勞動基準法之立法本旨在於「保障勞工權益，加強勞\r\n雇關係，促進社會與經濟發展」觀之，為當然之解釋。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 56 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 10 日",
        "case_gist": "所謂「可容許之危險」，係指行為人遵守各種危險事業所定之規則，並於\r\n實施危險行為時盡其應有之注意，對於可視為被容許之危險得免其過失責\r\n任而言。如行為人未遵守各該危險事業所定規則，盡其應有之注意，則不\r\n得主張被容許之危險而免責。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 46 號 民事判決",
        "case_summary": "異議之訴等事件",
        "case_date": "民國 86 年 01 月 10 日",
        "case_gist": "民法第三百十二條所指之第三人，係指債務人以外之第三人。所謂就債之\r\n履行有利害關係之第三人，即指第三人因清償而發生法律上之利害關係而\r\n言，如擔保物所有人、保證人、無擔保債權之債權人、中人等均是。倘係\r\n為共同債務人，則其依債務本旨向債權人為清償，並經債權人受領時，則\r\n債之關係消滅，從屬於債權之抵押權或其他擔保物權亦歸消滅，自不生繼\r\n受債權人之擔保權及以自己名義代位行使債權之問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 44 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 10 日",
        "case_gist": "按言詞辯論期日，當事人之一造不到場者，如該不到場之當事人未於相當\r\n時期受合法之通知，法院應以裁定駁回到場當事人所為一造辯論而為判決\r\n之聲請，並延展辯論期日；又於外國為送達者，應囑託該國管轄機關或駐\r\n在該國之中華民國大使、公使或領事為之，民事訴訟法第三百八十六條第\r\n一款、第一百四十五條規定甚明。又該外國與我國無邦交時，此項囑託應\r\n向我國在該外國所設相當於大使館、領事館之機關為之。經查原審言詞辯\r\n論期日通知書，並未依民事訴訟法第一百四十五條規定囑託該國管轄機關\r\n或駐在該地之相當於大使館、領事館之機關為之，而逕以郵寄雙掛號方式\r\n送達，其送達依法自有未合。又原審之言詞辯論期日通知書未合法送達上\r\n訴人，原審逕依被上訴人之聲請，由其一造辯論而為判決，自屬違背法令\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 38 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 01 月 10 日",
        "case_gist": "按託收與信用狀押匯不同，信用狀押匯時，載貨證券即賣給銀行，銀行自\r\n有處分該載貨證券之權利；託收乃是將匯票連同全套貨運單據，託出口地\r\n銀行辦理出口託收，出口地銀行將有關單據寄與貨物進口地之銀行同業，\r\n囑其照指定條件辦理交貨收款手續，亦即託收之銀行並非買得載貨證券之\r\n權利，而只是依指定條件辦理交貨收款而已，故在託收不成情形下，受託\r\n銀行應退回貨運單據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 8 號 民事判決",
        "case_summary": "確認買賣關係不存在等事件",
        "case_date": "民國 86 年 01 月 09 日",
        "case_gist": "省市縣政府對於其所管公有土地，非經該管區內民意機關同意，並經行政\r\n院核准，不得處分，土地法第二十五條定有明文。則省市縣政府變更該管\r\n區內民意機關同意處分公有土地之條件者，如未重新徵得該民意機關之同\r\n意，仍不得為處分。"
    },
    {
        "case_id": "最高法院 86 年度台聲字第 4 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 01 月 09 日",
        "case_gist": "共同加害人均經刑事第一審法院判決後，部分被告上訴，部分被告未上訴\r\n，其在第二審就前者提起附帶民事訴訟時，得對後者一併提起而言，非謂\r\n對前者未提起附帶民事訴訟，亦得僅對後者提起。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 32 號 民事判決",
        "case_summary": "請求分割共有物",
        "case_date": "民國 86 年 01 月 09 日",
        "case_gist": "定共有物之分割方法，固可由法院自由裁量，但亦須以其方法適當者為限\r\n。兩造共有之土地，倘一造請求按其所提之圖樣分割，他造亦願分割，僅\r\n所提之分割圖樣不同而已，則將原物分配於各共有人之原則，兩造已有同\r\n意，惟應如何按其應有部分，將共有土地分配於各共有人，或對不能按其\r\n應有部分受分配者，如何酌以金錢補償之，在審查事實之法院，非不能定\r\n一適當之方法以為分割。若遽將土地予以變賣，不惟與共有人之意願有悖\r\n，甚或導致將來之土地所有人與地上房屋所有人間法律關係之複雜，其方\r\n法自非適當。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 27 號 民事判決",
        "case_summary": "確認抵押債權不存在等事件",
        "case_date": "民國 86 年 01 月 09 日",
        "case_gist": "原判決理由載明系爭抵押物於訴訟中經拍賣執行完畢，應屬情勢變更，上\r\n訴人在原審為部分訴之變更，程序上核無不合，應准其變更，經實體上審\r\n理後，認此變更之新訴及其餘上訴均無理由，惟於判決主文僅諭知上訴駁\r\n回，而未就該變更之新訴部分為適當之表明，顯有違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 22 號 民事判決",
        "case_summary": "確認債權不存在事件",
        "case_date": "民國 86 年 01 月 09 日",
        "case_gist": "因條件成就而受不利益之當事人，如以不正當行為阻其條件之成就者，視\r\n為條件已成就，民法第一百零一條第一項定有明文。所謂以不正當行為阻\r\n其條件之成就，不僅指作為，即不作為亦包括在內。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 15 號 民事判決",
        "case_summary": "遺產繼承登記等事件",
        "case_date": "民國 86 年 01 月 09 日",
        "case_gist": "法院裁判分割共有物，除應斟酌各共有人之利害關係，及共有物之性質外\r\n，尚應斟酌共有物之價值，倘共有人中有不能按其應有部分受分配，或所\r\n受分配之不動產，其價格不相當時，法院非不得命以金錢補償之，並不受\r\n當事人意願之拘束。系爭土地僅西側面臨都市計劃十五公尺道路，餘三面\r\n均與第三人土地接壤，而無其他通道。因此兩造因裁判分割所分得之土地\r\n，因面臨寬度不同之道路或巷道，在價值上即有差異原審竟仍謂分割後之\r\n土地，不論面臨○○路之土地或裏地，其經濟價值相差不多，不用互為補\r\n償云云，其分割方法自有未當。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 654 號 民事裁定",
        "case_summary": "聲明參與分配事件",
        "case_date": "民國 85 年 12 月 31 日",
        "case_gist": "對公司之債權，在重整裁定前成立者，為重整債權，非依重整程序，不得\r\n行使權利，公司法第二百九十六條第一項定有明文。前開對於重整債權之\r\n限制，於重整程序消滅前均不失其效力。"
    },
    {
        "case_id": "最高法院 85 年度台聲字第 594 號 民事裁定",
        "case_summary": "聲請解除及選派重整人事件",
        "case_date": "民國 85 年 12 月 31 日",
        "case_gist": "准許開始重整之裁定，如經抗告者，在駁回重整聲請裁定確定前，不停止\r\n執行，非訟事件法第九十四條第四項定有明文。蓋股份有限公司既因財務\r\n困難，暫停營業或有停業之虞，法院經依審慎之法定程序，裁定准許其開\r\n始重整，即應迅速進入重整程序，以維公司事業之不墜，兼保公司債權人\r\n及股東之權益，故排除民事訴訟法第四百九十一條第二、三項規定之適用\r\n。重整中之公司重整人，如有違法或不當情事，經重整監督人聲請法院解\r\n除其職務，另行選派之，法院依其聲請而裁定撤換之，如經抗告，依同一\r\n之立法理由，在駁回撤換重整人聲請裁定確定前，不停止執行。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3141 號 民事判決",
        "case_summary": "確認通行權事件",
        "case_date": "民國 85 年 12 月 31 日",
        "case_gist": "鄰地通行權之功能在解決與公路無適宜聯絡袋地之通行問題，不在解決袋\r\n地之建築問題，固不能僅以建築法或建築技術上之規定為酌定通行事項之\r\n基礎，但通行鄰地之目的既在使袋地得為通常之使用，是於袋地為建地時\r\n，即須將其建築需要列入考量；若准許通行之土地，不足敷袋地建築之基\r\n本需求，尚不能謂已使為建地之袋地為通常之使用。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3133 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 12 月 31 日",
        "case_gist": "民法第六百三十八條第一項規定：「運送物有喪失，毀損或遲到者，其損\r\n害賠償額，應依交付時目的地之價值計算之」，所謂「應依交付時目的地\r\n之價值計算之」，僅係作為損害賠償額之計算標準，並不表示當事人間債\r\n之標的即成為以交付時目的地之外國通用貨幣為給付。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3127 號 民事判決",
        "case_summary": "請求清償債務事件",
        "case_date": "民國 85 年 12 月 31 日",
        "case_gist": "按有權代理須本人有授與代理權之行為，授與代理權，依民法第一百六十\r\n七條規定，應向代理人或向代理人對之為代理行為之第三人，以意思表示\r\n為之。又依民法第一百七十條第一項規定，無代理權人以代理人之名義所\r\n為之法律行為，經本人承認者，固對本人發生效力。惟承認係對於已經存\r\n在之法律行為補正授權行為之欠缺，並非事後授與代理權，故無權代理行\r\n為，經本人承認而補正欠缺者，與曾授與代理權之有權代理，本質上仍有\r\n不同。"
    },
    {
        "case_id": "最高法院 85 年度台聲字第 592 號 民事裁定",
        "case_summary": "請求塗銷所有權移轉登記等",
        "case_date": "民國 85 年 12 月 30 日",
        "case_gist": "民事訴訟法第一百九十一條後段所定當事人兩造遲誤言詞辯論期日視為撤\r\n回其訴或上訴，必須當事人受合法通知而無正當理由不到場辯論者，始足\r\n當之，若未受合法通知，或雖受合法通知，但有正當理由而不到場辯論者\r\n，因與法定要件不符合，自不發生撤回其訴或上訴之效果。又訴訟代理人\r\n本於當事人之特別授權，以自己名義所選任之複代理人，於其權限範圍內\r\n，亦得代理當事人為訴訟行為。訴訟代理人 (複代理人包含在內，下同)\r\n有二人以上者，依民事訴訟法第七十一條第一項規定，均得單獨代理當事\r\n人，故對於當事人之送達，在理論上亦得向訴訟代理人中一人為之，易言\r\n之，訴訟代理人有數人時，其送達僅向其中一人為之，即生送達之效力。\r\n惟如期日之通知書，若僅以一份向訴訟代理人中一人為送達，該受送達之\r\n訴訟代理人，於法並無通知其他訴訟代理人之義務，結果其他訴訟代理人\r\n因未受通知而未於指定期日到場，對於當事人預期其訴訟代理人必依通知\r\n而於指定期日到場勢將落空而影響其權益甚鉅。故於多數訴訟代理人之場\r\n合，應將期日通知書分為按其人數為送達；否則，對於當事人之遲誤期日\r\n不到場辯論，即不能謂為無正當之理由，而發生視為撤回其訴或上訴之效\r\n果。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3109 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 12 月 30 日",
        "case_gist": "出賣人所交付之特定物，其內含數量不及約定之數量者，如因此減少其價\r\n值或效用，亦應認係物之瑕疵；其因可歸責於出賣人之事由所致者，買受\r\n人尚非不得依民法第二百二十七條關於不完全給付之規定，請求出賣人賠\r\n償損害。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3107 號 民事判決",
        "case_summary": "返還工程款事件",
        "case_date": "民國 85 年 12 月 30 日",
        "case_gist": "按「法律不溯既往」，為一般法律適用之原則，除立法明文規定溯及既往外，均不\r\n得溯及既往，此項原則於法規性命令，亦有其適用。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3106 號 民事判決",
        "case_summary": "損害賠償等事件",
        "case_date": "民國 85 年 12 月 30 日",
        "case_gist": "買賣標的物於交付時如有瑕疵，出賣人即應負瑕疵擔保責任。至於售後維\r\n修或更新不良零件等服務，係指機器交付時無瑕疵，使用後自然磨損、故\r\n障等之修護而言，二者情形不同。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3105 號 民事判決",
        "case_summary": "塗銷土地抵押權登記事件",
        "case_date": "民國 85 年 12 月 30 日",
        "case_gist": "抵押權為不動產物權，非經登記不生效力，抵押權人僅能依設定登記之內\r\n容行使權利，是抵押債權人及抵押債務人為何人，並所擔保之債權為何種\r\n債權，均應以設定登記之內容為準。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3101 號 民事判決",
        "case_summary": "請求確認房屋所有權存在",
        "case_date": "民國 85 年 12 月 27 日",
        "case_gist": "日據後期，台灣現行習慣上之財產繼承，有因戶主喪失戶主權而發生之財\r\n產繼承，與因家屬之死亡而發生之財產繼承二種。前者由於戶主死亡或因\r\n其他事由喪失戶主權時開始繼承。後者則因家屬具有其家屬身分時死亡而\r\n開始繼承。此二者之間，其為繼承人之資格與順序逈異。繼承戶主權者，\r\n同時亦繼承前戶主之財產。戶主繼承係採單獨繼承主義，其順位大致以日\r\n本民法有關家督繼承之規定為辦理。戶主繼承人分為下列三種：⒈法定戶\r\n主繼承人⒉指定戶主繼承人⒊選定戶主繼承人。法定戶主繼承之第一順位\r\n繼承人為直系卑親屬。其要件有二；一須為被繼承人之「家屬」。二須為\r\n被繼承人之直系卑親屬之男子。因收養而入他家者，或因分戶及其他原因\r\n另創一家之男子，既非家屬，自不得為法定之戶主繼承人。無法定之推定\r\n繼承人時，被繼承人得自行指定承繼其戶主權之人。選定戶主繼承人應由\r\n何人選定，並無一定之習慣存在，裁判上僅謂：由親族會選定，尚無明確\r\n之範圍，亦無規定一定之人數。被選定人之資格，未設任何限制，無論與\r\n被繼承人有無親族關係，為男為女，均得被選定為繼承人 (見五十八年七\r\n月初版台灣民事習慣調查報告一書四一七、四一九、四二○、四二九、四\r\n三四、四三五頁) 。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3077 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 85 年 12 月 27 日",
        "case_gist": "房屋之拆除為一種事實上之處分行為，是未經辦理所有權第一次登記之建\r\n物，須有事實上之處分權者，始得予以拆除。如未經辦理登記之原始起造\r\n人，已將該建物出賣或贈與他人，並為移交，而失其事實上處分之權利者\r\n，自無從命其拆除該建物。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 645 號 民事裁定",
        "case_summary": "塗銷繼承登記事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "因假處分或假扣押所供之擔保，係為擔保受擔保利益人因不當假處分或假\r\n扣押所受損害而設。倘執行法院已依聲請或依職權依假處分或假扣押裁定\r\n實施假處分或假扣押之執行，則在執行法院撤銷其執行程序前，受擔保利\r\n益人所受損害仍可能繼續發生，損害額既未確定，自無強令其行使權利之\r\n理。故在假處分或假扣押所供之擔保，供擔保人依民事訴訟法第一百零六\r\n條準用同法第一百零四條第一項第二款規定，聲請以裁定命返還其擔保金\r\n之場合，必待假處分或假扣押之執行程序已撤銷，始得謂與民事訴訟法第\r\n一百零四條第一項第二款所定之「訴訟終結」相當 (在供訴訟費用之擔保\r\n，本案訴訟終結後，損害額已確定，受擔保利益人已可行使權利，故在供\r\n訴訟費用擔保之場合，所謂「訴訟終結」，應指本案訴訟終結而言) 。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 643 號 民事裁定",
        "case_summary": "拍賣抵押物強制執行事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "抵押權為擔保物權，不動產所有人設定抵押權後，於同一不動產上，固仍\r\n得為使用收益或設定地上權及其他權利，但如影響抵押物之交換價值者，\r\n對於抵押權人不生效力。故土地所有人於設定抵押權後，如在抵押之土地\r\n上營造建築物，致影響於抵押權者，抵押權人得將該建築物與土地併付拍\r\n賣；如與第三人訂立租約，致影響於抵押權者，抵押權人則得聲請法院除\r\n去其租賃關係，依無租賃狀態逕行拍賣。而土地與房屋雖為各別之不動產\r\n，惟房屋性質上不能與土地使用權分離而存在，倘土地所有人於設定抵押\r\n權後，在抵押之土地上建屋出租於第三人，致影響於抵押權者，抵押權人\r\n自得聲請法院將土地所有人與第三人訂立之房屋租賃關係除去後，將房屋\r\n與土地併付拍賣。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3058 號 民事判決",
        "case_summary": "清償借款等事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "稱合夥者，謂二人以上互約出資，以經營共同事業之契約，為民法第六百\r\n六十七條第一項所明定，當事人如何出資及共同事業為何，必須確實約定\r\n，否則合夥契約仍不能成立。被上訴人自認上開字據內容文字為其所書寫\r\n，核其內容既稱系爭一百八十萬元係借款，又謂係合夥出資，再言並無返\r\n還義務，且未提及被上訴人如何出資，共同事業為何，語焉不詳，合夥契\r\n約能否成立，尚非無疑。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3057 號 民事判決",
        "case_summary": "塗銷土地所有權移轉登記事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "本件系爭租賃契約書，全文六條、標題與簽名處均明載系爭一九九號內土\r\n地係租賃，並無隻字表明係出售。原判決理由並載明當時實際管理人莊金\r\n鈴學歷、社會經驗俱佳。雙方訂立該契約書，顯經深思熟慮，契約文字已\r\n表示當事人之真意為土地租賃，原判決將之探求為買賣，似屬曲解。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3056 號 民事判決",
        "case_summary": "給付薪（確認僱傭關係存在）事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "稱經理人者，謂有為商號管理事務，及為其簽名之權利之人，為民法第五\r\n百五十三條第一項所明定，經理人既係受商號之任，為商號處理一定事務\r\n之人，而非僅為商號服勞務，故商號與經理人間之關係為委任關係，而非\r\n僱傭關係。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3055 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "買賣契約之合意解除非要式行為，買賣雙方當事人解除契約之意思表示一\r\n致，買賣契約即因之而解除，並不以訂立解除契約之書面為必要。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3050 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "上訴人於原審除稱其分別代理西北公司等訂立前開運送契約，並與西北公\r\n司等有商業上之利害關係外，並主張：在法律上西北公司等亦不免指責伊\r\n選擇客戶不當，依侵權行為或民法第五百四十四條規定之法律關係，請求\r\n伊賠償其損害等語。如果屬實，則能否謂上訴人就系爭運費之履行非屬有\r\n利害關係之第三人，非無疑義。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3043 號 民事判決",
        "case_summary": "返還不當得利事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "債務人之違約不履行契約上之義務，如其行為同時構成侵權行為時，除雙\r\n方另有特別約定，足認其有排除侵權行為責任之意思外，債權人自非不得\r\n或依「債務不履行」或依「侵權行為」之法律關係，擇一向債務人請求損\r\n害賠償。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3037 號 民事判決",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "無代理權人以本人名義所為法律行為，僅發生其法律行為之效果，是否對\r\n本人發生效力之問題，並不因本人之否認或未加以承認，而使該法律行為\r\n之效果歸屬於無權代理人。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3036 號 民事判決",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "公有財產撥給各地國家機關使用，不論其名義為國有或地方自治團體所有\r\n，實際上均由使用機關行使所有人之權利，故實務上向准由管領機關起訴\r\n，代國家或地方自治團體主張所有權人之權利。又國家或地方自治團體因\r\n其所管領之財產而涉訟，因該財產所涉及之權利義務關係，既有分別設立\r\n之中央或地方機關分掌其事，故實務上亦均認中央或地方機關就該訴訟有\r\n當事人能力。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3034 號 民事判決",
        "case_summary": "返還使用借貸物事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "使用借貸為債權契約之一種，仍須當事人就一方無償以物貸與他方使用，\r\n他方允於使用後返還其物等契約必要之點，互有合致之意思表示，該項契\r\n約始能成立，此觀民法第一百五十三條、第四百六十四條之規定自明。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 3026 號 民事判決",
        "case_summary": "債務人異議之訴事件",
        "case_date": "民國 85 年 12 月 26 日",
        "case_gist": "(一) 消滅時效完成後，即不生消滅時效中斷之問題，並非核發債權憑證\r\n後，時效即可重行起算。司法院院字第二四四七號解釋，係指原執行名義\r\n尚未罹於時效而核發債權憑證之情形而言。\r\n (二) 除民事訴訟法第四百六十九條第一款至第五款之情形外，第二審判\r\n決違背法令而不影響裁判之結果者，不得廢棄原判決，同法第四百七十七\r\n條之一定有明文。查原判決於理由欄第二段認定台中地院七十二年度執十\r\n四字第八一九○號及第八二六九號強制執行事件所定之分配期日為七十三\r\n年二月十六日，而於第三段則認定分配期日為七十三年二月十七日，雖有\r\n矛盾，但無論自七十三年二月十六日抑七十三年二月十七日起算，上訴人\r\n之本票債權請求權均已罹於五年時效而消滅，故上開矛盾要與判決結果不\r\n生影響，仍非不可維持。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2996 號 民事判決",
        "case_summary": "返還商標專用權事件",
        "case_date": "民國 85 年 12 月 24 日",
        "case_gist": "（一）公司法第二百零二條規定，公司業務之執行，由董事會決定之，除\r\n      本法或章程規定，應由股東會決議之事項外，均得由董事會決議行\r\n      之。從而系爭商標縱非屬被上訴人主要部分財產，其讓與無庸依同\r\n      法第一百八十五條第一項第二款規定經股東會同意，然亦應依上述\r\n      規定，經董事會決定行之。\r\n（二）按商標法第二十一條第一項規定：商標自註冊之日起，由註冊人取\r\n      得商標專用權。第二十八條第一項規定：商標專用權之移轉，應向\r\n      商標主管機關申請登記，未經登記者不得對抗第三人。而動產之取\r\n      得與變動均不須登記，故商標專用權上開規定顯與民法第七百五十\r\n      八條、第七百五十九條有關不動產物權登記規定之法律性質近似，\r\n      自不得徒憑商標法第二十八條第一項就商標專用權之移轉採登記對\r\n      抗主義立法，即認應準用動產取得時效之規定。退而言之，上訴人\r\n      就系爭商標專用權之取得時效縱已完成，然依取得時效完成而取得\r\n      財產權，乃非基於繼受他人既存之權利而取得，性質上屬於原始取\r\n      得，依商標法第二條、第二十一條第一項規定，仍須以取得時效完\r\n      成為由申請註冊之日起，始取得商標專用權，不得單憑時效完成即\r\n      謂當然取得商標專用權。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 639 號 民事裁定",
        "case_summary": "聲明異議",
        "case_date": "民國 85 年 12 月 20 日",
        "case_gist": "訴訟程序中之行為，僅訴訟當事人或訴訟法規定之關係人始得為之，故在\r\n訴訟程序上惟有債務人始得進行之行為，尚非他債權人所得代位行使。又\r\n抗告為受裁定之當事人或其他訴訟關係人，對於裁定聲明不服之方法，若\r\n非受裁定之當事人或其他訴訟關係人，即不得為之。"
    }
]