[
    {
        "case_id": "最高法院 94 年度台抗字第 1158 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 12 月 15 日",
        "case_gist": "（一）公司聲請重整之緊急處分裁定，乃為維持聲請重整公司現狀，避免\r\n      聽任利害關係人各謀自保而履行債務、行使債權，使公司在裁定前\r\n      喪失其重整價值，且將來重整計劃，亦須統籌公司全部財產予以擬\r\n      定，故法院對重整聲請為准、駁前，有必要先為緊急處分。此一緊\r\n      急處分之性質與民事訴訟法第五百三十八條第一項所謂於爭執之法\r\n      律關係，有定暫時狀態處分必要之情形一致，屬聲請公司重整程序\r\n      定暫時狀態處分之特別程式，一經法院為緊急處分裁定並黏貼法院\r\n      公告處，自公告之日起發生效力，對公司及其債權人、債務人等利\r\n      害關係人均發生效力，並具執行力。\r\n（二）執行名義成立後，除法律另有特別規定外，不得阻卻其執行力，故\r\n　　　債務人或第三人不得依一般假處分程序，聲請予以停止執行，亦不\r\n　　　得聲請法院依定暫時狀態處分之程序，為違背執行名義執行力之裁\r\n　　　定。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2248 號 民事判決",
        "case_topic": "請求返還無權占有土地等",
        "case_date": "民國 94 年 12 月 08 日",
        "case_gist": "按修正之民事訴訟法第四百四十七條之規定，依本施行法第十二條第二項\r\n公布施行後，於修正前已繫屬於第二審之事件，於該審級終結前，仍適用\r\n修正前之規定，民事訴訟法施行法第四條之二定有明文。即為保障當事人\r\n權益，於民國九十二年一月十四日民事訴訟法修正前，已繫屬於第二審之\r\n事件，因當事人未預期無法於第二審提出新攻擊或防禦方法，乃增訂該條\r\n規定，將修正前已繫屬於第二審之事件，排除適用修正後民事訴訟法第四\r\n百四十七條之規定，俾其仍有提出新攻擊或防禦方法之機會。惟對於修正\r\n前已脫離於第二審而上訴繫屬於最高法院之事件，依民事訴訟法第四百七\r\n十六條第一項規定，當事人不得提出新攻擊或防禦方法，嗣該事件經最高\r\n法院判決廢棄發回，繫屬於受發回之第二審法院，在發回後之第二審程序\r\n中，依民事訴訟法施行法第四條之二之規定，仍適用修正前之規定，當事\r\n人得提出新攻擊或防禦方法，以確保當事人之權益。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2243 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 12 月 08 日",
        "case_gist": "在客觀上為他人所使用，從事一定之事務，而受其監督者，不問有無契約\r\n關係或報酬，及名稱為何，均屬民法第一百八十八條之受僱人。又受僱人\r\n侵權行為發生損害之事由，固須與受僱人執行職務有關連性，僱用人始與\r\n受僱人負連帶賠償責任，但只須僱用人在客觀上可得預防之範圍內，自足\r\n當之。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 1121 號 民事裁定",
        "case_topic": "聲請停止強制執行",
        "case_date": "民國 94 年 12 月 08 日",
        "case_gist": "法院依強制執行法第十八條第二項定擔保金額而准許停止強制執行之裁定\r\n者，該項擔保係備供債權人因該次停止執行所受損害之賠償，其擔保之效\r\n力僅及於該次停止執行時所受之損害。故債務人前後提起不同之債務人異\r\n議之訴為由，聲請停止執行，其停止執行之事由、所受之損害及擔保範圍\r\n本有不同，縱債務人就前停止執行之裁定已命供擔保，執行法院仍得就其\r\n後所為停止執行之裁定，命債務人提供相當並確實之擔保，至前所供擔保\r\n，僅生得否聲請返還之問題。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2176 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 94 年 11 月 25 日",
        "case_gist": "（一）扺銷雖使雙方債務溯及最初得為抵銷時消滅，惟雙方互負得為抵銷\r\n      之債務，並非當然發生抵銷之效力，必一方對於他方為抵銷之意思\r\n      表示而後雙方之債務乃歸消滅，此觀民法第三百三十五條第一項規\r\n      定自明。故被告對於原告有得為抵銷之債權，而在言詞辯論終結前\r\n      未主張抵銷，迨其敗訴判決確定後表示抵銷之意思者，其消滅債權\r\n      人請求之事由，不得謂非發生在該訴訟言詞辯論終結之後。從而，\r\n      原告對於被告提起確認債權存在或給付之訴，縱獲勝訴判決確定，\r\n      惟被告如於判決確定後始以其對於原告之債權主張抵銷者，自仍得\r\n      本於該項事由，於新訴訟中為與確定判決意旨相反之主張。\r\n（二）依民事訴訟法第四百條第二項規定，主張抵銷之請求，其成立與否\r\n      須經裁判確定，始以主張抵銷之額為限，有既判力；且其既判力之\r\n      範圍應不超過本訴請求之金額。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2173 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 11 月 24 日",
        "case_gist": "刑事判決所認定之事實，雖無當然拘束獨立民事訴訟判決之效力，然刑事\r\n判決認定犯罪所由生之理由，如經當事人引用，則民事法院自不得恝置不\r\n論。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2164 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 11 月 24 日",
        "case_gist": "民法第二百二十六條第一項規定：「因可歸責於債務人之事由致給付不能\r\n者，債權人得請求賠償損害」。故因可歸責於債務人之事由，致原定給付\r\n不能實現，仍應由債務人負責，債權人自得請求損害賠償。本件被上訴人\r\n前訴請上訴人就附表一、二所示建物所有權移轉登記事件，前經法院判決\r\n被上訴人勝訴確定，但附表一、二所示建物，於被上訴人獲勝訴判決，欲\r\n聲請強制執行時，分別經其他債權人預告登記、併案假扣押、聲請本案執\r\n行、調卷拍賣或禁止處分登記，致被上訴人無從向主管地政機關辦理上開\r\n房屋之所有權移轉登記而給付不能，被上訴人自得本於民法第二百二十六\r\n條第一項之規定，請求上訴人賠償損害。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2157 號 民事裁定",
        "case_topic": "請求宣告董事會決議無效",
        "case_date": "民國 94 年 11 月 24 日",
        "case_gist": "按具有財團董事身分之人，如有違反捐助章程之行為，利害關係人既得請\r\n求法院宣告其行為為無效 (民法第六十四條) ，則不具董事身分之人，以\r\n董事自居而為違反財團捐助章程之行為，依舉輕以明重之法理，更屬當然\r\n無效。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2150 號 民事裁定",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 94 年 11 月 24 日",
        "case_gist": "請求將土地上之房屋拆除並交還土地之訴，係以土地之交還請求權為訴訟\r\n標的，其訴訟標的之價額應以土地之價額為準，房屋之價額不包括在內。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2128 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 94 年 11 月 18 日",
        "case_gist": "（一）不法侵害他人之身體或健康者，對於被害人因此喪失或減少勞動能\r\n      力或增加生活上之需要時，應負損害賠償責任。前項損害賠償，法\r\n      院得因當事人之聲請，定為支付定期金。但須命加害人提出擔保。\r\n      又被害人雖非財產上之損害，亦得請求賠償相當之金額。此觀民法\r\n      第一百九十三條第一項、第二項，第一百九十五條第一項前段規定\r\n      自明。既謂法院得因當事人之聲請，定為支付定期金，可見關於民\r\n      法第一百九十三條第一項之損害，係以金錢一次賠償為原則；而就\r\n      被害人非財產上之損害，亦明定賠償相當之金額。是民法就身體健\r\n      康之侵害，係明定應為金錢賠償，此即同法第二百十三條第一項所\r\n      謂之「法律另有規定」回復原狀以外之損害賠償方法。\r\n（二）身體或健康受侵害，而請求賠償喪失或減少勞動能力之損害，於估\r\n      定被害人喪失或殘存勞動能力之價值時，應以其勞動能力在通常情\r\n      形下可取得之對價為標準。僱主於給付薪資時，基於稅法或其他法\r\n      律規定，代為扣繳之所得稅、保險費或公務人員之退休撫卹基金等\r\n      ，乃原薪資之一部分，於估定被害人勞動能力之對價時，自應計算\r\n      在內。"
    },
    {
        "case_id": "最高法院 94 年度台再字第 50 號 民事判決",
        "case_topic": "請求確認土地所有權登記請求權存在",
        "case_date": "民國 94 年 11 月 17 日",
        "case_gist": "民事訴訟法第三十二條第七款規定，法官曾參與該訴訟事件之前審裁判或\r\n仲裁者，應自行迴避，不得執行職務。該條款所稱之法官曾參與前審裁判\r\n者，係指法官曾經參與下級審審判，不得於上級審復行審判該事件而言。\r\n是凡參與下級審之法官，對於該案件繫屬於上級審時，無論是否為再審程\r\n序均應迴避。其曾參與該訴訟事件第二審判決之法官，於第三審之再審程\r\n序亦應自行迴避。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2106 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 94 年 11 月 17 日",
        "case_gist": "汽車交通事故係由數汽車所共生或涉及數汽車者，依修正前強制汽車責任\r\n保險法第三十四條第一項第一款規定，肇事汽車全部或部分為被保險汽車\r\n者，受害人或受益人得在本法規定之保險金額範圍內，請求各被保險汽車\r\n保險人連帶給付保險金。又為便利受害人或受益人求償，使渠等得直接向\r\n所屬保險人請求保險給付，強制汽車責任保險理賠作業要點第七點之二 (\r\n一) 規定二車之交通事故，造成車內駕駛人及車內乘客傷亡之損失，由承\r\n保之各保險公司自行負責處理。惟該由其自己投保之保險公司給付之保險\r\n金，性質上仍屬依強制汽車責任保險法所為之給付，故如已為給付，依強\r\n制汽車責任保險法第三十條規定，應視為加害人或被保險人損害賠償金額\r\n之一部分，加害人或被保險人受賠償請求時，得扣除之。"
    },
    {
        "case_id": "最高法院 94 年度台聲字第 840 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 94 年 11 月 10 日",
        "case_gist": "提起異議之訴時，依強制執行法第十八條第二項規定，法院固得因必要情\r\n形或依聲請定相當並確實之擔保，為停止強制執行之裁定，惟該異議之訴\r\n如經裁判駁回確定，則法院自不得再裁定停止強制執行。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2051 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 94 年 11 月 10 日",
        "case_gist": "查當事人對於法院判決之結果聲明不服者，以有上訴之利益，始能謂為合\r\n法。所稱「上訴之利益」，乃指當事人有要求除去不利結果另行改判之必\r\n要及實益而言。換言之，當事人對於下級審之判決提起上訴，經上級審改\r\n判之結果，能獲有實際之利益者，始能謂為有上訴之利益。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2041 號 民事判決",
        "case_topic": "請求返還貨物等",
        "case_date": "民國 94 年 11 月 10 日",
        "case_gist": "原告訴請被告為金錢以外一定特定物之給付，同時主張被告如不能為給付\r\n時，應給付金錢為補充請求者，此種「特定物之代償請求」，其主位請求\r\n與補充請求兩者間有附隨關係，乃訴之客觀合併中有牽連關係之單純合併\r\n。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 1027 號 民事裁定",
        "case_topic": "聲請公司解散",
        "case_date": "民國 94 年 11 月 10 日",
        "case_gist": "公司之經營，有顯著困難或重大損害時，法院得據股東之聲請，於徵詢主\r\n管機關及目的事業中央主管機關意見，並通知公司提出答辯後，裁定解散\r\n，公司法第十一條第一項定有明文。又修正前非訟事件法第十六條及第八\r\n十一條第二項並分別規定，法院應依職權調查事實及必要之證據。公司解\r\n散命令事件，法院為裁定解散前，應訊問利害關係人。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 2001 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 94 年 11 月 03 日",
        "case_gist": "談話錄音內容如非隱私性之對話，又無介入誘導致有誤引虛偽陳述之危險\r\n性，基於證據保全之必要性及手段方法之社會相當性考量，自應承認其證\r\n據能力。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1963 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 94 年 10 月 27 日",
        "case_gist": "查民法上所謂「給付不能」，係指依社會觀念其給付已屬不能者而言，亦\r\n即債務人所負之債務不能實現，已無從依債務本旨為給付之意。如房屋毀\r\n損、滅失或另出租他人並交付使用，無從依租賃契約交付承租人使用；或\r\n買賣之物法令禁止交易，而無法交付等是。至給付困難，如買受人無資力\r\n支付價金；或應給付之物有瑕疵而能補正者，則難謂為給付不能。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 982 號 民事裁定",
        "case_topic": "請求分割共有物",
        "case_date": "民國 94 年 10 月 20 日",
        "case_gist": "上訴人提起上訴，未繳納裁判費，若其有律師為訴訟代理人，無庸命其補\r\n正，得以裁定駁回之，固為民事訴訟法施行法第九條所明定，惟揆諸該法\r\n條避免拖延訴訟之意旨，苟上訴人所委任之律師提起上訴時，尚無從知悉\r\n應繳納之上訴裁判費用，且未有充分期間得由其自動繳納卻未予繳納，而\r\n不足以認定其有意圖拖延訴訟之情事者，仍不得逕以裁定駁回其上訴。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 981 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 10 月 20 日",
        "case_gist": "受特別委任之訴訟代理人，有依民事訴訟法第七十條第一項但書規定，提\r\n起上訴之權。所謂「上訴」，係指包括使上訴程序合法範圍內之一切必要\r\n行為而言，收受補繳上訴裁判費裁定之送達，自亦與焉。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 980 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 94 年 10 月 20 日",
        "case_gist": "主觀的預備訴之合併，縱其先、備位之訴之訴訟標的容或不同，然二者在\r\n訴訟上所據之基礎事實如屬同一，攻擊防禦方法即相互為用，而不致遲滯\r\n訴訟程序之進行。苟於備位訴訟之當事人未拒卻而應訴之情形下，既符民\r\n事訴訟法所採辯論主義之立法精神，並可避免裁判兩歧，兼收訴訟經濟之\r\n效，自為法之所許。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 975 號 民事裁定",
        "case_topic": "聲請停止執行",
        "case_date": "民國 94 年 10 月 20 日",
        "case_gist": "本件再抗告人為強制執行程序中之債權人，實無因繼續強制執行而有受害\r\n之虞，應無依強制執行法第十八條第二項規定聲請停止執行適用。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1924 號 民事判決",
        "case_topic": "請求確認租賃關係不存在等",
        "case_date": "民國 94 年 10 月 20 日",
        "case_gist": "實施查封後債務人就查封物所為移轉，設定負擔或其他有礙執行效果之行\r\n為，對於債權人不生效力。又拍賣之不動產，買受人自領得執行法院所發\r\n給權利移轉證書之日起，取得該不動產所有權。強制執行法第五十一條第\r\n二項、第九十八條第一項分別定有明文。所謂「債權人」，解釋上應兼指\r\n聲請強制執行之債權人及拍定人而言。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 923 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行",
        "case_date": "民國 94 年 10 月 13 日",
        "case_gist": "抗告人對於原法院所為抗告無理由之裁定再為抗告，係以：相對人之法定\r\n代理人業由楚○○變更為鄧○○，依民事訴訟法第一百七十條規定，在鄧\r\n○○聲明承受前，執行程序當然停止云云，為其論據。惟查強制執行法第\r\n十八條第一項規定，強制執行程序開始後，除法律另有規定外，不停止執\r\n行。民事訴訟法第四章第四節所定訴訟程序之停止之規定，並非上開法條\r\n所稱之法律另有規定，於強制執行程序自無準用之餘地。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1874 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 94 年 10 月 13 日",
        "case_gist": "損害賠償總額預定性違約金經法院核減後，就減少部分應依不當得利規定\r\n返還，與契約解除後之回復原狀義務，兩者之法律關係不同，其請求權個\r\n別存在。當事人行使解除權後，依民法第二百五十九條及第二百六十條規\r\n定，除請求回復原狀外，並得請求損害賠償，亦即民法第二百五十九條乃\r\n不當得利之特別規定，僅適用於解除契約後之回復原狀義務，其範圍與一\r\n般不當得利不同。是以約定之違約金過高，經法院酌減之數額，應依一般\r\n不當得利規定請求返還。亦即應按所酌減之數額依民法第一百八十二條第\r\n二項計付利息。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1861 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 94 年 10 月 13 日",
        "case_gist": "雙務契約之當事人因他方當事人為部分之給付時，固得依民法第二百六十\r\n四條第二項規定行使同時履行抗辯權，惟部分或瑕疵之給付（不完全之給\r\n付），在性質上均屬非依債務本旨而給付，是該條第二項所稱之「部分之\r\n給付」，尚應包括「瑕疵之給付」在內，若瑕疵僅屬輕微，縱不得拒絕自\r\n己全部之給付，亦仍得拒絕自己部分之給付。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1860 號 民事判決",
        "case_topic": "請求返還保證金",
        "case_date": "民國 94 年 10 月 13 日",
        "case_gist": "（一）契約經解除者，溯及訂約時失其效力，與自始未訂契約同。此與契\r\n      約之終止，僅使契約嗣後失其效力者迥異。\r\n（二）民法債編第二章「各種之債」各節所規定之契約，固可謂為有名契\r\n      約，但並不能因而涵蓋所有類型之契約，本於契約自由之原則，倘\r\n      當事人因自由訂定而不能歸類之其他無名契約，自仍可類推適用民\r\n      法相關之規定。又繼續性供給契約，乃當事人約定一方於一定或不\r\n      定之期限內，向他方繼續供給定量或不定量之一定種類、品質之物\r\n      ，而由他方按一定之標準支付價金之契約。是無名之不定期繼續性\r\n      供給契約，亦應同可類推適用民法相關之規定。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 916 號 民事裁定",
        "case_topic": "請求返還占",
        "case_date": "民國 94 年 10 月 07 日",
        "case_gist": "在第二審追加原非當事人之人為他造當事人，除合於民事訴訟法第二百五\r\n十五條第一項第五款之情形外，不能僅因原他造當事人無異議並為本案之\r\n言詞辯論而認為合法。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1855 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 10 月 07 日",
        "case_gist": "（一）民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之\r\n      權利，不僅指受僱人因執行其所受命令，或委託之職務自體，或執\r\n      行該職務所必要之行為，而不法侵害他人之權利者而言，即受僱人\r\n      之行為，在客觀上足認為與其執行職務有關，而不法侵害他人之權\r\n      利者，就令其為自己利益所為亦應包括在內。再按受僱人執行職務\r\n      不法侵害他人權利之行為，不以受僱人執行職務範圍內之行為為限\r\n      ，並包括與執行職務相牽連或職務上予以機會之行為在內。\r\n（二）損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免\r\n      除之，民法第二百十七條第一項定有明文。此項規定之目的在謀求\r\n      加害人與被害人間之公平，倘受害人於事故之發生亦有過失時，由\r\n      加害人負全部賠償責任，未免失諸過酷，是以賦與法院得減輕其賠\r\n      償金額或免除之職權。此所謂被害人與有過失，只須其行為為損害\r\n      之共同原因，且其過失行為並有助成損害之發生或擴大者，即屬相\r\n      當，不問賠償義務人應負故意、過失或無過失責任，均有該條項規\r\n      定之適用。再者，管理規則第十六條明文禁止營業員挪用或代客戶\r\n      保管有價證券、款項、印鑑或存摺。又印章、存摺、取款憑條等重\r\n      要文件，應自行妥善保管，買賣股票之款項，亦應匯入自行開立之\r\n      券戶，倘無故交付他人，或匯款於他人帳戶，致遭利用而受害，自\r\n      不能謂於損害之發生為無過失。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1837 號 民事判決",
        "case_topic": "請求確認血緣關係不存在",
        "case_date": "民國 94 年 10 月 06 日",
        "case_gist": "子女獲知其血統來源，以確定其真實父子身分關係，與其人格權攸關，應\r\n受憲法保障，而民法第一千零六十三條規定，係為兼顧身分安定及子女利\r\n益而設，惟其規定得提起否認之訴者，僅限於夫妻之一方，子女本身並無\r\n獨立提起否認之訴之資格，復未顧及子女得獨立提起該否認之訴時應有之\r\n合理期間及起算日，足使子女之訴訟權受到不當限制，而難以維護其人格\r\n權益，自應許其以法律推定之生父為被告，準用民事訴訟法關於親子關係\r\n事件程序中否認子女之訴部分之相關規定，提起否認生父之訴，以充分保\r\n障其人格權 (司法院大法官會議釋字第五八七號解釋參照) 。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1821 號 民事判決",
        "case_topic": "確認股東臨時會決議無效等",
        "case_date": "民國 94 年 10 月 06 日",
        "case_gist": "按在第二審為訴之變更合法而應准許者，原訴之訴訟繫屬，即應因訴之變\r\n更而消滅，第一審就原訴所為之裁判，因而當然失其效力。第二審法院僅\r\n得就變更之新訴裁判，不得就原訴更為裁判。又股東會決議之瑕疵，有無\r\n效、得撤銷及不成立等型態。所謂決議不成立，係指自決議之過程觀之，\r\n顯然違反法令，在法律上不能認為有召開股東會或有決議成立之情形而言\r\n，須先有符合成立要件之股東會決議存在，始有探究股東會決議是否有無\r\n效或得撤銷之事由，故股東會決議不成立應為股東會決議瑕疵之獨立類型\r\n。又公司法第一百七十三條乃股東提案權之特別規定，明定須繼續一年以\r\n上持有已發行股份總數百分之三以上股東，得以請求董事會以召集臨時股\r\n東會之方式行使提案權，其在本質上為股東權之共益權，其行使之目的，\r\n並非專為股東個人，而在防止公司不當經營之救濟。行使該條提案權之股\r\n東，需受持有一定持股期間及比率之限制，並須報請主管機關許可為要件\r\n。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1816 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 94 年 10 月 06 日",
        "case_gist": "保險法第一百三十一條所稱之意外傷害，乃指非由疾病引起之外來突發事\r\n故所致者而言。該意外傷害之界定，在有多數原因競合造成傷殘或死亡事\r\n故之情形時，應側重於「主力近因原則」，以是否為被保險人因罹犯疾病\r\n、細菌感染、器官老化衰竭等身體內在原因以外之其他外來性、突發性 (\r\n偶然性) 、意外性 (不可預知性) 等因素作個案客觀之認定，並考量該非\r\n因被保險人本身已存在可得預料或查知之外在因素，是否為造成意外傷殘\r\n或死亡事故之主要有效而直接之原因 (即是否為其重要之最近因果關係) \r\n而定。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1809 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 94 年 09 月 30 日",
        "case_gist": "（一）又保險契約之解釋，應探求契約當事人之真意，不得拘泥於所用之\r\n      文字；如有疑義時，以作有利於被保險人之解釋為原則，保險法第\r\n      五十四條第二項定有明文；定型化契約如有疑義，應為有利於消費\r\n      者之解釋，消費者保護法第十一條第二項亦有明定。\r\n（二）保險法第一百零一條規定：人壽保險人於被保險人在契約規定年限\r\n      內死亡，或屆契約規定年限而仍生存時，依照契約負給付保險金額\r\n      之責。故人壽保險僅包含死亡險及生存險二部分，與傷害保險不同\r\n      。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 888 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 94 年 09 月 29 日",
        "case_gist": "對於假扣押聲請之裁定抗告者，為保障債權人及債務人之程序權，並使法\r\n院能正確判斷原裁定之當否，應賦予債權人及債務人於抗告法院裁定前有\r\n陳述意見之機會，此觀民事訴訟法第五百二十八條第二項規定自明。是抗\r\n告法院除認抗告不合法或顯無理由應予駁回外，於裁定前，應使債權人或\r\n債務人有陳述意見之機會，其踐行程序始得謂當。查原法院並非以相對人\r\n之抗告不合法或顯無理由駁回再抗告人之聲請，竟未依前開規定使再抗告\r\n人有陳述機會，遽為不利於再抗告人之裁定，自有未洽。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 885 號 民事裁定",
        "case_topic": "請求撤銷仲裁",
        "case_date": "民國 94 年 09 月 29 日",
        "case_gist": "為形成之訴訴訟標的之形成權，有為財產上者，有為身分上者，其以身分\r\n上之形成權為訴訟標的者，為非財產權之訴訟；其以財產上之形成權為訴\r\n訟標的者，為財產權之訴訟。撤銷仲裁判斷之訴，為其訴訟標的法律關係\r\n之形成權，既非身分上之形成權，自屬財產權之訴訟，其訴訟標的價額，\r\n自應以原告如獲勝訴判決所得受之客觀上利益定之 (本院八十三年台抗字\r\n第一六一號判例意旨參照) 。而此種財產權之性質及其訴訟標的價額之核\r\n定，要不因再審之訴而異其結果。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1793 號 民事判決",
        "case_topic": "請求返還費用",
        "case_date": "民國 94 年 09 月 29 日",
        "case_gist": "民法之合夥，係指二人以上互約出資以經營共同事業，分享其營業所生之\r\n利益及分擔所生損失之契約，此觀之民法第六百六十七條第一項之規定自\r\n明。是合夥應就如何出資及共同事業之經營為確實之約定，始足當之，倘\r\n僅單純出資取得財產，而未約定經營共同事業者，縱將來可獲得相當之利\r\n益，自僅屬合資或共同出資之無名契約。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1792 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 09 月 29 日",
        "case_gist": "依政府採購法第七十四條、第八十二條及第八十三條規定，廠商就其與機\r\n關間關於招標、審標、決標之爭議，得提出異議及申訴，其提出申訴後，\r\n由採購申訴審議委員會審議判斷；審議判斷，視同訴願決定。可見廠商與\r\n機關間關於招標、審標、決標之爭議，係屬公法上之爭議。又於審議判斷\r\n指明原採購行為違反法令者，招標機關應另為適法處置之情形，廠商得向\r\n招標機關請求償付其準備投標、異議、申訴所支出必要費用，為政府採購\r\n法第八十五條第三項所明定。則廠商是項給付請求權，既係基於上開公法\r\n上之爭議所發生，自應循行政訴訟程序以資解決，不得依民事訴訟程序向\r\n普通法院訴請裁判。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1770 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 94 年 09 月 29 日",
        "case_gist": "強制執行法第二十九條第二項所稱之「前項費用」，係指同條第一項「債\r\n權人因強制執行而支出之費用，得求償於債務人者，得準用民事訴訟法第\r\n九十一條之規定，向執行法院聲請確定其數額」之費用而言，該因強制執\r\n行而支出之費用，與同條項後段所指之「其他費用」應探究其是否為債權\r\n人共同利益而支出者，未盡相同，依債務人財產為全體債權人債權之總擔\r\n保，並基於債權平等原則及保全費用之代墊支出優先任何債權受償之法理\r\n，自得就強制執行之財產先受清償，且不因債權人聲請強制執行之先後 (\r\n前、後案) 及有無效果而受影響。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1768 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 94 年 09 月 29 日",
        "case_gist": "定共有物分割之方法，固可由法院自由裁量，但亦須以其方法適當者為限\r\n。又依民法第八百二十四條第二項、第三項規定為裁判分割共有物之方法\r\n有三：（一）以原物分配於各共有人。（二）變賣共有物以價金分配於各\r\n共有人。（三）以原物為分配時，如共有人中，有不能按其應有部分受分\r\n配者，得以價金補償之。是法院為裁判分割時，需衡酌共有物之性質、價\r\n格、經濟效用及公共利益、全體或多數共有人利益等因素，並兼顧公平之\r\n原則。若原則上認原物分配對全體或多數共有人有利，須先就原物分配，\r\n必於原物分配有困難者始予變賣，以價金分配於各共有人，且就原物分配\r\n時，如共有人中有不能按其應有部分受分配者，亦得以金錢補償之，並非\r\n定出於變賣之一途。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 865 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 94 年 09 月 22 日",
        "case_gist": "直轄市、縣 (市)  (局) 主管建築機關，依建築法規定所核發之執照，僅\r\n為建造、使用或拆除建築物或工作物之許可 (建築法第二十六條) 。屬表\r\n彰行政處分之公文書，不具財產交易之性質。故依同法第三十條、第三十\r\n一條規定所申請之建造執照，其起造人如有變更，除依第五十五條第一項\r\n第一款或其他規定，向主管建築機關申報變更起造人外，尚不得將該建造\r\n執照併同建築物為讓與，自不得以之為強制執行之標的。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 847 號 民事裁定",
        "case_topic": "強制執行",
        "case_date": "民國 94 年 09 月 15 日",
        "case_gist": "執行名義為確定判決者，除當事人外，對於訴訟繫屬後為當事人之繼受人\r\n亦有效力；此項規定，於強制執行法第四條第一項第二款至第六款規定之\r\n執行名義，準用之，同法第四條之二第一項第一款及第二項定有明文。而\r\n所謂繼受人，則包括債權法定移轉之受讓人在內。查再抗告人既以連帶保\r\n證人之身分清償主債務人陳百棟向合庫所借之債務，依民法第二百八十一\r\n條第二項之規定，合庫之權利自應由再抗告人於其得向其餘連帶保證人即\r\n相對人求償之範圍內承受，此為債權之法定移轉，因而再抗告人執債權人\r\n為合庫之債權憑證及代償證明書聲請執行法院就相對人之財產為強制執行\r\n，依上說明，並無不合。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 816 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 09 月 15 日",
        "case_gist": "裁定已經確定，依民事訴訟法第五百零七條規定，如有第四百九十七條之\r\n情形者，固亦得準用再審程序之規定聲請再審，然民事訴訟法第四百九十\r\n七條，係就不得上訴於第三審法院之事件所為之規定，故得抗告於第三審\r\n法院之事件，自無準用該法條之規定聲請再審之餘地。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1688 號 民事判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 94 年 09 月 15 日",
        "case_gist": "受僱人有忠於其職責之義務，於僱用期間非得僱用人之允許，固不得為自\r\n己或第三人辦理同類之營業事務，惟為免受僱人因知悉前僱用人之營業資\r\n料而作不公平之競爭，雙方得事先約定於受僱人離職後，在特定期間內不\r\n得從事與僱用人相同或類似之行業，以免有不公平之競爭，若此競業禁止\r\n之約定期間、內容為合理時，與憲法工作權之保障無違。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1677 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 09 月 15 日",
        "case_gist": "原告最初明示就數量上為可分之金錢或其他代替物為給付目的之特定債權\r\n為分割，並僅對其中數量上之一部債權而起訴，尚未放棄其餘殘額部分債\r\n權之請求 (即學說上所稱之「一部請求」) 者，於實體法而言，固得自由\r\n行使該一部債權，惟在訴訟法上，乃為可分之訴訟標的，其既判力之客觀\r\n範圍仍以該起訴之聲明為限度，且祇就該已起訴部分有中斷時效之效果，\r\n其因「一部請求」而起訴之中斷時效，並不當然及於嗣後將其餘殘額擴張\r\n請求之部分。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1647 號 民事裁定",
        "case_topic": "請求給付工程款",
        "case_date": "民國 94 年 09 月 08 日",
        "case_gist": "執行法院依強制執行法第一百十五條第一項核發之扣押命令，送達於第三\r\n人時發生效力，同法第一百十八條第二項定有明文。此項扣押命令對第三\r\n人所發生之拘束力，係禁止其再向債務人為積極之清償行為，並未命其應\r\n撤銷對債務人已為之清償行為。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1640 號 民事判決",
        "case_topic": "請求返還土地",
        "case_date": "民國 94 年 09 月 08 日",
        "case_gist": "表意人與相對人通謀而為虛偽之意思表示者，其意思表示無效，為民法第\r\n八十七條前段所明定。準此，因出於通謀虛偽意思表示所成立之買賣債權\r\n契約及其所有權移轉登記之物權行為自應認為無效。縱使虛偽意思表示之\r\n一方 (買受人) ，已因無效之法律行為 (包括債權行為及物權行為) 完成\r\n土地所有權移轉登記，仍不能取得所有權，該虛偽買受人當然不得本於所\r\n有人之地位，行使民法第七百六十七條之物上請求權。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 792 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 08 月 31 日",
        "case_gist": "民事訴訟法第五百三十八條規定，於爭執之法律關係，為防止發生重大之\r\n損害或避免急迫之危險或有其他相類之情形而有必要時，得聲請為定暫時\r\n狀態之處分。又債權人聲請定暫時狀態之處分，依同法第五百三十八條之\r\n四準用第五百三十三條再準用第五百二十六條規定，應就其請求及假處分\r\n之原因加以釋明，且兩者缺一不可。前開釋明如有不足，而債權人陳明願\r\n供擔保或法院認為適當者，法院始得定相當之擔保，命供擔保後為假處分\r\n。若債權人就其請求及假處分之原因絲毫未予釋明，法院即不得命供擔保\r\n後為定暫時狀態之處分。而所謂「爭執之法律關係，有定暫時狀態之必要\r\n者」，係指因避免重大損害或其他情事，有就爭執之法律關係，定暫時狀\r\n態之必要而言。此必要之情事即為假處分之原因，苟由聲請假處分之人提\r\n出相當證據以釋明其存在，即有就爭執之法律關係定暫時狀態之必要。是\r\n定暫時狀態假處分之聲請人，除應釋明與債務人間有爭執之法律關係外，\r\n尚應提出有何防止發生重大之損害或避免急迫之危險或有其他相類之情形\r\n而有必要定暫時狀態處分之原因並釋明之。於其釋明有所不足時，法院方\r\n得斟酌情形，依債權人供擔保以補釋明欠缺之陳明，酌定其擔保金額，准\r\n為定暫時狀態之假處分。若法院認供擔保仍不足補釋明之欠缺，非不得駁\r\n回其定暫時狀態假處分之聲請。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 791 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 94 年 08 月 31 日",
        "case_gist": "假處分所保全之請求，得以金錢之給付達其目的，或債務人將因假處分而\r\n受難以補償之重大損害，或有其他特別情事時，法院得於假處分裁定內，\r\n記載債務人供所定金額之擔保後免為或撤銷假處分。假處分裁定未依前項\r\n規定為記載者，債務人亦得聲請法院許其供擔保後撤銷假處分，為民事訴\r\n訟法第五百三十六條第一、二項所明定。由是可知，若無假處分之裁定，\r\n或其聲請經法院裁定駁回者，自無許債務人供擔保後免為或撤銷假處分之\r\n餘地。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1615 號 民事判決",
        "case_topic": "請求塗銷抵押權設定登記等",
        "case_date": "民國 94 年 08 月 31 日",
        "case_gist": "債權人拋棄為其債權擔保之物權者，保證人就債權人所拋棄權利之限度內\r\n，免其責任，固為民法第七百五十一條所明定，惟所謂債權人拋棄為其債\r\n權擔保之物權者，應指債權人在債權尚未獲償之前，為放棄債權擔保之物\r\n權之意思表示之謂。若其債權已獲清償，債之關係消滅，債權之從權利即\r\n擔保物權亦隨之消滅，債權人乃予塗銷該擔保物權 (如抵押權等) 之登記\r\n者，即與拋棄擔保物權有別。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1609 號 民事判決",
        "case_topic": "請求撤銷債權轉讓",
        "case_date": "民國 94 年 08 月 31 日",
        "case_gist": "民法所謂條件，係當事人以將來客觀上不確定事實之成就或不成就，決定\r\n法律行為效力之發生或消滅之一種附款。倘當事人就既已存在之債務，約\r\n定於預期不確定事實發生時履行，則為清償期之約定，而非條件。對於債\r\n務人所為之無償或有償行為，提起撤銷之訴之債權人，又以其債權存在為\r\n先決條件，如其債權根本不存在，自無民法第二百四十四條之撤銷訴權可\r\n言。"
    },
    {
        "case_id": "最高法院 94 年度台聲字第 705 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 94 年 08 月 25 日",
        "case_gist": "民事訴訟法第五十六條第一款關於共同訴訟人中一人之行為，有利益於共\r\n同訴訟人或不利益於共同訴訟人之規定，於訴訟事件之訴訟標的，對於共\r\n同訴訟之各人，必須合一確定者，始有其適用。本件係執行程序中之聲明\r\n異議事件，並無上開規定之適用。"
    },
    {
        "case_id": "最高法院 94 年度台簡上字第 23 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 94 年 08 月 25 日",
        "case_gist": "虛偽意思表示，隱藏他項法律行為者，適用關於該項法律行為之規定，民\r\n法第八十七條第二項定有明文。又消極的不適用法規顯然影響裁判者，亦\r\n屬適用法規顯有錯誤之範疇。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1594 號 民事判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 94 年 08 月 25 日",
        "case_gist": "契約之合意終止為契約行為，法定或約定終止權之行使則為單獨行為，後\r\n者發生效力與否，端視有無法定或約定終止之事由存在，既無待他方當事\r\n人之承諾，自不因他方當事人之同意或未為反對之意思表示而成為合意終\r\n止。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1555 號 民事判決",
        "case_topic": "請求返還不當得利（損害賠償）",
        "case_date": "民國 94 年 08 月 25 日",
        "case_gist": "按在三人關係之給付不當得利，其指示給付關係之案例類型，如其基礎關\r\n係 (原因行為) 即對價關係、資金關係 (補償或填補關係) 均未有瑕疵 (\r\n不成立、無效、撤銷) 者，固不生不當得利請求權，即令該對價關係 (指\r\n示人與領取人間之關係) 、資金關係 (指示人與被指示人間之關係) 具有\r\n瑕疵，亦僅於各該關係人間發生不當得利請求權而已，於被指示人與領取\r\n人間，因無給付關係，自不當然成立不當得利。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1546 號 民事判決",
        "case_topic": "請求土地所有權移轉等",
        "case_date": "民國 94 年 08 月 19 日",
        "case_gist": "附負擔之不動產贈與人，於贈與物交付及移轉登記予受贈人前，不得先行\r\n請求負擔之履行，亦不得主張同時履行抗辯權，此觀民法第四百十二條第\r\n一項之規定自明。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1543 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 94 年 08 月 19 日",
        "case_gist": "親屬代為照顧被害人之起居，固係基於親情，但親屬看護所付出之勞力並\r\n非不能評價為金錢，雖因二者身分關係而免除被害人之支付義務，惟此種\r\n基於身分關係之恩惠，自不能加惠於加害人。故由親屬看護時雖無現實看\r\n護費之支付，仍應認被害人受有相當於看護費之損害，得向上訴人請求賠\r\n償，始符公平原則。上訴人抗辯被上訴人係由其母照顧，不得請求看護費\r\n云云，自不足採。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1528 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 94 年 08 月 18 日",
        "case_gist": "身體或健康受傷害而減少勞動能力者，其減少及殘存勞動能力之價值固應\r\n以其能力在通常情形下可能取得之收入為標準，惟如其勞動能力逐漸恢復\r\n時，自不應以恢復中之某一時點為基準，計算其減少勞動能力所受之損害\r\n。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1514 號 民事判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 94 年 08 月 18 日",
        "case_gist": "檢察官不起訴處分所為事實之認定，於為獨立民事訴訟之裁判時本不受其\r\n拘束，而民事法院雖得依自由心證，以檢察官不起訴處分認定之事實為民\r\n事判決之基礎，然依民事訴訟法第二百二十二條第四項之規定，應就其斟\r\n酌調查該檢察官不起訴處分認定事實之結果所得心證之理由，記明於判決\r\n，未記明於判決者，自為同法第四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1505 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 94 年 08 月 18 日",
        "case_gist": "「損害賠償，除法律另有規定或契約另有訂定外，應以填補債權人所受損\r\n害及所失利益為限。依通常情形，或依已定之計畫、設備或其他特別情事\r\n，可得預期之利益，視為所失利益。」民法第二百十六條定有明文。至該\r\n條第一項所謂所受損害，即現存財產因損害事實之發生而被減少之積極的\r\n損害。所謂所失利益，則指新財產之取得，因損害事實之發生而受妨害之\r\n消極的損害而言。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1504 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 08 月 18 日",
        "case_gist": "定作人以工作有瑕疵，主張承攬人應負瑕疵擔保責任，僅須就工作有瑕疵\r\n之事實舉證，即為已足，無庸證明承攬人有可歸責之事由；承攬人如抗辯\r\n工作之瑕疵，係因定作人所供給材料之性質，或依定作人之指示而生者，\r\n對此項免責之事由，應負舉證責任。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 775 號 民事裁定",
        "case_topic": "請求繼承登記",
        "case_date": "民國 94 年 08 月 14 日",
        "case_gist": "當事人無資力支出訴訟費用者，得聲請訴訟救助，其資力之有無，應就當\r\n事人本人決之，受救助人死亡後，依法應承受訴訟之繼承人，未必亦無資\r\n力，自不能繼受其被繼承人受訴訟救助而生之效力。故受救助人死亡而由\r\n其繼承人承受訴訟者，依民事訴訟法第一百十二條規定，訴訟救助之效力\r\n，因受救助人之死亡而消滅，承受訴訟之繼承人不得繼續享受暫免訴訟費\r\n用之權利，法院應裁定命其補交暫免之訴訟費用。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 748 號 民事裁定",
        "case_topic": "再審之訴",
        "case_date": "民國 94 年 08 月 12 日",
        "case_gist": "再審之訴顯無再審理由者，得不經言詞辯論，以判決駁回之，民事訴訟法\r\n第五百零二條第二項定有明文。查本件訴訟，原法院審查結果，既認再抗\r\n告人向第一審法院提起之再審之訴顯無再審理由，且第一審法院之裁定於\r\n理由中所論述者，亦係以顯無再審理由而駁回再審之訴，然形式上卻以裁\r\n定駁回。則該第一審法院所為之裁定，乃屬違式裁判，於法不合，原法院\r\n未予糾正，竟仍依抗告程序並以結果相同，維持該第一審違法之裁判，裁\r\n定駁回再抗告人之抗告，自有違誤。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1502 號 民事判決",
        "case_topic": "請求給付經營權利金等",
        "case_date": "民國 94 年 08 月 12 日",
        "case_gist": "催告屬於意思通知之性質，其通知應向債務人為之，否則不生催告之效力\r\n。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 743 號 民事裁定",
        "case_topic": "聲請撤銷假處分",
        "case_date": "民國 94 年 08 月 11 日",
        "case_gist": "假處分所保全之請求，得以金錢之給付達其目的，或債務人將因假處分而\r\n受難以補償之重大損害，或有其他特別情事者，法院始得於假處分裁定內\r\n，記載債務人供所定金額之擔保後免為或撤銷假處分；假處分裁定未依前\r\n項規定為記載者，債務人亦得聲請法院許其供擔保後撤銷假處分，民事訴\r\n訟法第五百三十六條第一項、第二項分別定有明文。又除別有規定外，關\r\n於假處分之規定，於定暫時狀態之處分準用之，同法第五百三十八條之四\r\n亦有明定，具見定暫時狀態之處分，雖非以保全執行為主要目的，惟仍屬\r\n保全權利之方法，原係法院為防止發生重大損害或避免急迫危險或有其他\r\n相類之情形認有必要時，為平衡兩造間之權利義務或利益而為之裁定，兩\r\n造當事人之權益固因此而受有影響，惟若定暫時狀態處分之保全權利方法\r\n，對債務人可能造成重大之損害，或債權人所受之損害非不能以金錢補償\r\n時，自不能謂債務人不能供擔保免為假處分或撤銷假處分。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1465 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 94 年 08 月 11 日",
        "case_gist": "出賣人將土地交付與買受人占有、使用後，不得以土地所有權尚未移轉登\r\n記，主張買受人為無權占有；又共有土地若經共有人協議分管，各共有人\r\n就其分管部分即有使用、收益之權限，共有人將分管之特定部分土地出賣\r\n與他人，即係將其就此特定部分土地之使用、收益權讓與買受人，雖買受\r\n人在土地分割前，不得請求移轉登記該特定之分管部分土地，僅得請求移\r\n轉登記土地之應有部分，惟依上說明，出賣人自不得主張買受人為無權占\r\n有。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1461 號 民事判決",
        "case_topic": "請求給付補償金",
        "case_date": "民國 94 年 08 月 11 日",
        "case_gist": "都市更新團體擬定都市更新事業計畫及權利變換計畫，報經主管機關核定\r\n實施，公告期滿無人異議，依都市更新條例第十九條第一項、第二十九條\r\n第一項及第三十二條第一項、第二項等規定，即屬確定並對外發生效力，\r\n該核定在未經依法定程序撤銷或廢止前，都市更新團體、受處分之更新單\r\n元內之土地及合法建物所有人，不論是否同意參與分配，均受該更新計畫\r\n之拘束，不得任意主張無效或停止進行。此項核定乃行政機關本於行政權\r\n之監督作用，就具體事件所為對外發生法律效果類似「確認處分」之行政\r\n處分，當事人對核定不服時，固得依法異議、申請調解、調處或提起訴願\r\n或行政訴訟，惟主管機關在實質上並未創設或變更都市更新團體會員間就\r\n權利變換之補償金給付，該補償金給付內容本質上仍不失為私法上之權利\r\n義務關係，當事人間對之如有爭訟，自應循民事訴訟程序為之。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1448 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 94 年 08 月 04 日",
        "case_gist": "土地法第二百十五條及土地徵收條例第五條規定徵收土地時，除有各該條\r\n第一項但書所列各款情形之一者外，其土地改良物應一併徵收。參酌土地\r\n徵收條例第二十一條第二項前段規定，與土地一併被徵收之土地改良物於\r\n應受之補償費發給完竣前，仍得繼續為從來之使用，則應與土地一併被徵\r\n收之土地改良物，若尚未被徵收，自亦得繼續為從來之使用，因徵收取得\r\n土地所有權之人即不得以其係原始取得而請求其上改良物之所有人或占有\r\n人拆屋還地。查系爭建物果係前揭應與系爭土地一併徵收之土地改良物，\r\n則因徵收而取得系爭土地管理權之被上訴人，能否在系爭建物應受之補償\r\n費發給完竣前，請求上訴人拆除該建物及返還系爭土地與不當得利，自有\r\n再推研之必要。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 687 號 民事裁定",
        "case_topic": "聲請續行訴訟",
        "case_date": "民國 94 年 07 月 28 日",
        "case_gist": "民事訴訟法第一百三十七條第一項所謂同居人，係指與應受送達人居住一\r\n處共同為生活者而言。關於是否同居之認定，應以是否有居住一處並共同\r\n為生活之事實為準，至戶籍地址則僅係依戶籍法所為登記之事項，並非認\r\n定住居所之唯一標準，自難僅據張淑娥之戶籍設址與張晉凱之地址不同，\r\n即認張○○非張○○之同居人。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1365 號 民事裁定",
        "case_topic": "請求分割共有物等",
        "case_date": "民國 94 年 07 月 28 日",
        "case_gist": "查共有人得隨時請求分割共有物，固為民法第八百二十三條第一項前段所\r\n規定；但因物之使用目的不能分割者，不在此限，同條項但書亦定有明文\r\n。該但書規定，旨在增進共有物之經濟效用，如已闢為道路或市場空地之\r\n共有土地，因係供公眾使用，事涉公益，自應認屬因使用目的而不能分割\r\n。又既稱「不能分割」，當包括原物分割與變價分割在內。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1355 號 民事判決",
        "case_topic": "請求給付代墊工程款",
        "case_date": "民國 94 年 07 月 28 日",
        "case_gist": "被上訴人雖於第一審對上訴人扣除及代償部分表示沒爭執，並謂二九二頁\r\n表是其提出等語，然其於原審既具狀主張稱：近日收到台灣板橋地方法院\r\n九十二年度訴字第一五四六號民事判決，得知上訴人於該事件自承代償○\r\n○水泥公司實僅一百十五萬九千五百元，而非一百七十八萬三千元貨款，\r\n嗣伊與永明水泥公司成立和解，該公司減縮為請求一百十五萬九千五百元\r\n伊並已清償，是上訴人隱匿僅代償一百十五萬九千五百元之事實，抗辯應\r\n扣減一百七十八萬三千元，顯非適法，故而擴張該多扣差額六十二萬三千\r\n五百元之聲明云云，並提出該判決為憑，可徵被上訴人已對其於第一審所\r\n自認該扣除及代償之差額金額部分，認為顯與事實不符且出於錯誤，並積\r\n極的表示追復爭執之陳述，即可視該書狀為撤銷自認之意思表示，且符合\r\n民事訴訟法第四百四十七條第一項第二、五、六款，而不生違反同法第二\r\n百七十九條規定之問題，原判決經核於法並無違背。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1353 號 民事判決",
        "case_topic": "請求給付薪資等",
        "case_date": "民國 94 年 07 月 28 日",
        "case_gist": "給付無確定期限者，債務人於債權人得請求給付時，經其催告而未為給付\r\n，自受催告時起，負遲延責任。遲延之債務，以支付金錢為標的者，債權\r\n人得請求依法定利率計算之遲延利息，民法第二百二十九條第二項前段、\r\n第二百三十三條第一項前段分別定有明文。所謂無確定期限，指未定期限\r\n及雖定有期限而其屆至之時期不確定二種情形，前者稱不定期債務，後者\r\n稱不確定期限之債務。系爭合約第二十四條付款辦法第二款約定，系爭工\r\n程款應於初驗及正式驗收合格後給付，係屬不確定期限之債務，於系爭工\r\n程初驗合格及正式驗收合格後，豪志公司始得依次請求給付初驗款及工程\r\n尾款。縱認公視基金會於系爭工程可驗收時，因可歸責於其之事由而不為\r\n驗收，類推適用民法第一百零一條第一項規定，應視為清償期已屆至，惟\r\n仍應經豪志公司催告，公視基金會自受催告時起始負遲延責任，而應給付\r\n法定遲延利息。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1350 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 94 年 07 月 28 日",
        "case_gist": "國家賠償法第八條第一項規定，賠償請求權，自請求權人知有損害時起，\r\n因二年間不行使而消滅。所稱知有損害，須知有損害事實及國家賠償責任\r\n之原因事實，國家賠償法施行細則第三條之一定有明文。而所謂知有國家\r\n賠償責任之原因事實，指知悉所受損害，係由於公務員於執行職務行使公\r\n權力時，因故意或過失不法行為，或怠於執行職務，或由於公有公共設施\r\n因設置或管理有欠缺所致而言。於人民因違法之行政處分而受損害之情形\r\n，賠償請求權之消滅時效，應以請求權人實際知悉損害及其損害係由於違\r\n法之行政處分所致時起算，非以知悉該行政處分經依行政爭訟程序確定其\r\n為違法時為準。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 685 號 民事裁定",
        "case_topic": "撤銷股東會決議",
        "case_date": "民國 94 年 07 月 22 日",
        "case_gist": "董事任期屆滿而不及改選時，延長其執行職務至改選董事就任時為止，公\r\n司法第一百九十五條第二項前段定有明文。又股份有限公司之新任董事長\r\n，自其就任後即生效力，並非經主管機關准予變更登記後，始生效力，此\r\n觀公司法第十二條規定，不難明瞭，本院六十八年台上字第二三三七號判\r\n例亦有明示。故股份有限公司之新任董事長，雖不以經主管機關准予變更\r\n登記後始生效力，仍須就任始生效力，苟新任董事長業經選舉產生，尚未\r\n就任，原任之董事長自得延長其執行職務至新任董事長就任時為止。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1346 號 民事判決",
        "case_topic": "請求給付補償金",
        "case_date": "民國 94 年 07 月 22 日",
        "case_gist": "平均地權條例第十一條第一項、第三項規定承租人之地價補償，乃屬私法\r\n上之權利義務關係，由此發生之爭執屬於民事訴訟範圍，應受普通法院之\r\n審判。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 665 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "債權人就金錢請求或得易為金錢請求之請求，欲保全強制執行者，得聲請\r\n假扣押。假扣押非有日後不能強制執行或甚難執行之虞者，不得為之。請\r\n求及假扣押之原因應釋明之。前項釋明如有不足，而債權人陳明願供擔保\r\n或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣押，為九十\r\n二年二月七日總統令修正公布之民事訴訟法第五百二十二條第一項、第五\r\n百二十三條第一項及第五百二十六條第一項、第二項所明定。依上開規定\r\n可知，債權人聲請假扣押，應就其請求及假扣押之原因加以釋明。該項釋\r\n明如有不足，而債權人陳明願供擔保或法院認為適當者，法院得定相當之\r\n擔保，命供擔保後為假扣押。若債權人就其請求及假扣押之原因絲毫未予\r\n釋明，法院尚且不得命供擔保後為假扣押，遑論為准免供擔保之假扣押裁\r\n定。而除九二一地震，訂有九二一震災重建暫行條例，法院得為准免供擔\r\n保之假扣押裁定外，其餘天災並無得為准免供擔保之假扣押之明文。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 660 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "民事訴訟法第五百三十八條第一項規定：「於爭執之法律關係，為防止發\r\n生重大之損害或避免急迫之危險或有其他相類之情形而有必要時，得聲請\r\n為定暫時狀態之處分。」聲請人就此項處分之原因，即有定暫時狀態必要\r\n之情事，應提出相當之證據以釋明之，苟不能釋明此種情事之存在，即無\r\n就爭執之法律關係定暫時狀態之必要，尚不能因其陳明願供擔保，即認足\r\n補釋明之欠缺，而應為定暫時狀態之處分。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 659 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "土地所有人於設定抵押權後，在抵押之土地上營造建築物者，抵押權人於\r\n必要時，得將其建築物與土地併付拍賣，民法第八百七十七條前段定有明\r\n文。該建築物雖非土地所有人所建，但於抵押權實行時，若與抵押之土地\r\n已歸一人所有，仍有該條規定之適用，抵押權人於必要時，得聲請執行法\r\n院將其建築物與土地併付拍賣 (本院八十九年台抗字第三五二號判例參照\r\n) ，就建築物部分，無須另取得執行名義。"
    },
    {
        "case_id": "最高法院 94 年度台聲字第 576 號 民事裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "民事訴訟法第五百二十九條所定之期間，係裁定期間，非不變期間，故債\r\n權人雖未於裁定所定期間內起訴，而於命假扣押之法院為撤銷假扣押之裁\r\n定前起訴者，法院自不得為撤銷假扣押之裁定。"
    },
    {
        "case_id": "最高法院 94 年度台再字第 39 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "民法第一百七十九條前段規定，無法律上之原因而受利益，致他人受損害\r\n者，應返還其利益。其判斷是否該當上開不當得利之成立要件時，應以「\r\n權益歸屬說」為標準，亦即欠缺法律上原因而違反權益歸屬對象取得其利\r\n益者，即應對該對象成立不當得利。若為惡意占有他人之物之無權占有人\r\n，依民法第九百五十二條之反面解釋，其對他人之物並無使用收益權能，\r\n即欠缺權益歸屬內容，自不得依不當得利之法則，請求占有該物之第三人\r\n返還該使用占有物所受之利益。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1325 號 民事裁定",
        "case_topic": "請求確認派下權關係等",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "末按判決之既判力，係僅關於為確定判決之事實審言詞辯論終結時之狀態\r\n而生，若在確定判決事實審言詞辯論終結後所生之事實，則不受既判力之\r\n拘束，故原告因其請求發生一時障礙而遭敗訴判決確定，仍得於障礙除去\r\n後更行起訴或與除去障礙之請求合併起訴。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1309 號 民事判決",
        "case_topic": "撤銷股東會決議等（確認股東會決議無效）",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "公司法對於股份有限公司董事、監察人選任之決議，固未如同法第一百七\r\n十四條所謂普通決議之規定，特設有出席股東之定額，惟仍應有代表已發\r\n行股份總數過半數之股東出席，始得選任之，僅其選任非以出席股東表決\r\n權過半數之同意行之，而依九十四年六月二十二日修正前公司法第一百九\r\n十八條第一項規定採累積投票制為之，即每一股份有與應選出董事人數相\r\n同之選舉權，得集中選舉一人，或分配選舉數人，由所得選票代表選舉權\r\n較多者當選為董事。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1304 號 民事判決",
        "case_topic": "請求確認債權存在",
        "case_date": "民國 94 年 07 月 21 日",
        "case_gist": "當事人約定承攬報酬按工作完成之程度分期給付，於每期給付時，保留其\r\n一部，待工作全部完成驗收合格後始為給付者，係對既已發生之該保留款\r\n債權約定不確定清償期限；倘其併約定工作如有瑕疵或承攬人有其他債務\r\n不履行之情形發生，定作人得逕自該保留款中扣除其因此所生之損害，則\r\n該保留款債權即屬附有解除條件之債權，於上開約定事由發生，就應扣除\r\n部分，因條件成就，其債權即當然歸於消滅，無待定作人另為抵銷之意思\r\n表示。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 656 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行",
        "case_date": "民國 94 年 07 月 15 日",
        "case_gist": "系爭第四層建物既無使用上之獨立性，縱具構造上之獨立性，亦僅為附屬\r\n建物。附屬建物係因附屬於原有建築物而合為一體使用，其所有權附屬於\r\n原有建築物之所有權，被附屬之原有建築物所有權範圍因而擴張，抵押權\r\n之範圍亦隨之擴張。是原有建築物之抵押權之效力及於附屬建物，聲請登\r\n記時，雖未一併註明，要與抵押權之效力不生影響。且此附屬建物究於抵\r\n押權設定登記前所建，抑於其後所建，在所不問。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1300 號 民事判決",
        "case_topic": "請求確認保證債權不存在等",
        "case_date": "民國 94 年 07 月 15 日",
        "case_gist": "訴訟代理人有二人以上審判長指定言詞辯論期日之通知書，祇向共同訴訟\r\n代理人中之一人送達者，即生合法通知之效力；又審判長以職權所定之言\r\n詞辯論期日，非有重大理由法院不得變更或延展之，故當事人已受合法之\r\n通知後，雖聲請延展期日，然未經法院裁定准許前，仍須於原定日期到場\r\n，否則即為遲誤，法院自得許到場之當事人一造辯論而為判決。是當事人\r\n、訴訟代理人因請假或赴大陸地區洽事不能於言詞辯論期日到場者，如無\r\n可認為有不能委任訴訟代理人或複代理人到場之情形，即非屬不可避之事\r\n故，自非民事訴訟法第三百八十六條第二款所謂因正當理由而不到場。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 649 號 民事裁定",
        "case_topic": "給付借款強制執行聲明異議",
        "case_date": "民國 94 年 07 月 14 日",
        "case_gist": "強制執行程序進行中，關於強制執行程序涉及之實體上事項，執行法院於\r\n得調查認定之範圍內，仍得於該程序中自為判斷。原法院審酌再抗告人所\r\n立切結書，認定系爭租賃契約係在系爭抵押權設定之後訂立，難謂有何違\r\n背法令。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 638 號 民事裁定",
        "case_topic": "就支付命令提起再審之訴",
        "case_date": "民國 94 年 07 月 14 日",
        "case_gist": "民國九十二年二月七日修訂民事訴訟法前，對於確定之支付命令，如有同\r\n法第四百九十六條第一項之再審事由者，僅得依第五百零七條準用再審之\r\n規定聲請再審。該法修訂後，依同法第五百二十一條第二項規定，對於確\r\n定之支付命令，如有同法第四百九十六條第一項之再審事由，固得提起再\r\n審之訴，惟當事人如在該法修訂前，已依同法第四百九十六條第一項規定\r\n聲請再審，經以未具再審事由裁定駁回者，即已經賦予救濟途徑，應認仍\r\n有民事訴訟法第四百九十八條之一之適用，不得以同一事由，對於原確定\r\n支付命令或駁回再審聲請之確定裁定，更行提起再審之訴。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 631 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 94 年 07 月 14 日",
        "case_gist": "聲請拍賣抵押物係屬非訟事件，於最高限額抵押，法院祇須就抵押權人提\r\n出之文件為形式上審查，如認其有抵押權登記擔保範圍之債權存在，且債\r\n權已屆清償期而未受清償，即應為准許拍賣抵押物之裁定，債務人或抵押\r\n人對抵押債權之存否如有爭執，應另循訴訟途徑以謀解決。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 629 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 94 年 07 月 14 日",
        "case_gist": "第三人在查封前依租賃關係占有拍賣之不動產，而其租賃關係經執行法院\r\n除去者，執行法院應解除其占有，點交予買受人或承受人。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1271 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 07 月 14 日",
        "case_gist": "依社會一般經驗法則，銀行承作貸款案件，係依規定確實鑑估擔保品而核\r\n定其可貸金額，並據以貸放款項；如未依規定鑑定擔保品致貸放款項偏高\r\n，因而使呆帳增加造成銀行之損害，即難謂有責任之原因事實與損害之發\r\n生，二者之間無相當因果關係存在。從而被上訴人辦理系爭貸款案件未依\r\n規定而以偏高計算之可貸金額核貸款項，關於高出依規定可貸放之款項部\r\n分，其對上訴人所發生之呆帳損害，似難謂與被上訴人之違反委任契約之\r\n行為間無相當因果關係。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1258 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 94 年 07 月 14 日",
        "case_gist": "民法第一百九十七條第一項所謂請求權人「知有損害」，非僅指單純知有\r\n損害而言，其因而受損之他人行為為侵權行為，亦須一併知之，若僅知受\r\n損害及行為人，而不知其行為為侵權行為，則無從本於侵權行為請求賠償\r\n，時效即不能開始進行。又民法第一百二十九條第一項所謂之「承認」，\r\n係指義務人向請求權人表示是認其請求權存在之觀念通知，為認識他方請\r\n求權存在之觀念表示，並不以明示為限，默示的承認，如請求緩期清償、\r\n支付利息等，自有承認之效力。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1256 號 民事判決",
        "case_topic": "請求確認委任關係不存在（確認管理委員選舉無效）",
        "case_date": "民國 94 年 07 月 14 日",
        "case_gist": "原告將原訴變更時，法院以其訴之變更為合法，原訴即可認為已因撤回而\r\n終結，應專就新訴裁判。原審既認上訴人在第一審所為確認系爭臨時會之\r\n選舉無效，經於第二審變更為確認被上訴人與逢甲仕康家社區全體住戶間\r\n自九十二年三月八日起至同年九月三十日止之委任關係不存在之訴為合法\r\n，則在第一審原訴之訴訟繫屬應因訴之變更而消滅，亦即第一審就原訴所\r\n為之裁判，已因合法的訴之變更而當然失其效力，原審僅得就變更之新訴\r\n審判，不得就第一審之原訴更為裁判。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 611 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 94 年 07 月 07 日",
        "case_gist": "送達於住居所、事務所或營業所不獲會晤應受送達人者，得將文書付與有\r\n辨別事理能力之同居人或受僱人，為民事訴訟法第一百三十七條第一項所\r\n明定。依此規定，送達文書以應受送達人之住居所、事務所或營業所為送\r\n達處所，必已依法送達於上開處所而不獲會晤應受送達人，始得將文書付\r\n與有辨別事理能力之同居人或受僱人，倘未依法送達於應受送達人之住居\r\n所、事務所或營業所，而將文書付與他人代收者，不生送達之效力。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 608 號 民事裁定",
        "case_topic": "聲請假處分再審",
        "case_date": "民國 94 年 07 月 07 日",
        "case_gist": "專利法第九十一條規定，未經認許之外國法人或團體就本法規定事項得提\r\n起民事訴訟。但以條約或其本國法令、慣例，中華民國國民或團體得在該\r\n國享受同等權利者為限；其由團體或機構互訂保護專利之協議，經主管機\r\n關核准者，亦同。雖其立法理由謂：「專利既經依法核准，在實體上已取\r\n得專利權，若不同時賦予訴權，將導致專利權保護之缺陷，故為符合專利\r\n法之基本精神，對於未經認許之外國法人或團體，本於互惠原則，賦予告\r\n訴、自訴或提起民事訴訟之權。」惟依該條文但書規定，仍需本於訴訟互\r\n惠原則，方能賦予其訴權。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1209 號 民事判決",
        "case_topic": "請求返還押標金",
        "case_date": "民國 94 年 07 月 07 日",
        "case_gist": "承攬契約之承攬人交付履約保證金予定作人，係以擔保承攬債務之履行為\r\n目的，信託的讓與其所有權予定作人。此項保證金之返還請求權，附有於\r\n約定返還期限屆至時，無應由承攬人負擔保責任之事由發生，或縱有應由\r\n承攬人負擔保責任之事由發生，惟於扣除承攬人應負擔保責任之賠償金額\r\n後猶有餘額之停止條件。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 606 號 民事裁定",
        "case_topic": "聲請假扣押執行聲明異議",
        "case_date": "民國 94 年 06 月 30 日",
        "case_gist": "執行法院所發之收取命令，係許債權人直接收取債務人對於第三人之金錢\r\n債權以清償自己之債權，債權人基於此收取命令，對第三人有請求權，此\r\n請求權在法律上如無設有不得扣押或讓與之規定，非不得以之作為強制執\r\n行法第一百十五條第一項所定之執行標的，資為假扣押保全程序所執行之\r\n客體。"
    },
    {
        "case_id": "最高法院 94 年度台抗字第 596 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 94 年 06 月 30 日",
        "case_gist": "於爭執之法律關係，為防止發生重大之損害或避免急迫之危險或有其他相\r\n類之情形而有必要時，法院即得依當事人聲請為定暫時狀態之處分，此觀\r\n民事訴訟法第五百三十八條第一項之規定自明。所謂法律關係，係指權利\r\n義務關係而言，包括權利義務存在與否及其內容、範圍等在內。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1198 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 94 年 06 月 30 日",
        "case_gist": "民法第一百二十六條所謂之租金債權係指承租人使用租賃物之代價，出租\r\n人應定期按時收取租金之債權而言，故租金請求權因五年不行使而消滅，\r\n係就出租人對於承租人之租金請求權而言。本件係上訴人未得其他共有人\r\n之同意，逾越其應有部分就共有物全部為使用收益，上訴人因此受有不當\r\n得利，為被害人之被上訴人則受有損害。此種不當得利返還請求權，本屬\r\n損害賠償之性質，原非租金之替補，亦即並非基於一定之法律關係，因一\r\n年以下時間之經過而依序發生之定期給付債權，原審因認無適用民法第一\r\n百二十六條短期時效之餘地，難謂有何違背法令。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1193 號 民事判決",
        "case_topic": "請求確認通行權存在",
        "case_date": "民國 94 年 06 月 30 日",
        "case_gist": "債權人代位債務人起訴，求為財產上之給付，因其代位行使之權利，原為\r\n債務人之權利，非自己之權利，其行使債權所得之利益自應歸屬於債務人\r\n。縱債權人有代位受領該第三債務人 (即債務人之債務人) 清償 (給付)\r\n之權限，但係指應向債務人給付而由債權人代位受領而言，非指債權人得\r\n直接請求第三債務人對自己為給付。故債權人代位債務人起訴請求給付者\r\n，須聲明被告 (第三債務人) 應向債務人為給付之旨，並就代位受領為適\r\n當之表明，始與代位權行使之要件及其效果之法理相符。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1167 號 民事判決",
        "case_topic": "請求抵押權設定登記等",
        "case_date": "民國 94 年 06 月 30 日",
        "case_gist": "因登記錯誤遺漏或虛偽，須因此受有實際損害，始得請求該地政機關負損\r\n害賠償責任，此觀土地法第六十八條第一項前段規定自明。被害人是否受\r\n有實際損害，應視其財產總額有無減少而定；被上訴人貸款予吳○田等人\r\n而對之取得債權，此項債權雖因上訴人漏載系爭抵押權設定登記而喪失擔\r\n保，惟該債權仍屬存在，被上訴人之財產總額並未因此減少，於其證明就\r\n系爭貸款追償無效果前，尚難認已受有實際損害。"
    },
    {
        "case_id": "最高法院 94 年度台上字第 1149 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 94 年 06 月 23 日",
        "case_gist": "定共有物分割之方法，應斟酌各共有人之意願、利害關係、共有物之價格\r\n、利用價值及分割後各部分之經濟價值與其應有部分之比值是否相當而為\r\n適當之分配，始能謂為適當而公平。"
    }
]