[
    {
        "case_id": "最高法院 100 年度台上字第 2030 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 100 年 11 月 24 日",
        "case_gist": "按法律行為之標的（內容或客體），於法律行為成立時須確定，法律行為\r\n始能發生效力。蓋法律行為之標的如未確定，則其內容無法具體實現，自\r\n不能使其發生效力。至於法律行為之標的於成立時，如可得確定，法律行\r\n為雖非無效，但必須可由法律行為雙方當事人另行確定，或可由當事人一\r\n方或第三人確定，或可依法律規定，或依習慣或其他特別情事而確定者，\r\n始足當之。倘盡各種可得確定之方法，均無法確定時，該法律行為仍因標\r\n的無從確定或非可得確定而無效。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2024 號 民事判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 100 年 11 月 24 日",
        "case_gist": "雇主依勞動基準法第十一條第二款規定，以業務緊縮為由，預告勞工終止\r\n勞動契約者，必以雇主確有業務緊縮之事實，而無從繼續僱用勞工，始足\r\n當之，倘未產生多餘人力，或僅一部歇業，而他部門依然正常運作，甚或\r\n業務增加，仍需僱用勞工時，即不得依上開規定終止勞動契約。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2019 號 民事判決",
        "case_topic": "優先承買土地等",
        "case_date": "民國 100 年 11 月 18 日",
        "case_gist": "（一）土地法第一百零四條第一項前段規定基地出賣時，地上權人、典權\r\n      人或承租人有依同樣條件優先購買之權，係指地上權人、典權人或\r\n      承租人於基地所有權人出賣基地時，有依與受讓基地之第三人同樣\r\n      條件購買該基地之意。所謂「依同樣條件優先購買」，乃指在買賣\r\n      條件如買賣標的、範圍、價金、付款方式、瑕疵擔保等均相同情形\r\n      下，地上權人、典權人或承租人得要求優先成為基地之買受人。易\r\n      言之，在地上權人、典權人或承租人行使優先購買權時，對基地之\r\n      出賣人而言，僅買賣契約之相對人即買受人變更為地上權人、典權\r\n      人或承租人而已，其餘因基地買賣契約所生之相關法律關係、所得\r\n      行使與負擔之權利及義務，要與原應與第三人成立買賣契約所生者\r\n      並無任何不同。\r\n（二）土地法第一百零四條之立法意旨，在於使土地與其上房屋同歸一人\r\n      所有，以維持房屋與基地權利之一體性，杜絕紛爭，並盡經濟效用\r\n      ，而非在使優先購買權人坐收漁利，是優先購買權人應於知悉土地\r\n      所有權人出賣基地及買受人並買賣條件時，在相當期限內行使其權\r\n      利，若長期不行使，不僅有悖於法之安定性，且如嗣後房地價格飆\r\n      漲，若仍許其行使優先購買權，即難謂與法律規定依同樣條件購買\r\n      之本旨相符，自與誠信原則有違。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 916 號 民事裁定 (家事類)",
        "case_topic": "請求給付扶養費",
        "case_date": "民國 100 年 11 月 17 日",
        "case_gist": "原告起訴請求履行契約，並主張契約約定債務履行地有管轄權，法院固應\r\n依原告主張之事實，按諸法律關於管轄之規定為管轄權有無之認定，而與\r\n原告實體請求是否成立無涉；然受訴法院有無管轄權，法院應依職權調查\r\n，倘調查結果，無稽證證明原告所主張兩造契約定有債務履行地一節屬實\r\n，法院即無從以原告主張之債務履行地，決定法院管轄權之有無。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 2011 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 100 年 11 月 17 日",
        "case_gist": "按被告對於原告起訴主張之請求，提出抵銷之抗辯，祇須其對於原告確有\r\n已備抵銷要件之債權即可。又抵銷乃主張抵銷者單方之意思表示即發生效\r\n力，而使雙方適於抵銷之二債務，溯及最初得為抵銷時，按照抵銷數額同\r\n歸消滅之單獨行為，且僅以意思表示為已足，原不待對方之表示同意，此\r\n觀民法第三百三十四條、第三百三十五條規定自明。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1982 號 民事判決",
        "case_topic": "返還存款",
        "case_date": "民國 100 年 11 月 17 日",
        "case_gist": "按抵銷須當事人雙方互有對立之債權，並備具抵銷之適狀，始得為之，此\r\n觀民法第三百三十四條第一項前段之規定自明。故得供主張抵銷之債權，\r\n須為債權人對於自己之債權，若對於他人之債權，除有特別規定（如同法\r\n第二百七十七條、第二百九十九條第二項）外，不得與債權人主張抵銷（\r\n本院四十九年台上字第一二五號判例參照）。又主張抵銷之請求，雖非訴\r\n訟標的，惟經法院於判決理由中判斷其主張抵銷之請求成立或不成立，而\r\n成為終局裁判者，以主張抵銷之額為限，依民事訴訟法第四百條第二項規\r\n定，仍有既判力，以求訴訟經濟，避免當事人間訟爭再燃，俾達到徹底解\r\n決紛爭之目的。因此，訴訟中倘當事人為抵銷請求之主張時，法院應將該\r\n項主張與訴訟標的同列為兩造最上位之爭點，使當事人有充分攻擊防禦之\r\n機會，以集中於此為適當完全之辯論，且法院並應於判決理由中就當事人\r\n主張抵銷之請求成立與否，明確加以審認及說明，以確定判決既判力客觀\r\n之範圍，而平衡保護當事人間程序利益與實體利益。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 909 號 民事裁定",
        "case_topic": "假扣押",
        "case_date": "民國 100 年 11 月 10 日",
        "case_gist": "按假扣押係債權人為保全金錢請求或得易為金錢請求之強制執行，聲請法\r\n院以裁定禁止債務人處分其財產之制度。故假扣押之債權人對債務人所提\r\n起之本案訴訟，如以請求金錢給付或得易為金錢給付之給付之訴者，即得\r\n於本案訴訟繫屬前或繫屬後，向管轄法院聲請假扣押，此觀民事訴訟法第\r\n五百二十二條第一項、第五百二十四條第一項規定自明。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 893 號 民事裁定",
        "case_topic": "給付票款強制執行聲明異議就司法事務官之處分提出異議",
        "case_date": "民國 100 年 11 月 10 日",
        "case_gist": "查執行名義為確定終局判決者，除當事人外，對於訴訟繫屬後為當事人之\r\n繼受人亦有效力，此觀強制執行法第四條之二第一項第一款規定自明。而\r\n民事訴訟法第二百五十四條第二項規定，訴訟繫屬中為訴訟標的之法律關\r\n係，移轉於第三人，如他造不同意，移轉之當事人或第三人得聲請法院以\r\n裁定許第三人承當訴訟，其立法意旨乃因訴訟標的之法律關係既已移轉，\r\n該訴訟與為移轉當事人之關係自漸趨淡薄，宜由受讓人承當訴訟，俾其訴\r\n訟之結果更能達到解決紛爭之目的。至債權人以確定終局判決為執行名義\r\n聲請強制執行時，其目的係在實現債權人對於債務人私法上給付請求權，\r\n而非重啟訴訟程序，自已不具訟爭性，與民事訴訟法第二百五十四條第二\r\n項之所規定仍有訟爭性之情形不同。故在強制執行程序中債權人將訴訟標\r\n的之法律關係，移轉於第三人，縱他造不同意，依強制執行法第四條之二\r\n第一項第一款規定，原執行名義對該第三人（債權人之特定繼受人）既有\r\n效力，執行法院即可逕准由該第三人以執行債權人之地位續行強制執行程\r\n序，無準用民事訴訟法第二百五十四條規定，聲請法院裁定承當執行程序\r\n之必要。蓋法律上所謂準用，係法律明定將關於某種事項（法律事實）所\r\n設之規定，適用於其相同或相類似之事項之上，倘其與既有之法律所規範\r\n之事項並非相同或相類似者，即無準用之可言。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 884 號 民事裁定",
        "case_topic": "聲請拍賣抵押物聲明異議",
        "case_date": "民國 100 年 11 月 10 日",
        "case_gist": "訴訟程序進行中所為之裁定，除別有規定外，不得抗告，民事訴訟法第四\r\n百八十三條定有明文。此項規定，依強制執行法第三十條之一規定，於強\r\n制執行程序準用之。本件抗告人對於原法院民國一○○年七月二十八日一\r\n○○年度抗字第二六三號裁定提起再抗告，未委任律師為訴訟代理人，原\r\n法院因以首開裁定命其補正，此項裁定，係訴訟程序進行中所為之裁定，\r\n依上開說明，不得抗告。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1939 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 100 年 11 月 10 日",
        "case_gist": "當事人於準備程序中經受命法官整理協議之不爭執事項，既係在受命法官\r\n前積極而明確的表示不爭執，性質上應屬民事訴訟法第二百七十九條第一\r\n項所規定之自認，倘當事人能證明其所不爭執之事項與事實不符，為發現\r\n真實，仍得適用同條第三項之規定，許其撤銷與該事實不符之不爭執事項\r\n，而可不受其拘束，始符公平原則，此與同法第二百七十條之一第三項但\r\n書係專指協議爭點之情形尚有不同。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1936 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 100 年 11 月 10 日",
        "case_gist": "按重整債權人於重整裁定時對於重整人負有債務者，無論給付種類是否相\r\n同，得不依重整程序而為抵銷，此觀公司法第二百九十六條第二項準用破\r\n產法第一百十三條規定自明。其抵銷權之行使，應向重整人為之，公司法\r\n第二百九十六條第三項亦定有明文。又關於抵銷權行使之期間，公司法及\r\n破產法均未設有規定。是於重整程序終結前，重整債權人得隨時向重整人\r\n為抵銷之意思表示，至重整債權之申報，要非抵銷權行使之前提。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1933 號 民事判決",
        "case_topic": "違反商標法",
        "case_date": "民國 100 年 11 月 10 日",
        "case_gist": "依智慧財產案件審理法第二十八條規定，不服地方法院關於同法第二十三\r\n條案件依通常或簡式審判程序之附帶民事所為裁判，提起上訴或抗告者，\r\n應向管轄之智慧財產法院為之。又法院得為簡易判決處刑者，以所科之刑\r\n係宣告緩刑、得易科罰金之有期徒刑及拘役或罰金為限；於檢察官聲請以\r\n簡易判決處刑之案件，經法院認應為無罪判決之諭知者，應適用通常程序\r\n審判之，刑事訴訟法第四百四十九條第三項、第四百五十一條之一第四項\r\n但書第三款、第四百五十二條分別規定甚明。地方法院簡易庭對被告為簡\r\n易判決處刑後，經提起上訴，而地方法院合議庭認應為無罪判決之諭知者\r\n，依同法第四百五十五條之一第三項準用第三百六十九條第二項之規定意\r\n旨，應由該地方法院合議庭撤銷簡易庭之判決，改依第一審通常程序審判\r\n。其所為判決，應屬於第一審判決。附帶民事訴訟除本編有特別規定外，\r\n準用關於刑事訴訟之規定，亦為同法第四百九十條前段所明定。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1900 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 11 月 03 日",
        "case_gist": "按抵押權人聲請拍賣抵押物係屬非訟事件，法院僅就其提出證明有抵押權\r\n存在之證據為形式上之審查，祇須抵押權已經登記，且登記之債權已屆清\r\n償期而未受清償，法院即應為准許拍賣之裁定。而准許與否之裁定，既無\r\n確定實體法上法律關係存否之性質，於債權及抵押權之存否，並無既判力\r\n。故債權人以准許拍賣抵押物之裁定為執行名義，聲請強制執行而受金錢\r\n之支付者，倘其債權確不存在，債務人非不得逕依不當得利之規定，請求\r\n其返還因執行所得之利益。難謂債務人須先提起確認債權不存在之訴而獲\r\n得勝訴判決確定後，始得依不當得利之規定請求債權人返還因執行所得之\r\n利益。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1895 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議",
        "case_date": "民國 100 年 11 月 03 日",
        "case_gist": "按著作權法第十二條第三項所指出資聘請他人完成之著作，出資人得利用\r\n該著作之範圍，應依出資人出資或契約之目的定之，在此範圍內所為之重\r\n製、改作自為法之所許。又出資人之利用權乃係本於法律之規定，並非基\r\n於當事人之約定，與著作完成之報酬給付，並非立於互為對待給付之關係\r\n，自無同時履行抗辯之可言。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 867 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 100 年 10 月 27 日",
        "case_gist": "按修正前強制執行法第四十一條規定：「異議未終結者，聲明異議人非自\r\n分配期日起十日內對於他債權人起訴，並向執行處為起訴之證明，執行處\r\n得依原定分配表，實行分配。」該法條已於民國八十五年十月九日修正為\r\n第一項前段、第三項分別規定：「異議未終結者，為異議之債權人或債務\r\n人，得向執行法院對為反對陳述之債權人或債務人提起分配表異議之訴。\r\n」、「聲明異議人未於分配期日起十日內向執行法院為前二項起訴之證明\r\n者，視為撤回其異議之聲明」。尋繹其修正本旨，在於原規定異議人未為\r\n起訴之證明者，僅生執行法院得依原定分配表實行分配之效果，其所提起\r\n之訴訟，仍須進行，致生分配程序已終結，而仍須進行無益訴訟程序之現\r\n象，為加重異議人未為起訴證明之失權效果，始修正為「未於十日內向執\r\n行法院為起訴之證明者，視為撤回其異議之聲明」之規定，於此情形，其\r\n異議既復不存在，執行法院當然應依原定分配表實行分配，受訴法院亦應\r\n以其訴為不合法，裁定駁回之，以避免執行及訴訟程序之拖延，此乃規定\r\n於十日內為起訴之證明，注重在向執行法院為證明。該法條所定「十日」\r\n為法定不變期間，一經遲誤即發生失權之效果，自無補正之問題。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 858 號 民事裁定",
        "case_topic": "請求侵權行為損害賠償，聲請補充判決",
        "case_date": "民國 100 年 10 月 27 日",
        "case_gist": "按依民事訴訟法第二百三十三條第一項規定聲請補充判決者，以訴訟標的\r\n之一部，或訴訟費用之裁判有脫漏為限，不包括為裁判所持之理由在內。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1875 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 100 年 10 月 27 日",
        "case_gist": "按仲裁程序，違反仲裁協議或法律規定者，當事人得對於他方提起撤銷仲\r\n裁判斷之訴，仲裁法第四十條第一項第四款定有明文。其所謂仲裁程序違\r\n反仲裁協議，固以當事人間存在有效之仲裁協議為前提，惟當事人間是否\r\n存在有效之仲裁協議，及仲裁庭之仲裁程序是否有違反該有效之仲裁協議\r\n之情事，則為撤銷仲裁判斷之訴審理法院所應調查審酌之事項。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1837 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 100 年 10 月 27 日",
        "case_gist": "按被告對原告主張為訴訟標的之請求，在訴訟上提出抵銷之對待請求預為\r\n抗辯，其成立與否經法院裁判者，依民事訴訟法第四百條第二項之規定，\r\n固應賦予「以主張之額為限」之既判力，且因該判決理由之判斷，對當事\r\n人具有效力，而與當事人權利義務有所影響，該受不利判斷之當事人自得\r\n對之提起上訴（參看本院十八年上字第一八八五號判例反面意旨），並應\r\n將因此判決所生法律上效力而受之不利益，併算入因上訴所得受之利益數\r\n額，始符合公平之原則。惟究其性質，祇是被告對原告主張為訴訟標的之\r\n請求提出之防禦方法，而為「依附於訴訟標的之類似反訴而非反訴的抗辯\r\n」（或稱「未展成之反訴（unentwickelte Widerklage）」，或曰「隱藏\r\n之形成判決（verdecktes Gestaltungsurteil）」、「隱藏之反訴」）而\r\n已，原告本案主張之請求始為訴訟標的本身，該抵銷抗辯之對待請求與原\r\n告主張為訴訟標的之請求間，互有依存關係，如一體之兩面，須臾不可或\r\n離，不能予以割裂，分別裁判。因此，被告就其不利之判決，提起第三審\r\n上訴，因抵銷之對待請求與原告主張為訴訟標的之請求間有不可分之關係\r\n，二者應一體看待，對待請求部分無可維持，本案給付部分應併予廢棄；\r\n於計算被告上訴所得受之利益數額，亦應將該訴訟標的之本案給付與抵銷\r\n抗辯之對待請求無理由部分金額或價額合併計算之。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 851 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 100 年 10 月 20 日",
        "case_gist": "按假扣押係屬保全程序，為防止債務人隱匿或處分其財產而達脫產目的，\r\n強制執行法第一百三十二條第一項規定假扣押之執行應於裁定送達同時或\r\n送達前為之，以保障債權人權益。是債權人對於駁回其假扣押聲請之裁定\r\n，提起抗告，抗告法院若依民事訴訟法第五百二十八條第二項規定，通知\r\n債務人陳述意見，無異使債務人事先知悉債權人對其聲請假扣押情事，此\r\n與上開強制執行法保護債權人之立法意旨有違。準此，相對人不服臺灣臺\r\n北地方法院所為駁回之裁定，提起抗告，原法院未使再抗告人有陳述意見\r\n之機會，尚無違誤。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1776 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 100 年 10 月 14 日",
        "case_gist": "共有人對共有物之特定部分占用收益，須徵得其他共有人全體同意。共有\r\n人間就共有物之全部劃定範圍，各自占用共有物之特定部分而為管理者，\r\n為共有物之分管契約，尚非法所不許。又共有土地之出租，乃典型之利用\r\n行為而屬民法第八百二十條第一項規定管理權能之範圍，故共有人如就共\r\n有土地已訂有分管契約者，對各分管部分即有單獨使用、收益之權，其將\r\n分管部分出租他人，自無須得其餘共有人之同意。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1774 號 民事判決 (家事類)",
        "case_topic": "請求確認保證債務關係不存在",
        "case_date": "民國 100 年 10 月 14 日",
        "case_gist": "系爭增補約據係兩造於九十七年五月二十八日所簽訂，原審既認該增補約\r\n據係以柯慶芳生前所負保證債務為基礎而成立，屬認定性之和解，非另行\r\n創設新債務，則系爭增補約據所載債務，仍不失為上訴人在民法繼承編九\r\n十八年五月二十二日修正施行前繼承之保證債務，其後民法繼承編施行法\r\n既已增訂第一條之三第二項及第四項規定，上訴人就系爭增補約據所負債\r\n務，非不得依該增訂之規定主張以繼承所得遺產為限，負清償責任。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 775 號 民事裁定",
        "case_topic": "請求履行契約等",
        "case_date": "民國 100 年 10 月 13 日",
        "case_gist": "公同共有人中之一人或數人除經其他公同共有人全體之同意，或為公同共\r\n有人全體之利益對第三人為回復公同共有物之請求，得單獨或共同起訴外\r\n，倘係基於公同共有法律關係為請求者，仍屬固有之必要共同訴訟，應由\r\n公同共有人全體起訴，當事人之適格始無欠缺。如公同共有人中之一人或\r\n數人拒絕同為原告而無正當理由者，依民事訴訟法第五十六條之一第一項\r\n規定，原告得聲請法院以裁定命該未起訴之人於一定期間內追加為原告，\r\n逾期未追加者，視為已一同起訴。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1769 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 10 月 13 日",
        "case_gist": "按土地法第六十八條第一項規定：「因登記錯誤、遺漏或虛偽致受損害者\r\n，由該地政機關負損害賠償責任」，係就職司土地登記事務之公務員因故\r\n意或過失不法侵害人民權利，而由該公務員所屬地政機關負損害賠償責任\r\n之規定，核屬國家賠償法之特別規定。而土地法就該賠償請求權既未規定\r\n其消滅時效期間，即應類推適用國家賠償法第八條第一項：「賠償請求權\r\n，自請求權人知有損害時起，因二年間不行使而消滅；自損害發生時起，\r\n逾五年者亦同」之規定。所謂「知有損害」，即知悉受有何項損害而言，\r\n至對於損害額則無認識之必要。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1728 號 民事判決",
        "case_topic": "確認契約關係存在",
        "case_date": "民國 100 年 10 月 13 日",
        "case_gist": "查在私法領域內，當事人依其意思所形成之權利義務關係，基於契約自由\r\n原則，權利人雖得自由決定如何行使其基於契約所取得之權利，惟權利人\r\n就其已可行使之權利，在相當期間內一再不為行使，並因其行為造成特殊\r\n情況，足以引起義務人之正當信任，以為倘其履行權利人所告知之義務，\r\n權利人即不欲行使其權利，如斟酌權利之性質，法律行為之種類，當事人\r\n間之關係，社會經濟情況及其他一切因素，認為權利人在義務人履行其所\r\n告知之義務後忽又出而行使權利，足以令義務人陷入窘境，有違事件之公\r\n平及個案之正義時，本於誠信原則發展而出之法律倫理（權利失效）原則\r\n，應認此際權利人所行使之權利有違誠信原則，而不能發生應有之效果。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1723 號 民事判決",
        "case_topic": "請求履行契約等",
        "case_date": "民國 100 年 10 月 13 日",
        "case_gist": "按公同共有物之處分及其他之權利行使，除法律另有規定外，應得公同共\r\n有人全體之同意，民法第八百二十八條第三項定有明文。又各共有人對於\r\n第三人，得就共有物之全部，為本於所有權之請求。但回復共有物之請求\r\n，僅得為共有人全體之利益為之，為民法第八百二十一條所明定。該規定\r\n依同法第八百二十八條第二項規定於公同共有準用之，且依同法第八百三\r\n十一條規定，該規定於所有權以外之財產權，由數人共有或公同共有者，\r\n亦準用之。故公同共有人本於公同共有權利為共有人全體之利益對第三人\r\n為請求，應限於回復共有物時始得為之。準此，公同共有人中之一人或數\r\n人除經其他公同共有人全體之同意，或為公同共有人全體之利益對第三人\r\n為回復公同共有物之請求，得單獨或共同起訴外，倘係基於公同共有法律\r\n關係為請求者，仍屬固有之必要共同訴訟，應由公同共有人全體起訴，當\r\n事人之適格始無欠缺。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1722 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 100 年 10 月 13 日",
        "case_gist": "民法第七百六十七條係規定，所有人對於無權占有或侵奪其所有物者，得\r\n請求返還之。對於妨害其所有權者，得請求除去之。有妨害其所有權之虞\r\n者，得請求防止之。前項規定，於所有權以外之物權，準用之。故非所有\r\n人或得準用之所有權以外之物權權利人，即無此項物上請求權。被上訴人\r\n係以陳信宏名義承受系爭土地，並以陳信宏為登記名義人，陳信宏嗣將系\r\n爭土地之所有權移轉登記予上訴人，為原審認定之事實。果爾，被上訴人\r\n既未曾登記為系爭土地之所有人，則能否謂其得行使所有人之所有物返還\r\n請求權，請求上訴人將系爭土地之所有權移轉登記予伊，即不無研求之餘\r\n地。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 771 號 民事裁定",
        "case_topic": "聲請返還擔保金聲明異議",
        "case_date": "民國 100 年 10 月 07 日",
        "case_gist": "抗告法院認抗告為有理由者，應廢棄或變更原裁定；非有必要，不得命原\r\n法院或審判長更為裁定，民事訴訟法第四百九十二條定有明文。關於如何\r\n情形，始得謂為「必要」，應從嚴衡量，以省發回之煩。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1698 號 民事判決",
        "case_topic": "確認地上權登記請求權存在",
        "case_date": "民國 100 年 10 月 06 日",
        "case_gist": "按原告因法律關係之存否不明確，致其私法上地位有受侵害之危險，提起確\r\n認法律關係存在之訴者，如以否認其法律關係存在之人為被告，即不生被訴\r\n當事人適格之欠缺問題（參看本院二十九年上字第一四八三號、四十年台上\r\n字第一八二七號及六十年台上字第四八一六號判例）。蓋確認之訴，其訴訟\r\n性質及目的，僅在就既存之權利狀態或法律關係之歸屬、存在或成立與否，\r\n而對當事人間之爭執以判決加以澄清而已，既無任何創設效力，亦非就訴訟\r\n標的之權利而為處分，應祇須以有即受確認判決之法律上利益者為原告，並\r\n以爭執該法律關係者為被告，其當事人即為適格。因此，當事人就共有土地\r\n提起確認地上權登記請求權存在之訴，僅須以否認其主張之共有人為被告即\r\n已足，殊無以共有人全體為被告之必要，尤不生該訴訟標的對於土地共有人\r\n全體必須合一確定之問題。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1679 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 100 年 10 月 06 日",
        "case_gist": "按以契約訂定向第三人為給付者，要約人得請求債務人向第三人為給付，\r\n其第三人對於債務人，亦有直接請求給付之權，民法第二百六十九條第一\r\n項雖定有明文，惟前條債務人，得以由契約所生之一切抗辯，對抗受益之\r\n第三人，同法第二百七十條亦有明定。且所謂同時履行之抗辯，乃因成立\r\n或履行上有牽連關係之雙務契約而生，倘雙方之債務，本於同一雙務契約\r\n而發生，且其一方之給付與他方之給付，立於互為對待給付之關係者，即\r\n可主張同時履行抗辯。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1673 號 民事裁定",
        "case_topic": "請求確認優先承買權不存在等",
        "case_date": "民國 100 年 10 月 06 日",
        "case_gist": "土地法第三十四條之一第五項準用第四項：「共有人出賣其應有部分時，\r\n他共有人得以同一價格共同或單獨優先承購」，係指他公同共有人於公同\r\n共有人出賣公同共有土地或建築改良物潛在之應有部分時，對於該公同共\r\n有人有請求以同樣條件訂立買賣契約之權而言。故出賣之公同共有人與他\r\n人所訂契約或他人承諾之一切條件，優先承購權人均須接受，始屬合法行\r\n使優先承購權。倘有部分不接受或擅自變更買賣條件，即非合法行使優先\r\n承購權，尚不生優先承購之效力。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1671 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 10 月 06 日",
        "case_gist": "按八十八年四月二十一日增訂民法第七百五十六條之九規定準用同法第七\r\n百三十九條之一規定：「本節所規定保證人之權利，除法律別有規定外，\r\n不得預先拋棄。」，該增訂條文於八十九年五月五日施行，依民法債編施\r\n行法第三十三條規定：「修正之民法第七百三十九條之一規定，於民法債\r\n編修正施行前成立之保證，亦適用之」。準此，本件被上訴人係於七十八\r\n年間所訂立系爭保證契約，當適用上開規定。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 753 號 民事裁定",
        "case_topic": "損害賠償聲請強制執行就司法事務官之處分提出異議",
        "case_date": "民國 100 年 09 月 29 日",
        "case_gist": "按債權人聲請強制執行，應依強制執行法第五條第一項第一、二款規定，\r\n以書狀表明「當事人及法定代理人」與「請求實現之權利」，至於「執行\r\n之標的物」依同條第二項規定，既僅係聲請狀內宜記載事項，則債權人縱\r\n未於書狀記載執行之標的物或記載有誤，仍難謂其強制執行之聲請不合法\r\n。況債權人聲請強制執行，倘債務人無財產可供強制執行，或雖有財產經\r\n強制執行後所得之數額仍不足清償債務時，執行法院應命債權人於一個月\r\n內查報債務人財產，債權人到期不為報告或查報無財產者，應發給憑證，\r\n交債權人收執，載明俟發見有財產時，再予強制執行。且債權人聲請執行\r\n，而陳明債務人現無財產可供執行者，執行法院得逕行發給憑證，同法第\r\n二十七條亦定有明文。於此情形，執行法院自不得以債權人聲請狀所載執\r\n行之標的物不存在或非債務人責任財產為由，逕予駁回其強制執行之聲請\r\n。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1633 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 09 月 29 日",
        "case_gist": "民法第二百六十條規定解除權之行使，不妨礙損害賠償之請求，並非積極\r\n的認有新賠償請求權發生，不過規定因其他已發生之賠償請求權，不因解\r\n除權之行使而受妨礙，故當事人之一方因他方遲延給付而解除契約，其得\r\n依民法第二百六十條規定請求損害賠償者，應係他方遲延給付所生之損害\r\n，至於契約消滅後所生之損害，則不包括在內。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1632 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 100 年 09 月 29 日",
        "case_gist": "按契約之終止，乃繼續性契約之當事人一方，因他方之契約不履行而行使\r\n終止權，使繼續性之契約關係向將來消滅之意思表示，而就契約之終止權\r\n，民法並無一般原則性之規定，必須法律有特別明文規定時，始得據以行\r\n使。有關民法債編承攬規定，除第五百十一條有定作人之意定終止權及第\r\n五百十二條第一項法定終止權外，承攬人就承攬契約僅有契約解除權，並\r\n無終止權，此觀民法第五百十四條第二項之規定自明。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1622 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 100 年 09 月 29 日",
        "case_gist": "陳德勝死亡時（九十三年七月八日）之修正前民法第一千一百五十六條規\r\n定：為限定繼承者，應於繼承開始時起，三個月內，開具遺產清冊呈報法\r\n院。前項三個月期間，法院因繼承人之聲請，認為必要時，得延展之。準\r\n此，民法修正前，繼承人於繼承開始時起三個月內，開具遺產清冊，向法\r\n院呈報限定繼承之旨，經法院受理後，即生限定繼承之效力。至民法第一\r\n千一百五十七條之公示催告（命被繼承人之債權人於一定期限內報明其債\r\n權），所行者乃遺產之清算程式，該程式是否依法完成，所影響者為繼承\r\n人可否主張修正前民法第一千一百五十四條規定之限定繼承利益（修正前\r\n民法第一千一百六十三條規定參照），並不影響限定繼承之合法生效。法\r\n院依民法第一千一百五十七條為命被繼承人之債權人報明債權之公示催告\r\n程式，乃法院依職權所行者，並非限定繼承人所聲請，性質上自無準用民\r\n事訴訟法第五百四十二條第三項規定，視為限定繼承人撤回公示催告聲請\r\n或其限定繼承表示之餘地。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1619 號 民事判決",
        "case_topic": "請求返還保證金",
        "case_date": "民國 100 年 09 月 29 日",
        "case_gist": "按遞延性商品（服務）之預付型不定期繼續性契約，消費者已將費用一次\r\n繳清，嗣後始分次、分期或持續取得商品或服務，遞次或持續發生對價給\r\n付之效果，當事人間須具有相當之信賴，而因其具有長期性、繼續性之拘\r\n束力，應使消費者有任意終止之機制，以求衡平，且消費者無從為同時履\r\n行之抗辯，尤應賦予任意終止之權利，以資調和，準此，消費者自得類推\r\n適用民法繼續性有名契約如租賃之任意終止規定，予以終止。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1594 號 民事判決",
        "case_topic": "回復名譽等",
        "case_date": "民國 100 年 09 月 22 日",
        "case_gist": "侵權行為人應負損害賠償責任，惟法人乃法律上擬制之人格，其一切事務\r\n必須依靠其代表人或受僱人行使職權或執行職務始得為之，故其侵權行為\r\n損害賠償責任之成立，係於其董事或其他有代表權人，因執行職務所加於\r\n他人之損害，或法人之受僱人因執行職務，不法侵害他人之權利時，始與\r\n各該行為人連帶負賠償之責任。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1593 號 民事判決",
        "case_topic": "確認債權不存在",
        "case_date": "民國 100 年 09 月 22 日",
        "case_gist": "按繼承在民法繼承編中華民國九十八年五月二十二日修正施行前開始，繼\r\n承人對於繼承開始以前已發生代負履行責任之保證契約債務，由其繼續履\r\n行債務顯失公平者，以所得遺產為限，負清償責任。九十八年六月十日增\r\n訂公布民法繼承編施行法第一條之三第二項定有明文。準此，對於繼承開\r\n始以前已發生代負履行責任之保證契約債務，若由繼承人履行債務顯失公\r\n平者，對於債務之清償，原則上負以遺產為限度之物的有限責任。亦即，\r\n繼承人依法取得拒絕以自己之固有財產償還被繼承人債務之抗辯權，並非\r\n債權人之債權超過遺產範圍之部分不存在。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1590 號 民事判決",
        "case_topic": "返還土地等",
        "case_date": "民國 100 年 09 月 22 日",
        "case_gist": "按權利之行使，不得違反公共利益，或以損害他人為主要目的。行使權利\r\n，履行義務，應依誠實及信用方法。民法第一百四十八條定有明文。查原\r\n審既認定系爭土地原為國有，該土地管理人國有財產局訴請兩造拆屋還地\r\n，於訴訟程序中，被上訴人以先租後買方式承購該土地，而取得各應有部\r\n分二分之一，則被上訴人向國有財產局申請承租、承購系爭土地時，明知\r\n上訴人之系爭建物坐落系爭土地上，上訴人為系爭土地之占有人，依國有\r\n財產法相關規定，得與被上訴人共同向國有財產局申請承租、承購該土地\r\n。倘上訴人所稱系爭建物係被上訴人高玉勳之父高文海、被上訴人張王石\r\n之母張高月鳳出售予伊，而被上訴人出具不實切結，向國有財產局承租、\r\n承購，而取得系爭土地所有權云云屬實，則其抗辯被上訴人於買受系爭土\r\n地時，已知悉其上系爭建物占有情形，於取得該土地所有權後，提起本件\r\n訴訟，應有權利濫用及違反誠信原則云云（見原審卷第一○五頁），是否\r\n全無可採，即非無斟酌之餘地。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1582 號 民事判決",
        "case_topic": "請求確認優先購買權存在等",
        "case_date": "民國 100 年 09 月 22 日",
        "case_gist": "（一）按土地法第一百零四條規定，租用基地建築房屋，基地出賣時，地\r\n      上權人、典權人或承租人有依同樣條件優先購買之權；倘出賣人未\r\n      通知優先購買權人而與第三人訂立買賣契約者，其契約不得對抗優\r\n      先購買權人。故土地承租人之優先購買權，不僅具有相對的物權之\r\n      效力，且基地出賣人必須將其與第三人訂立之土地買賣契約之條件\r\n      ，通知予優先購買權人，以便考慮是否依同樣條件優先購買，不得\r\n      僅以買賣土地之事實通知，即謂已盡通知之義務。\r\n（二）按承租人放棄優先購買權，必須其知悉買賣條件後，始能為之。倘\r\n      其僅知出賣之事實，不知買賣之條件，尚難僅因其久未行使優先購\r\n      買權，而指其嗣後行使係權利濫用或有違誠信原則。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1579 號 民事判決",
        "case_topic": "履行契約等",
        "case_date": "民國 100 年 09 月 22 日",
        "case_gist": "選擇之債，謂於數宗給付中，得選擇其一以為給付之債，若非因選擇而特\r\n定，而係因條件成就，就數宗給付特定其中一宗以為給付者，即非選擇之\r\n債。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 716 號 民事裁定",
        "case_topic": "請求確認請求權不存在",
        "case_date": "民國 100 年 09 月 15 日",
        "case_gist": "按民事訴訟法第二百五十五條第一項第二款所稱之「請求之基礎事實同一\r\n」者，係指變更或追加之訴與原訴之主要爭點有其共同性，各請求利益之\r\n主張在社會生活上可認為同一或關連，而就原請求之訴訟及證據資料，於\r\n審理繼續進行在相當程度範圍內具有同一性或一體性，得期待於後請求之\r\n審理予以利用，俾先後兩請求在同一程序得加以解決，避免重複審理，進\r\n而為統一解決紛爭者即屬之。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1530 號 民事判決",
        "case_topic": "確認優先購買權存在等",
        "case_date": "民國 100 年 09 月 15 日",
        "case_gist": "土地法第一百零四條第一項規定，基地出賣時，承租人有依同樣條件優先\r\n購買之權。此一基地承租人之優先購買之權，係為保護房屋所有權人與基\r\n地承租人之權益，並調和房屋與土地之利用關係，使房屋所有權與土地利\r\n用權得為結為一體，以維持房屋所有權之安定性，避免危害社會經濟，而\r\n賦予基地承租人之權利。必該優先購買權人，於接到出賣人以與買賣契約\r\n同樣條件（即買賣契約上所約定之各項條件，如買賣標的、範圍、價金及\r\n付款方法等）之通知後而於十日內不表示者，其優先購買權始得視為放棄\r\n；如基地出賣人出賣基地並未為上述之通知者，縱基地承租人知悉其事而\r\n不為購買之表示，其優先購買權仍不能視為放棄，以貫徹土地法第一百零\r\n四條第一項規定之立法意旨在保護房屋所有權人與基地承租人之規範目的\r\n。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1526 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 100 年 09 月 15 日",
        "case_gist": "按承租人應自任耕作，承租人違反此項規定時，原訂租約無效，耕地三七\r\n五減租條例第十六條第一、二項前段訂有明文。所謂承租人應自任耕作，\r\n係指承租人應以承租之土地供自己從事耕作之用而言。倘承租人以承租之\r\n土地種植果樹，並未變更承租土地使用之目的及原貌，單純於採收期開放\r\n採果，獲取栽果收益，或許未悖於自任耕作之範疇；惟若為招徠採果客人\r\n，應採果客人之需求，於承租農地另增建房屋或設置工作物，提供大眾遊\r\n憩功能之設施，即已變更承租土地之農用目的，自不能認為仍在自任耕作\r\n之列。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1509 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 100 年 09 月 08 日",
        "case_gist": "按民法繼承編修正前之限定繼承，被繼承人之債權人，不於民法第一千一\r\n百五十七條所定之一定期限內，報明其債權，而又為繼承人所不知者，僅\r\n得就賸餘遺產，行使其權利，民法第一千一百六十二條定有明文。即被繼\r\n承人之債權人，不於民法第一千一百五十七條所定之一定期限內，報明其\r\n債權，而又為繼承人所不知者，繼承人對之所負之清償責任，僅於賸餘遺\r\n產範圍內為限，而非指繼承人繼承所得之全部遺產。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1469 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 100 年 09 月 01 日",
        "case_gist": "按鑑定為一種調查證據之方法，鑑定人或受囑託之機關或團體依其特別知\r\n識就鑑定事項加以判斷，本應詳盡說明其獲得鑑定結論之理由，所得之鑑\r\n定意見僅係供作法院判斷事實之證據資料，其可採與否？法院仍應踐行調\r\n查證據之程式而後定其取捨。因此，法院於分別囑託數機關或團體就同一\r\n鑑定事項為鑑定時，如該數機關或團體就同一鑑定事項所為鑑定意見不同\r\n，或提出之鑑定書尚有不明瞭或不完足之處者，自應命各該機關或團體所\r\n指定之人到場說明，經法院訊問或當事人發問，使兩造充分瞭解鑑定意見\r\n之形成後再為適當完全辯論，必待透過上述程式，依自由心證判斷事實之\r\n真偽，所踐行之調查證據程式始得謂為合法。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1466 號 民事判決",
        "case_topic": "請求塗銷抵押權登記",
        "case_date": "民國 100 年 09 月 01 日",
        "case_gist": "按公司法第三百十一條第二項規定公司債權人對公司債務之保證人及其他\r\n共同債務人之權利，不因公司重整而受影響，係基於保證人原以擔保債務\r\n人債務之履行為目的，於公司重整，公司財務已陷於困難，該項不能清償\r\n之危險，應由保證人負擔，始符保證人擔保債務履行之本旨，並得使重整\r\n計畫於關係人會議易獲通過，此乃保證債務從屬性之例外規定。而公司債\r\n權人之設定抵押權以為擔保，乃在利用擔保物權之優先清償及追及效力，\r\n於擔保債權屆期未受清償時，得行使對擔保標的物直接變價之權，並就所\r\n得價金優先受償，使擔保債權獲得滿足，該擔保債權獲有物權保障之效果\r\n，重整公司發生財務困難、已暫停營業或有停業之虞，正係擔保物權發揮\r\n確保債務獲得清償之時，物上保證人所負物之擔保責任倘因公司重整而受\r\n影響，未予排除，顯係輕重失衡，故在公司重整程序，物上保證人所提供\r\n之物之擔保履行責任，自應與保證人責任作相同之處理，俾免失衡，是我\r\n國公司法第三百十一條第二項之規定，未如日本會社更生法第二百零三條\r\n第二項規定：「重整債權人對於重整公司之保證人或其他重整公司之共同\r\n債務人所享有之權利，及重整公司以外之人為重整債權人所提供之擔保，\r\n均不因重整計畫而受影響」，稽之該條之立法資料，應係立法時顯在之法\r\n律漏洞。則對於其他重整公司以外之人為重整公司債權人所提供物之擔保\r\n，自得類推適用該條之規定，應解為不因公司重整而受影響。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 682 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 100 年 08 月 31 日",
        "case_gist": "強制執行程序中，債權人或債務人對於分配表所載各債權人之債權或分配\r\n金額有不同意者，依強制執行法第三十九條第一項規定，固應於分配期日\r\n一日前，向執行法院提出書狀，聲明異議；惟執行法院如未依該聲明異議\r\n更正分配表，而將聲明異議狀送達其他債權人及債務人，其他債權人或債\r\n務人就聲明異議為反對陳述者，參酌同法第四十一條之立法意旨，倘聲明\r\n異議人自執行法院通知有反對陳述之日起算，於十日內對為反對陳述之債\r\n權人或債務人提起分配表異議之訴，受訴法院即不得以不合法，裁定駁回\r\n之。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1455 號 民事判決",
        "case_topic": "遷讓房屋等",
        "case_date": "民國 100 年 08 月 31 日",
        "case_gist": "按民事訴訟法第四百條第二項對經裁判之抵銷數額，既明定有既判力，其\r\n因該部分判決所生法律上之效力，而受不利益之當事人，就該部分判決，\r\n自有上訴利益。倘經提起上訴，其既判力仍以已經判決確定者始能發生，\r\n如其抵銷抗辯尚在訴訟繫屬中，即無既判力之可言。"
    },
    {
        "case_id": "最高法院 100 年度台再字第 46 號 民事判決",
        "case_topic": "請求確認優先購買權存在再審之訴",
        "case_date": "民國 100 年 08 月 19 日",
        "case_gist": "土地法第三十四條之一第四項所稱共有人出賣共有土地或建築改良物之應\r\n有部分時，他共有人得以同價格共同或單獨優先承購者，係指他共有人於\r\n共有人出賣共有土地或建築改良物之應有部分時，對於該共有人有請求以\r\n「同樣條件」訂立買賣契約之權而言。故他共有人行使優先購買權，應接\r\n受出賣之共有人與他人所訂原買賣契約之一切條件，不得部分不接受或予\r\n以變更。倘出賣之共有人將數宗共有土地合併出賣時，此項「合併出賣」\r\n之條件，行使優先購買權之他共有人應依此條件與為出賣之共有人訂立買\r\n賣契約，不得僅選擇其中部分土地主張優先承購，否則即非按出賣之共有\r\n人出售之同一條件承購，難認其係合法行使優先承購權，而就出賣之共有\r\n土地有優先承買權。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1314 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 08 月 11 日",
        "case_gist": "（一）按因故意或過失不法侵害他人之權利者，負損害賠償責任；故意以\r\n      背於善良風俗之方法加損害於他人者亦同；違反保護他人之法律，\r\n      致生損害於他人者，負賠償責任，民法第一百八十四條第一項、第\r\n      二項前段分別定有明文。依此規定，侵權行為之構成有三種類型，\r\n      即因故意或過失之行為，不法侵害他人權利，或因故意以背於善良\r\n      風俗之方法加損害於他人之一般法益，及行為違反保護他人之法律\r\n      ，致生損害於他人，各該獨立侵權行為類型之要件有別。此於原告\r\n      起訴時固得一併主張，然法院於為原告請求有理由之判決時，依其\r\n      正確適用法律之職權，自應先辨明究係適用該條第一項前段或後段\r\n      或第二項規定，再就適用該規定之要件為論述，始得謂為理由完備\r\n      。\r\n（二）民法第一百八十八條第一項所定僱用人之連帶賠償責任，除須與行\r\n      為人有指揮、監督關係外，尚須該行為人執行職務之行為有故意或\r\n      過失不法侵害他人之權利，始克成立。此於不屬於租賃之定期傭船\r\n      契約，船舶所有人於一定期間內，將船舶連同船長及船員一併包租\r\n      予定期傭船人，使定期傭船人於傭船期間內，可以之運送自己之貨\r\n      物，亦可從事海上企業活動，以經營船舶之運送業務，船舶所有人\r\n      雖仍對船長及船員支付薪水，而有某程度之指揮監督權，惟其僅就\r\n      船舶之「航海上事項」負其船舶所有人之航行責任（如海商法第九\r\n      十六條、第九十七條、第九十八條有關船舶運航規定之類），至於\r\n      其他船舶之「商業上事項」（如貨物運送業務等是），則由定期傭\r\n      船人管理並行使其對船長及船員之指揮、監督權，船舶所有人就此\r\n      即無須負其責任。易言之，判斷是項侵權行為責任之孰屬（船舶所\r\n      有人或定期傭船人？），端繫於船長及船員所為，究係「航海上事\r\n      項」或「商業上事項」以為斷。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1232 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 100 年 07 月 28 日",
        "case_gist": "民法第五百十四條第一項定作人之瑕疵擔保損害賠償請求權之一年消滅時\r\n效期間，應自「瑕疵發見後」起算，至定作人是否知悉瑕疵發生有可歸責\r\n於承攬人之原因，則與「瑕疵發見」無涉，尚無據為判斷瑕疵發見時點之\r\n餘地。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1191 號 民事判決",
        "case_topic": "確認勞動關係存在等",
        "case_date": "民國 100 年 07 月 28 日",
        "case_gist": "按勞動基準法第五十九條所稱之職業災害，固包括勞工因事故所遭遇之職\r\n業傷害或長期執行職務所罹患之職業病，且職業病之種類及其醫療範圍，\r\n應依勞工保險條例有關之規定定之，惟勞工之職業傷害與職業病，均應與\r\n勞工職務執行有相當之因果關係，始得稱之，尤以職業病之認定，除重在\r\n職務與疾病間之關聯性（職務之性質具有引發或使疾病惡化之因子）外，\r\n尚須兼顧該二者間是否具有相當之因果關係以為斷。此於獨立民事訴訟之\r\n裁判時，就勞工所受之職業病，是否與其執行勞務有相當之因果關係，民\r\n事法院法官依法獨立審判，本不受行政機關或行政訴訟判決認定事實之影\r\n響，自仍得依調查證據、本於辯論之結果，以其自由心證而為認定。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 575 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 100 年 07 月 21 日",
        "case_gist": "按假處分之聲請，債權人除依民事訴訟法第五百三十三條準用第五百二十\r\n五條之規定，表明並記載「請求〔包括假處分之對象（即將來聲請強制執\r\n行之標的）與所由生之法律關係（即本案請求之訴訟標的）〕及其原因事\r\n實」等合法必備之程式事項外，如具有「就金錢請求以外之請求，欲保全\r\n強制執行」及「非因請求標的之現狀變更，有日後不能強制執行或甚難執\r\n行之虞」之事由，並就此有效要件為釋明者，即應予准許。又將來給付之\r\n訴，有預為請求之必要者，依同法第二百四十六條規定，應得為之，故附\r\n期限之法律行為或未到履行期等未到期之請求，債權人就金錢以外之請求\r\n權，現在雖尚不能行使，但有預為請求而有保全之必要，並合乎上揭聲請\r\n假處分之合法程式及有效要件者，依同法第五百三十三條準用第五百二十\r\n二條第二項規定，法院亦非不得准許之。至於債權人聲請假處分所主張之\r\n權利，債務人對之有所爭執者，應於現在或將來有訴訟繫屬時，請求法院\r\n為本案之判決，以資解決，初非聲請假處分時先應解決之問題。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1183 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 100 年 07 月 21 日",
        "case_gist": "按房屋建物之買賣，無論該建物是否為未辦理第一次所有權登記之違章建\r\n築，除其前手即為債務人外，在未為移轉登記前，如因第三人就買賣標的\r\n物對承買人主張權利，由執行法院予以實施查封者，因出賣人對買受人負\r\n瑕疵擔保義務，而有排除第三人對於承買人侵害之責。則承買人依民法第\r\n二百四十二條代位前手行使此項權利，於法並無不合。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 563 號 民事裁定",
        "case_topic": "返還不當得利聲請續行訴訟程序",
        "case_date": "民國 100 年 07 月 14 日",
        "case_gist": "按無訴訟能力人為訴訟行為，應由法定代理人合法代理。故法定代理權之\r\n存在，乃訴訟成立要件之一，法院應依職權予以調查。又關於祭祀公業之\r\n訴訟，設有管理人者，得以該管理人名義起訴或被訴。再者，訴訟全部或\r\n一部之裁判，以他訴訟之法律關係是否成立為據者，法院得在他訴訟終結\r\n前以裁定停止訴訟程序，民事訴訟法第一百八十二條第一項定有明文。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 522 號 民事裁定",
        "case_topic": "清償債務聲請強制執行就司法事務官之處分提出異議",
        "case_date": "民國 100 年 07 月 14 日",
        "case_gist": "按債務人對於第三人之金錢債權，經扣押後，欲使債權人之債權獲得清償\r\n，須為換價之處分，而換價之方法有四：即收取命令、移轉命令、支付轉\r\n給命令與準用對於動產執行之拍賣或變賣。以上各種方法，其性質及效果\r\n互有不同，究以何種命令為當？執行法院雖有裁量之權，但何者對債權人\r\n最為有利？因事件之各別情況而異，故法院於核發前，除應審酌具體情形\r\n外，並得詢問債權人之意見，以保護債權人之利益，此觀強制執行法第一\r\n百十五條第二項、第三項之規定自明。又扣押之債權因法院核發移轉命令\r\n，即由債務人移轉與債權人，具有代物清償之性質，該執行債權於移轉範\r\n圍內因清償而消滅，縱因第三人無資力致未獲清償，已消滅之執行債權亦\r\n不再回復，債權人應負擔第三人無資力之危險。因此，倘第三人無資力或\r\n其資力顯難以清償債權人之債權時，均不適於發給移轉命令，俾免強使債\r\n權人承擔不能獲償之危險。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1062 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 100 年 07 月 07 日",
        "case_gist": "按性別工作平等法第二十六條雖規定受僱者或求職者因第七條之情事，受\r\n有損害者，雇主應負賠償責任，而未如民法第一百八十四條第二項但書設\r\n有舉證責任轉換之明文，惟該法係為保障性別工作權之平等，貫徹憲法消\r\n除性別歧視、促進性別地位實質平等之精神而制定（該法第一條規定參照\r\n），性質上應同屬保護他人之法律，且尋繹性別工作平等法第二十六條規\r\n定之立法過程，將原草案「故意或過失」文字予以刪除，及其立法理由提\r\n及參考德國民法第六百十一條之一（該條文捨德國一般侵權行為之舉證責\r\n任原則，將雇主違反兩性平等原則致勞工受損害者，改採舉證責任轉換為\r\n雇主）規定，明定雇主違反第七條規定時之賠償責任，並參照性別工作平\r\n等法第三十一條規定揭櫫舉證責任轉換為雇主之趣旨，應認雇主如有違反\r\n該法第七條因性別或性傾向而差別待遇之情事，依同法第二十六條規定負\r\n賠償責任時，雇主當受過失責任之推定，亦即舉證責任轉換為雇主，僅於\r\n證明其行為為無過失時，始得免其責任。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1060 號 民事判決",
        "case_topic": "損害賠償等（履行契約）",
        "case_date": "民國 100 年 07 月 07 日",
        "case_gist": "（一）按連動債信託契約，因所投資之衍生性金融商品種類繁多，多具高\r\n      度專業性、抽象性及複雜性，並有資訊不對稱、交易雙方經濟力差\r\n      距懸殊之特性，交易風險較高，一般投資大眾未必具備投資該商品\r\n      之專業知識及資訊，有賴於收受報酬而受委託從事投資之受託人，\r\n      於信託契約揭露足以影響交易風險之相關事項，並向委託人詳細告\r\n      知及說明相關「投資風險」及「信用風險」之重要內容，俾使委託\r\n      人得充分知悉投資之利潤及風險，以決定信託與否，倘受託人未盡\r\n      告知及說明義務，自難認其已盡民法第五百三十五條及信託法第二\r\n      十二條規定之善良管理人注意義務。\r\n（二）按連動債信託契約有關衍生性金融商品交易之風險，有「投資風險\r\n      」（如利率風險、流動性風險、匯兌風險之類）與「信用風險」（\r\n      如銀行倒閉致存款戶無法提領其存款等）之分，該連動債商品標的\r\n      複雜且抽象，往往涉及高槓桿倍數、評價困難度高、資訊揭露不易\r\n      、操作策略繁多暨交易流動性與市價難以衡量等特性因素，並因其\r\n      獲利公式計算，非專業機構之一般投資人所能理解，甚難期待其了\r\n      解投資標的獲利或損失之「投資風險」變化，通常固有待連動債之\r\n      發行機構、代理商之銷售人員對投資人為詳細之告知及說明，惟任\r\n      何金融商品均有金融機構或發行機構到期是否能履約償付之「信用\r\n      風險」，一般具備通常知識並有投資經驗之人，應有「信用風險」\r\n      之基本認識。因此，連動債銷售人員就該項告知、說明及契約內之\r\n      揭露記載，若能合理期待使投資人知悉金融或發行機構可能存有到\r\n      期不能履約之信用風險者，即可認其已善盡告知及說明義務。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1058 號 民事判決",
        "case_topic": "撤銷抵押權設定",
        "case_date": "民國 100 年 07 月 07 日",
        "case_gist": "民法第二百四十五條規定，債權人之撤銷權，自債權人知有撤銷原因時起\r\n，一年間不行使，或自行為時起經過十年而消滅。依此規定，債權人之撤\r\n銷權，係自行為時經過十年始行消滅，至上述一年之期間，須自債權人知\r\n有撤銷原因，始能起算。所謂撤銷原因係指構成行使撤銷權要件之各事由\r\n而言，在無償行為，應自知有害及債權之事實時起算；在有償行為，除知\r\n有害及債權之事實外，並須知債務人及受益人亦知其情事時起算。倘債權\r\n人僅知悉債務人有為有償行為或無償行為之事實，而對於該無償行為係有\r\n害及債權，或有償行為除害及債權外，債務人及受益人亦知其情事之事實\r\n，並不知悉，則債權人之撤銷權尚不能因一年間不行使而消滅。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1057 號 民事判決",
        "case_topic": "確認僱傭關係存在等",
        "case_date": "民國 100 年 07 月 07 日",
        "case_gist": "勞動基準法第十一條第二款所謂「業務緊縮」，係指雇主在相當一段時間\r\n營運不佳，生產量及銷售量均明顯減少，其整體業務應予縮小範圍而言，\r\n與雇主之財務結構及資產負債情形無必然之關係。至雇主基於經營決策或\r\n為因應環境變化與市場競爭，改變經營之方式或調整營運之策略，而使企\r\n業內部產生結構性或實質上之變異，乃屬「業務性質變更」之範疇，而非\r\n「業務緊縮」，如因此須減少人力，亦不得以業務緊縮為由向勞工終止契\r\n約。且雇主之生產量及銷售量有無明顯減少，應就企業之整體營業之業績\r\n觀察，不能僅就局部或個別之業務狀況加以判斷。故雇主依勞動基準法第\r\n十一條第二款所規定之「業務緊縮」為理由，向勞工預告終止勞動契約，\r\n須以企業經營客觀上確有業務緊縮之情形，始得為之。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1055 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 100 年 07 月 07 日",
        "case_gist": "按不動產之分割，以原物為分配時，因共有人中有不能按其應有部分受分\r\n配者，得以金錢補償之。應受補償之共有人，就其補償金額，對於補償義\r\n務人所分得之不動產，有抵押權；於辦理共有物分割登記時，一併登記，\r\n其次序優先於第二項但書之抵押權。民國九十八年七月二十三日施行之民\r\n法第八百二十四條之一第四項、第五項定有明文。準此，多筆土地，法院\r\n為裁判分割時，就個筆土地，分別為原物分割，並命金錢補償時，應就個\r\n筆土地之金錢補償分別諭知，以明法定抵押權所擔保債權之範圍，於辦理\r\n共有物分割登記時，一併登記；不得就各筆土地之金錢補償互為扣抵後，\r\n諭知一造應給付他造之金額。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1026 號 民事判決",
        "case_topic": "請求給付退休金",
        "case_date": "民國 100 年 06 月 30 日",
        "case_gist": "董事為自己或他人與公司為買賣、借貸或其他法律行為時，由監察人為公\r\n司之代表，公司法第二百二十一條、第二百二十三條定有明文。本條係規\r\n定監察人之代表權，而非監察權之行使，公司之監察人若有數人時，應由\r\n全體監察人共同代表公司與董事為買賣、借貸或其他法律行為。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1024 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 100 年 06 月 30 日",
        "case_gist": "按民法第一千一百九十一條第一項前段明文規定公證遺囑，應指定二人以\r\n上之見證人，乃在確保公證人製作之公證遺囑內容，係出於遺囑人之真意\r\n，本其口述意旨而作成，期遺囑生效時（遺囑人死亡後），因已無法向遺\r\n囑人本人求證，得賴見證人之見證證明之。準此，公證遺囑見證人之見證\r\n，自不以在場見聞遺囑人在公證人前口述遺囑意旨，由公證人作成公證遺\r\n囑書面之形式過程為已足，尤應見聞確認公證遺囑內容係出自遺囑人之真\r\n意，與其口述遺囑意旨相符之情，始符「見證」之法意。倘見證人僅在場\r\n旁觀公證遺囑之作成程序，而未參與見聞確知公證遺囑內容係出自遺囑人\r\n之真意，與遺囑人口述意旨相符之情，縱其在公證遺囑上簽名見證，亦不\r\n生見證之效力。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1016 號 民事判決",
        "case_topic": "給付退休金",
        "case_date": "民國 100 年 06 月 30 日",
        "case_gist": "按為保障勞工之基本勞動權，加強勞雇關係，促進社會與經濟發展，防止\r\n雇主以法人之法律上型態規避法規範，遂行其不法之目的，於計算勞工退\r\n休年資時，非不得將其受僱於「現雇主」法人之期間，及其受僱於與「現\r\n雇主」法人有「實體同一性」之「原雇主」法人之期間合併計算，庶符誠\r\n實及信用原則。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1013 號 民事判決",
        "case_topic": "侵害專利權有關財產權爭議",
        "case_date": "民國 100 年 06 月 30 日",
        "case_gist": "智慧財產法院審理是類訟爭事件就自己具備與事件有關之專業知識，或經\r\n技術審查官為意見陳述所得之專業知識，而擬採為裁判基礎者，應予當事\r\n人有辯論之機會，以避免造成突襲性裁判及平衡保護訴訟當事人之實體利\r\n益及程序利益。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 1012 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 06 月 30 日",
        "case_gist": "查民法第一百八十四條第二項規定：「違反保護他人之法律，致生損害於\r\n他人者，負損害賠償責任。但能證明其行為無過失者，不在此限」，其立\r\n法旨趣係以保護他人為目的之法律，意在使人類互盡保護之義務，倘違反\r\n之，致損害他人權利，與親自加害無異，自應使其負損害賠償責任。該項\r\n規定乃一種獨立的侵權行為類型，其立法技術在於轉介立法者未直接規定\r\n的公私法強制規範，使成為民事侵權責任的規範，俾侵權行為規範得與其\r\n他法規範體系相連結。依此規定，凡違反以保護他人權益為目的之法律，\r\n致生損害於他人，即推定為有過失，若損害與違反保護他人法律之行為間\r\n復具有因果關係，即應負損害賠償責任。至於加害人如主張其無過失，依\r\n舉證責任倒置（轉換）之原則，應由加害人舉證證明，以減輕被害人之舉\r\n證責任，同時擴大保護客體之範圍兼及於權利以外之利益。因此，民法第\r\n七百九十四條規定：「土地所有人開掘土地或為建築時，不得因此使鄰地\r\n之地基動搖或發生危險，或使鄰地之工作物受其損害」，既係以保護相鄰\r\n關係中鄰地地基及工作物之安全維持社會之公共利益，避免他人遭受損害\r\n為目的之法律，土地所有人如有違反，自應按上開規範旨趣，依民法第一\r\n百八十四條第二項規定，對被害人負侵權行為之損害賠償責任。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 994 號 民事判決 (家事類)",
        "case_topic": "確認親子關係不存在等",
        "case_date": "民國 100 年 06 月 23 日",
        "case_gist": "按非婚生子女因生父認領而發生婚生子女之效力，以被認領人與認領人間\r\n有真實之血緣關係者為限，否則其認領為無效。又利害關係人就表意人所\r\n為無效之認領，得提起認領無效之訴，以否認因認領而生親子關係之存在\r\n，其性質為確認之訴，尚非形成之訴，即以確認判決確定因認領所生婚生\r\n子女關係為自始、當然、確定無效，被認領人不因該無效之認領喪失與親\r\n生父母間親子關係，亦不影響親生父母之繼承人以繼承權被侵害為由，依\r\n民法第五百九十條規定於法定期間內提起否認子女之訴。此與形成之訴係\r\n依判決之效力，形成原告所請求之法效果，並以之為判決內容，除特定事\r\n件外，通常必待判決確定時始具形成力而發生權利關係變動之情形未盡相\r\n同。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 990 號 民事判決",
        "case_topic": "返還不當得利",
        "case_date": "民國 100 年 06 月 23 日",
        "case_gist": "查根據民法第一百七十九條之規定，不當得利返還請求權之成立，須當事\r\n人間有財產之損益變動，即一方受財產之利益，致他方受財產上之損害，\r\n且無法律上之原因。在給付之不當得利，係以給付之人為債權人，受領給\r\n付之人為債務人，而由為給付之人向受領給付之人請求返還利益。所謂給\r\n付係指有意識地，基於一定目的而增加他人之財產，給付者與受領給付者\r\n因而構成給付行為之當事人，此目的乃針對所存在或所約定之法律關係而\r\n為之。因此，不當得利之債權債務關係存在於給付者與受領給付者間，基\r\n於債之相對性，給付者不得對受領給付者以外之人請求返還利益。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 975 號 民事判決",
        "case_topic": "確認債權不存在",
        "case_date": "民國 100 年 06 月 22 日",
        "case_gist": "（一）按和解有使當事人所拋棄之權利消滅之效力，為民法第七百三十七\r\n      條前段所明定。和解內容，倘以原來明確之法律關係為基礎而成立\r\n      和解時，則屬認定性之和解，僅有認定效力，故當事人間之債權及\r\n      債務關係，仍依原來之法律關係定之，僅應受和解契約之拘束而已\r\n      。\r\n（二）次按民法繼承編施行法第一條之三第二項規定，繼承在民法繼承編\r\n      中華民國九十八年五月二十二日修正施行前開始，繼承人對於繼承\r\n      開始以前已發生代負履行責任之保證契約債務，由其繼續履行債務\r\n      顯失公平者，以所得遺產為限，負清償責任。其立法旨意係為保障\r\n      經濟弱勢者能維持其基本生活水準，避免因繼承保證契約債務而影\r\n      響其財產權及生存權。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 943 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 06 月 16 日",
        "case_gist": "按民法第一百八十四條第一項前段所保護之客體為權利，後段所保護之客\r\n體為權利以外之利益。所謂權利乃得享受特定利益之法律上之力，利益係\r\n指私人享有並為法律（私法體系）所保護，尚未賦予法律之力者而言。權\r\n利本質上亦屬於利益之一種，二者之觀念隨時代變遷及社會需求而相互流\r\n通發展，原難有一絕對之劃清界線。權利與利益並均為法律上之概念，必\r\n須經由法律上之評價始能加以判斷，與單純之事實認定未盡相同。因此，\r\n被害之客體究為權利或利益？應就當事人主張之原因事實加以法律上之評\r\n價後定之，而非以當事人所主張之名稱為準。另在辯論主義及處分權主義\r\n之原則下，原告於起訴時固須表明訴訟標的及其原因事實（民事訴訟法第\r\n二百四十四條第一項第二款），但依「法官知法」、「法律屬於法院專門\r\n」之原則，關於法律之評價、判斷及適用，係法院之職責，法院就當事人\r\n之主張及提出之證據依調查證據程序確定事實後，即應依職權尋求、發現\r\n法之所在，不受當事人所表示或陳述法律意見之拘束。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 482 號 民事裁定",
        "case_topic": "拆屋還地強制執行就司法事務官所為之處分提出異議",
        "case_date": "民國 100 年 06 月 16 日",
        "case_gist": "按確定終局判決之執行名義命債務人返還土地，雖未明白命其拆卸土地上\r\n之房屋，而由強制執行法第一百二十五條所準用之同法第一百條法意推之\r\n，該執行名義當然含有使債務人拆卸房屋之效力，司法院院解字第三五八\r\n三號著有解釋，並經本院以四十四年台抗字第六號判例闡釋甚明，且該執\r\n行名義既命債務人返還土地予債權人，復因債務人在其上所建造之地上物\r\n無法與土地分離而獨立存在，是命債務人返還土地確定判決執行力之客觀\r\n範圍，除債務人於該確定判決事實審言詞辯論終結前在該土地上所建造而\r\n有處分權之地上物外，尚包括債務人於確定判決事實審言詞辯論終結後始\r\n新建造之地上物在內。亦即確定終局判決之執行名義係命債務人返還土地\r\n者，其執行力概及於強制執行時債務人在該土地上有處分權之地上物。於\r\n此情形，倘債務人主張返還土地之該執行名義成立後，有足以使執行名義\r\n之請求權及執行力消滅之事由發生（諸如債權人將土地出賣予債務人、債\r\n務人已未再占有該土地等是），或執行名義所命給付有暫時不能行使，致\r\n發生妨礙債權人執行請求之事由（諸如債務人與債權人另訂約取得土地使\r\n用權之類）者，亦僅屬其是否依強制執行法第十四條第一項規定，提起債\r\n務人異議之訴以資救濟之問題，於上開確定判決執行力之客觀範圍初不生\r\n影響，執行法院尚不得就上開權利義務關係之實體事項為認定，並拒斥強\r\n制執行，進而駁回債權人強制執行之聲請。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 480 號 民事裁定",
        "case_topic": "履行保證責任",
        "case_date": "民國 100 年 06 月 16 日",
        "case_gist": "按基於當事人之程序選擇權，兩造當事人就非屬我國民事訴訟法規定專屬\r\n管轄之特定法律關係所生爭議，固得合意由外國法院管轄，但如當事人意\r\n在排除我國法院之民事審判管轄權，必以另有專屬外國某一法院管轄或排\r\n除我國法院管轄之合意，且該約定之外國法院亦承認該合意管轄者，始足\r\n稱之。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 478 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 100 年 06 月 16 日",
        "case_gist": "提起民事再抗告，應依民事訴訟法第四百九十五條之一第二項準用第四百\r\n六十六條之一第一項前段規定，委任律師為其訴訟代理人，如未委任律師\r\n為其訴訟代理人，法院應定期先命補正。於再抗告人自行委任或經法院為\r\n其選任律師為訴訟代理人之前，再抗告人尚不具表明再抗告理由之能力，\r\n自不得以其未於上開法定期間提出再抗告理由書，即認其再抗告為不合法\r\n，以裁定予以駁回。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 474 號 民事裁定",
        "case_topic": "請求所有權移轉登記再審聲請訴訟救助",
        "case_date": "民國 100 年 06 月 16 日",
        "case_gist": "按聲請訴訟救助，應向受訴法院為之，民事訴訟法第一百零九條第一項定\r\n有明文。所謂受訴法院，在起訴前，為本案訴訟將來應繫屬之法院；在起\r\n訴後，依同法第一百十一條規定，准予訴訟救助之效力既及於各審級，則\r\n為本案訴訟現繫屬之法院。故於本案訴訟經法院裁判終結而脫離繫屬後，\r\n如當事人提起上訴並聲請訴訟救助，其訴訟救助之受訴法院即為上訴審法\r\n院，不因暫免範圍是否包括下級審訴訟費用而有不同。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 899 號 民事判決",
        "case_topic": "返還款項",
        "case_date": "民國 100 年 06 月 09 日",
        "case_gist": "查不當得利依其類型可區分為「給付型之不當得利」與「非給付型不當得\r\n利」，前者係基於受損人之給付而發生之不當得利，後者乃由於給付以外\r\n之行為（受損人、受益人、第三人之行為）或法律規定或事件所成立之不\r\n當得利。在「給付型之不當得利」固應由主張不當得利返還請求權人（受\r\n損人），就不當得利成立要件中之「無法律上之原因」負舉證責任；惟在\r\n「非給付型之不當得利」中之「權益侵害之不當得利」，由於受益人之受\r\n益非由於受損人之給付行為而來，而係因受益人之侵害事實而受有利益，\r\n因此祇要受益人有侵害事實存在，該侵害行為即為「無法律上之原因」，\r\n受損人自不必再就不當得利之「無法律上之原因」負舉證責任，如受益人\r\n主張其有受益之「法律上之原因」，即應由其就此有利之事實負舉證責任\r\n。又「非給付型之不當得利」中之「權益侵害之不當得利」，凡因侵害取\r\n得本應歸屬於他人權益內容而受利益，致他人受損害，欠缺正當性，亦即\r\n以侵害行為取得應歸屬他人權益內容之利益，而從法秩權益歸屬之價值判\r\n斷上不具保有利益之正當性者，即應構成「無法律上之原因」而成立不當\r\n得利。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 876 號 民事判決",
        "case_topic": "侵害商標權有關財產權爭議",
        "case_date": "民國 100 年 06 月 02 日",
        "case_gist": "按法院採為裁判基礎之證據，應使當事人就該證據及其調查之結果為言詞\r\n辯論，使得盡其攻擊防禦之能事。原審卷內所附「九十一年度營業事業各\r\n業同業所得暨利潤標準」表上蓋有審判長一○○年一月十三日之日期章（\r\n按係言詞辯論期日之後），並批示「附卷」，究係何方聲請提出之證據？\r\n其出處為何？均不明確；原審亦未提示並命兩造為辯論，顯未踐行上開言\r\n詞辯論之程序，乃遽採為判決之基礎，即有違誤。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 860 號 民事判決",
        "case_topic": "不當得利等（專利權權利歸屬）",
        "case_date": "民國 100 年 06 月 02 日",
        "case_gist": "按民法第四百十二條以下所稱附有負擔之贈與，係指贈與契約附有約款，\r\n使受贈人負擔應為一定給付之債務者而言。該負擔係一種附款，乃贈與契\r\n約之一部，本質上仍為贈與，以贈與為主、負擔為從，並無兩相對酬或互\r\n為對價之性質。故附有負擔之贈與，屬於單務、無償契約，而非雙務、有\r\n償契約，倘契約當事人雙方約定之給付債務，係互為對價或兩相對酬關係\r\n，而非附有負擔之贈與時，即應適用雙務或有償契約之規定，初無適用民\r\n法第四百十二條第一項撤銷贈與規定之餘地。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 858 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 06 月 02 日",
        "case_gist": "按民法第九十二條第一項前段規定，因被詐欺而為意思表示者，表意人得\r\n撤銷其意思表示，其所欲保護之法益為「表意者意思表示形成過程之自由\r\n」，且所稱詐欺行為，係指對於表意人意思形成過程屬於重要而有影響之\r\n不真實事實，表示其為真實，而使他人陷於錯誤、加深錯誤或保持錯誤者\r\n而言，不包括就行為對象（事或物）之特性為不實或誇大之陳述，欲以價\r\n值判斷影響表意人決定自由之情形。至不真實之事實是否重要而有影響意\r\n思之形成，應以該事實與表意人自由形成意思之過程有無因果關係為斷。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 848 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 05 月 26 日",
        "case_gist": "（一）按不真正連帶債務，係指數債務人以同一目的，本於各別之發生原\r\n      因，對債權人各負全部給付之義務，因債務人其中一人為給付，他\r\n      債務人即應同免其責任之債務而言。故不真正連帶債務人中之一人\r\n      所為之清償，如已滿足債權之全部，即應發生絕對清償效力，債權\r\n      人不得再向他債務人請求清償。\r\n（二）次按承攬人完成工作，應使其具備約定之品質，及無減少或滅失價\r\n      值，或不適於通常或約定使用之瑕疵，民法第四百九十二條定有明\r\n      文。此項承攬人之瑕疵擔保責任固係無過失責任，不以承攬人具有\r\n      過失為必要，亦不因定作人另委有監工之人，而得減輕或免除其責\r\n      任。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 802 號 民事判決",
        "case_topic": "確認優先承買權不存在",
        "case_date": "民國 100 年 05 月 26 日",
        "case_gist": "（一）按抵押權為擔保物權，不動產所有人設定抵押權後，於同一不動產\r\n      上，固仍得為使用收益，但如影響於抵押權者，對於抵押權人不生\r\n      效力，故土地所有人於設定抵押權後，在抵押之土地上設定地上權\r\n      或其他以使用為目的之物權，或成立租賃關係，致影響於抵押權者\r\n      ，抵押權人自得聲請法院除去或終止，依無地上權或無租賃狀態拍\r\n      賣，此乃民法第八百六十六條第一、二項規定之所由設。是以法院\r\n      依該條項規定裁定除去地上權或終止租賃關係而拍賣時，因在該執\r\n      行程序中，地上權或租賃關係被除去或終止者，依強制執行法第九\r\n      十八條第二項但書規定，不隨同不動產之拍賣而移轉，執行法院發\r\n      給權利移轉證書時，仍應依職權通知地政機關塗銷該地上權之登記\r\n      （同法第十一條第一項），並應認該地上權或租賃關係已失其存在\r\n      。於此情形，該被除去或終止之地上權人或租賃權人自不得對抵押\r\n      權人或拍定人主張地上權或租賃權，進而對抵押不動產之拍賣享有\r\n      優先承買權（土地法第一百零四條）。\r\n（二）土地法第一百零四條第一項關於地上權人及承租權人之優先承買權\r\n      規定，既係為維護土地上建築物之存在而設，旨在使基地與基地上\r\n      之房屋合歸一人所有，以盡經濟之效用，則於該建築物滅失時，該\r\n      建築物所有人即不得享有優先承買權，故該條項之適用，須以地上\r\n      權設定或租賃關係之約定係以有建築物為目的，且現有建築物存在\r\n      為前提，始合乎該條項規範之趣旨，此與地上權之標的物為土地而\r\n      非建築物或其他工作物，民法第八百四十一條乃規定地上權不因其\r\n      上建築物或其他工作物滅失而消滅，兩者規範目的未盡相同，自不\r\n      能以該條規定，逕謂土地上曾有建築物而現已不存在之地上權人或\r\n      租賃權人仍得主張上開優先承買權。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 801 號 民事判決",
        "case_topic": "給付退休金差額",
        "case_date": "民國 100 年 05 月 26 日",
        "case_gist": "勞動基準法第二條第三款規定：「工資，謂勞工因工作而獲得之報酬，包\r\n括工資、薪金及按計時、計日、計月、計件以現金或實物等方式給付之獎\r\n金、津貼及其他任何名義之經常性給與均屬之」。該所謂「因工作而獲得\r\n之報酬」者，係指符合「勞務對價性」而言，所謂「經常性之給與」者，\r\n係指在一般情形下經常可以領得之給付。判斷某項給付是否具「勞務對價\r\n性」及「給與經常性」，應依一般社會之通常觀念為之，其給付名稱為何\r\n？尚非所問。是以雇主依勞動契約、工作規則或團體協約之約定，對勞工\r\n提供之勞務反覆應為之給與，乃雇主在訂立勞動契約或制定工作規則或簽\r\n立團體協約前已經評量之勞動成本，無論其名義為何？如在制度上通常屬\r\n勞工提供勞務，並在時間上可經常性取得之對價（報酬），即具工資之性\r\n質而應納入平均工資之計算基礎，此與同法第二十九條規定之獎金或紅利\r\n，係事業單位於營業年度終了結算有盈餘，於繳納稅捐、彌補虧損及提列\r\n股息、公積金後，對勞工所為之給與，該項給與既非必然發放，且無確定\r\n標準，僅具恩惠性、勉勵性給與非雇主經常性支出之勞動成本，而非工資\r\n之情形未盡相同，亦與同法施行細則第十條所指不具經常性給與且非勞務\r\n對價之年終獎金性質迥然有別。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 798 號 民事判決",
        "case_topic": "遷讓房屋等",
        "case_date": "民國 100 年 05 月 26 日",
        "case_gist": "（一）按公同共有人雖可將其依民法第八百二十八條第二項、第八百二十\r\n      一條所取得對於第三人回復共有物請求權之事務委任他人處理，但\r\n      受任人於訴訟上行使是項權利時，僅得請求第三人將標的物交付受\r\n      任人（因訴訟當事人為受任人而非委任人，其係以自己之名義，為\r\n      委任人取得之權利）及受任人以外之其他公同共有人，此觀民法第\r\n      五百四十一條之規定自明。又給付判決之主文必須明確，俾利於強\r\n      制執行及決定既判力之主客觀範圍，以達成紛爭一次解決之目的。\r\n      是以共有人行使回復共有物請求權時，其聲明事項固可表明請求被\r\n      告將共有物返還原告與其他全體共有人，惟該「原告」必為共有人\r\n      之情形下，始足清楚辨別出「其他全體共有人」究竟包含何人？以\r\n      為將來據以強制執行之依據及範圍。倘當事人依民事訴訟法第二百\r\n      四十四條第一項第三款規定所表明之應受判決事項（訴之聲明）有\r\n      不明暸或不完足者，審判長應令其敘明或補充之，此為審判長因定\r\n      訴訟關係之闡明權，同時並為其義務。故審判長對於訴訟關係未盡\r\n      此項必要之處置，違反闡明義務者，其訴訟程序即有重大瑕疵。\r\n（二）查八十五年一月間信託法公布施行前所成立之信託行為，係指委託\r\n      人授與受託人超過經濟目的之權利，而僅許可其於經濟目的範圍內\r\n      行使權利之法律行為，就外部關係，受託人固有行使超過委託人所\r\n      授與之權利，就委託人與受託人之內部關係，受託人仍應受委託人\r\n      所授與權利範圍之限制。因此，受託人在內部關係上，對於信託財\r\n      產並非真正之所有權人，自不能對該財產之真正所有人（包括共有\r\n      人）主張無權占有及不當得利。且該信託關係類推適用民法第五百\r\n      五十條規定，因當事人一方之死亡而消滅。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 795 號 民事判決",
        "case_topic": "請求拆除地上物等",
        "case_date": "民國 100 年 05 月 26 日",
        "case_gist": "按土地所有權人重劃會之組織、職權、重劃業務、獎勵措施等辦法，由中\r\n央主管機關定之，平均地權條例第五十八條第二項定有明文。又重劃區應\r\n行拆遷之土地改良物或墳墓，以妨礙重劃土地分配或工程施工者為限。土\r\n地改良物所有權人或墓主對於補償數額有異議或拒不拆遷時，得由理事會\r\n協調；協調不成時，由理事會報請直轄市或縣（市）主管機關予以調處；\r\n不服調處結果者，應於三十日內訴請司法機關裁判，逾期不訴請裁判者，\r\n理事會應依調處結果辦理，為獎勵重劃辦法第三十一條第二項前段所明定\r\n。查自辦巿地重劃，乃係基於擴大辦理土地重劃，促進土地之利用，本具\r\n公共利益，而地上物之拆遷及補償又涉及當事人之財產利益，從而於自辦\r\n巿地重劃時，政府之適度介入調處，以調和個人與重劃會之利益，化解重\r\n劃會與土地所有權人間之爭議，俾使自辦巿地重劃作業順利進行，符合憲\r\n法第十五條：「保障人民之財產權」、第一百四十二條：「國民經濟應以\r\n民生主義為基本原則，實施平均地權，節制資本，以謀國計民生之均足」\r\n之憲政意旨，故該項於理事會協調與訴請司法機關裁判間，設置調處程序\r\n，旨在縮短自辦市地重劃地上物拆遷補償異議處理之時程，並有效解決重\r\n劃會與所有權人間之爭議，應為正當合理之規定，且為加速完成自辦市地\r\n重劃所必要，並與憲法第二十三條之比例原則無悖，故於處理自辦巿地重\r\n劃上開爭議時，自應遵循是項程序。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 794 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 100 年 05 月 26 日",
        "case_gist": "按給付兼需債權人之行為者，債務人依民法第二百三十五條但書規定，固\r\n得以準備給付之事情，通知債權人，以代提出，惟其準備給付之事情仍需\r\n依債務本旨實行，始生提出之效力。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 424 號 民事裁定",
        "case_topic": "請求給付股票等再處罰證人罰鍰",
        "case_date": "民國 100 年 05 月 26 日",
        "case_gist": "按證人受合法之通知，無正當理由而不到場者，法院得以裁定處三萬元以\r\n下之罰鍰。證人已受前項裁定，經再次通知，仍不到場者，得再處六萬元\r\n以下罰鍰，並得拘提之，為民事訴訟法第三百零三條第一項、第二項所明\r\n定。準此，依本條第二項規定，對證人再處六萬元以下罰鍰，以證人受合\r\n法之通知，無正當理由而不到場，經法院依同條第一項規定，裁定處三萬\r\n元以下罰鍰者為限。倘證人前係以拒絕證言為不當之裁定已確定而仍拒絕\r\n證言，經法院依民事訴訟法第三百十一條第一項規定，裁定處三萬元以下\r\n罰鍰，嗣縱於受法院合法之通知，無正當理由而不到場，仍無逕依第三百\r\n零三條第二項規定，對證人再處六萬元以下罰鍰之餘地。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 752 號 民事判決",
        "case_topic": "第三人撤銷之訴",
        "case_date": "民國 100 年 05 月 19 日",
        "case_gist": "台灣板橋地院九十八年度重訴字第三五一號民事確定判決，乃確認判決，\r\n判決既判力僅及於當事人毛齡樂與得盛公司間，並未及於上訴人或擴張及\r\n於上訴人，上訴人僅具經濟上之利害關係，而非法律上之利害關係，是以\r\n，上訴人顯非民事訴訟法第五百零七條之一所稱之「有法律上利害關係之\r\n第三人」，其不得提起第三人撤銷之訴。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 399 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 100 年 05 月 19 日",
        "case_gist": "土地共有人請求分割共有物及多數共有人依土地法第三十四條之一規定處\r\n分共有物，其目的均在消滅共有關係，且均屬共有人固有之權利，少數共\r\n有人縱提起分割共有物之訴，多數共有人並不因此即喪失其依上開土地法\r\n規定處分共有物之權利。共有人就上開權利之行使，如發生衝突，共有人\r\n之一方，為防止發生重大之損害或避免急迫之危險或有其他相類之情形而\r\n有必要時，固非不得依民事訴訟法第五百三十八條規定，聲請為定暫時狀\r\n態之處分；但法院應就聲請人因假處分所得利益、不許假處分可能受有之\r\n損害暨相對人因假處分所受損害等情衡量之，尚不得僅因共有人提起分割\r\n共有物之訴，即謂為避免土地現狀變更，其得依民事訴訟法第五百三十二\r\n條規定聲請假處分，禁止其他共有人依上開土地法規定處分共有物。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 397 號 民事裁定",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 100 年 05 月 19 日",
        "case_gist": "受公寓大廈管理委員會僱用之管理員，其所服勞務包括為公寓大廈住戶接\r\n收郵件者，性質上固可認為係全體住戶之受僱人，由其收受而生送達之效\r\n力，然該應受送達人之住居所、事務所或營業所實際上倘已變更者，該原\r\n住居所、事務所或營業所，即非應為送達之處所，該管理員亦非應受送達\r\n人之受僱人，自不得於該原處所將文書付與管理員而為補充送達。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 395 號 民事裁定",
        "case_topic": "聲請假扣押強制執行聲明異議",
        "case_date": "民國 100 年 05 月 19 日",
        "case_gist": "假扣押之執行程序一旦終結，即無法回復，故於啟封時已告終結之系爭建\r\n物假扣押執行程序，不因桃園地院司法事務官及再抗告人嗣後撤銷啟封或\r\n聲請假執行，而認其尚未終結，並延至假執行時始為終結。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 715 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 100 年 05 月 12 日",
        "case_gist": "合夥與獨資不同，前者為二人以上互約出資以經營共同事業之契約（民法\r\n第六百六十一條），具有團體性，通常稱之為合夥團體或合夥事業。合夥\r\n團體所負之債務，與各合夥人個人之債務有別，本於各合夥人對合夥債務\r\n僅負補充責任之原則，合夥債務應先由合夥財產清償，必須於合夥財產不\r\n足清償合夥債務時，各合夥人對於不足之額始負連帶清償之責任（民法第\r\n六百八十一條）；後者則為一人單獨出資經營之事業，通常稱之為獨資事\r\n業，該事業為出資之自然人單獨所有，獨資事業之債務應由該自然人負全\r\n部責任。因此，契約之債務人倘係獨資時，債權人本於契約之法律關係對\r\n之為請求時，固應向出資之自然人為之，惟如為合夥者，即應對具有當事\r\n人能力之合夥團體（本院四十一年台上字第一○四○號判例參照），並以\r\n負責醫師為法定代理人（合夥為醫療機構時），或以全體合夥人為其權利\r\n義務之主體而為請求，而不得僅對合夥人中之數人或一人請求。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 382 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 100 年 05 月 12 日",
        "case_gist": "按訴訟費用之範圍，除裁判費外，尚包括民事訴訟法第七十七條之二十三\r\n至第七十七條之二十五所規定之費用在內。而民事訴訟法第七十七條之二\r\n十五規定：法院或審判長依法律規定，為當事人選任律師為特別代理人或\r\n訴訟代理人者，其律師之酬金由法院或審判長酌定之。前項酬金及第四百\r\n六十六條之三第一項之酬金為訴訟費用之一部。依此規定，堪認須法院或\r\n審判長依法律規定為當事人選任律師為特別代理人或訴訟代理人及第三審\r\n律師酬金，始得列為訴訟費用之一部。且我國第一、二審民事訴訟非採用\r\n律師訴訟主義，當事人所支出之律師費用，自不在訴訟費用之內。再參酌\r\n民事訴訟法第一百十條第一項第三款規定，於准予訴訟救助情形，審判長\r\n依法律規定為受救助人選任律師代理訴訟時，暫行免付酬金。則於民事訴\r\n訟之第一、二審，必係法院或審判長依法律規定為當事人選任律師為特別\r\n代理人或訴訟代理人，其酬金始屬訴訟費用之一部。至於法律扶助法第三\r\n十五條第一項雖規定分會就扶助事件所支出之酬金及必要費用，視為訴訟\r\n費用之一部，惟該條之立法原意，係將受扶助人依法或裁判得向對造請求\r\n之訴訟費用，於受扶助範圍內移轉至再抗告人。再抗告人之訴訟費用請求\r\n權既係受讓自受扶助人，其權利範圍自不得超逾受扶助人自行請求確定訴\r\n訟費用額之範圍。又為扶助所支出之律師酬金係比照訴訟救助及第三審情\r\n形而將之列為訴訟費用之一部，應同受民事訴訟法第一百十條第一項第三\r\n款、第四百六十六條之二、第四百六十六條之三規定之拘束。故於法律扶\r\n助情形，仍須法院或審判長依法律規定為當事人選任律師為特別代理人或\r\n訴訟代理人，及第三審之律師酬金始得列為訴訟費用之一部。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 338 號 民事裁定",
        "case_topic": "返還借款強制執行聲明異議",
        "case_date": "民國 100 年 04 月 28 日",
        "case_gist": "按公寓大廈管理條例第四條第二項規定：「專有部分不得與其所屬建築物\r\n共用部分之應有部分及其基地所有權或地上權之應有部分分離而為移轉或\r\n設定負擔」，其立法意旨，乃為維持建築物區分所有權與基地共有權之一\r\n體化，避免法律關係趨於複雜。準此，已登記之區分所有建築物與其所屬\r\n基地所有權之權利人同一者，應受上開不得分離轉讓之限制，固不待言；\r\n惟若登記之區分所有建築物與其所屬基地所有權已非屬同一人者，區分所\r\n有建築物所有權人及所屬基地所有權人，各自得獨立處分其權利，則無從\r\n適用首開規定，限制區分所有建築物所有權人及基地共有人應併同轉讓其\r\n等房地權利之餘地。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 609 號 民事判決",
        "case_topic": "返還存款",
        "case_date": "民國 100 年 04 月 21 日",
        "case_gist": "按民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利\r\n，所稱之執行職務，除執行所受命令或受委託之職務本身外，受僱人如濫\r\n用職務或利用職務上之機會及與執行職務之時間或處所有密切關係之行為\r\n，在客觀上足認為與其執行職務有關，而不法侵害他人之權利者，就令其\r\n為自己利益所為，亦應包括在內。然若於客觀上並不具備受僱人執行職務\r\n之外觀，或係受僱人個人之犯罪行為而與執行職務無關者，即無本條之適\r\n用。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 608 號 民事判決",
        "case_topic": "塗銷預告登記",
        "case_date": "民國 100 年 04 月 21 日",
        "case_gist": "按消滅時效完成之效力，固發生拒絕給付之抗辯權，惟債務人為抗辯後，\r\n消滅者為請求權而非權利本身，依此可知，債務人得主動提出以消滅時效\r\n已完成，拒絕清償債務之抗辯權利，債務人為抗辯後，請求權即為消滅；\r\n預告登記旨既在保全債權請求權之行使，如該債權請求權已消滅或確定不\r\n發生時，該預告登記亦已失其依據，應予塗銷。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 602 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 100 年 04 月 21 日",
        "case_gist": "依民法第八百八十一條之十七準用第八百七十九條第一項之規定，為債務\r\n人設定最高限額抵押權之第三人，代為清償債務，或因最高限額抵押權人\r\n實行抵押權致失抵押物之所有權時，該第三人於其清償之限度內，承受債\r\n權人對於債務人之債權。該規定之性質為法定之債權移轉，其效力與債權\r\n讓與相同，因此為債務人設定最高限額抵押權之第三人向債權人清償後，\r\n於其清償之限度內，即承受債權人之身分，係以新債權人之身分向主債務\r\n人請求，是就債權人因實行抵押權所支出之執行費，因屬實施強制執行不\r\n可或缺之費用，如債權人未支付此項費用，強制執行將無從進行，其結果\r\n亦無執行金額可供分配，自亦一併自債權人承受。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 596 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 100 年 04 月 21 日",
        "case_gist": "按由自己之行為表示以代理權授與他人，或知他人表示為其代理人而不為\r\n反對之表示者，對於第三人應負授權人之責任，固為民法第一百六十九條\r\n所規定，然此所謂由自己之行為表示以代理授與他人，必須本人有具體可\r\n徵之積極行為，足以表見其將代理權授與他人之事實，方足當之。倘無此\r\n事實，即不應令其對第三人負授權人之責任。按民法第一百六十九條後段\r\n所謂知他人表示為其代理人而不為反對之表示者，係指知他人表示為其代\r\n理人而與相對人為法律行為時，原即應為反對之表示，使其代理行為無從\r\n成立，以保護善意之第三人，竟因其不為反對之意思表示，致第三人誤認\r\n代理人確有代理權而與之成立法律行為，自應負授權人之責任者而言。如\r\n於法律行為成立後，知其情事而未為反對之表示，對業已成立之法律行為\r\n已不生影響，自難令負授權人之責任。"
    },
    {
        "case_id": "最高法院 100 年度台上字第 592 號 民事判決",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 100 年 04 月 21 日",
        "case_gist": "按承攬契約之工作需定作人之行為始能完成，而定作人不為其行為，經承\r\n攬人定相當期限催告定作人，定作人不於期限內為其行為時，承攬人請求\r\n定作人賠償損害之請求權，其行使期間，民法債編各論基於承攬之性質及\r\n法律安定性，於第五百十四條第一項已定有應優先適用之一年短期時效，\r\n此項定作人之協力義務倘經當事人特定為契約義務，定作人不履行，而承\r\n攬人得請求定作人賠償損害者，基於相同法理，承攬人之損害賠償請求權\r\n，亦應優先適用上開規定，其時效期間為一年，縱承攬人係依債務不履行\r\n之規定，請求定作人賠償損害，亦同。"
    },
    {
        "case_id": "最高法院 100 年度台聲字第 307 號 民事裁定",
        "case_topic": "請求分配合夥損益等上訴聲請核定第三審參加訴訟之律師酬金",
        "case_date": "民國 100 年 04 月 20 日",
        "case_gist": "按民事訴訟法第四百六十六條之三第一項前段規定：第三審律師之酬金，\r\n為訴訟費用之一部。而對於第二審判決上訴，應委任律師為訴訟代理人，\r\n同法第四百六十六條之一第一項前段復定有明文。故上訴人在第三審委任\r\n律師為其訴訟代理人之酬金，應為訴訟費用之一部。又第三審為法律審，\r\n被上訴人委任律師為其訴訟代理人，既為防衛其權益所必要，則上述規定\r\n所稱之第三審律師酬金，亦應包括被上訴人所委任律師之酬金在內。至於\r\n從參加訴訟之參加人，其參加訴訟，並非直接為自己有所請求，僅在輔助\r\n當事人之一造為訴訟行為，使其勝訴之結果，間接保護自己私法上之利益\r\n，該訴訟仍為本案當事人間之訴訟，從參加人係以第三人之資格，輔助當\r\n事人之一造，究非請求確定私權之人或其相對人，不能認為係本案之當事\r\n人，更非民事訴訟法第四百零一條第一項所稱之當事人。易言之，第三人\r\n之輔助參加，形式上之目的在協助一造當事人取得勝訴判決，實質上之目\r\n的乃在保護第三人自己之利益；亦即從參加訴訟之法律性質，係參加人透\r\n過協助當事人一造取得勝訴判決以間接保護自己之權益，其對所輔助之當\r\n事人，雖不得主張本訴訟之裁判不當（民事訴訟法第六十三條第一項前段\r\n），惟非民事訴訟法第四百零一條第一項所定之當事人，其與他造當事人\r\n間之關係，亦非確定判決之既判力所能及（本院二十三年上字第三六一八\r\n號及三十二年上字第二六○○號判例參照），且民事訴訟法關於從參加訴\r\n訟，亦未採取律師強制代理制度。因此參加人委任律師之酬金，尚難認為\r\n係伸張或防衛當事人之權益所必要，自非屬於民事訴訟法第四百六十六條\r\n之三第一項所稱第三審律師之酬金。"
    },
    {
        "case_id": "最高法院 100 年度台抗字第 283 號 民事裁定",
        "case_topic": "請求排除侵害等上訴聲明承受訴訟",
        "case_date": "民國 100 年 04 月 20 日",
        "case_gist": "按訴訟當事人死亡，除專屬於該當事人本身之權利義務者外，應由其繼承\r\n人承受訴訟，此觀民法第一千一百四十八條第一項及民事訴訟法第一百六\r\n十八條之規定自明。所謂專屬於當事人本身之義務，必以債務之履行與被\r\n繼承人之人格、技術或知識相結合之義務（例如音樂家或藝術家之作為義\r\n務）、以被繼承人之信用為基礎之義務（例如職務保證）或以被繼承人有\r\n一定親屬關係為基礎之債務（例如扶養義務）等類有關者為限。至於被害\r\n人因名譽被侵害而得請求加害人賠償非財產上損害及回復名譽適當處分之\r\n權利，依民法第一百九十五條第一項、第二項規定，因不得讓與或繼承，\r\n固專屬於被害人一身之權利，其行使與否？須尊重被害人之意思。但對於\r\n侵害名譽加害人因此所生之義務，則非專屬於加害人一身之義務，該項義\r\n務在加害人死亡後應由其繼承人繼承，俾被害人所受侵害之名譽仍可獲得\r\n救濟。蓋加害人所負之有關「排除侵害」及「登報道歉」義務，性質上為\r\n一定之行為，參照強制執行法第一百二十七條第一項規定，係屬於可代替\r\n之行為，自可成為繼承之標的。因此，被害人依民法第十八條第一項基於\r\n人格權保護之規定請求除去侵害，及依民法第一百九十五條第一項後段規\r\n定請求回復名譽之適當處分，其加害人所負之義務，既非專屬於一身之義\r\n務，在訴訟中加害人死亡時，即應由其繼承人承受訴訟。"
    }
]