[
    {
        "case_id": "最高法院 82 年度台上字第 1376 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "判決主文乃由判決事實及理由所生之結論，苟判決內容不能自主文見之，\r\n即無從認有合法判決之存在，雖民事訴訟法遇訟爭標的繁多，或名稱冗長\r\n者，得作一目錄附於判決書之後，或需繪圖者，得於主文內載「如附圖」\r\n而另作一圖附於判決書之後，作為主文之一部分，然不允許引用存於他處\r\n之文書作為判決主文。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1357 號 民事",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "交換土地使用，係一方以自己所有或有權使用之土地換與他方使用為對價\r\n，而使用向他方換來之土地，其性質屬於互為租賃關係。在此交換使用土\r\n地關係存續中，一方將其已換與他方使用之土地移轉登記與第三人所有，\r\n應有民法第四百二十五條之適用，不得主張該第三人為無權占有而請求其\r\n拆屋還地。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1356 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "上訴人謂：蔡祀公業之財產，為全體派下員公同共有，依土地法第三十四\r\n條之一第五項準用第四項之規定，公同共有人有優先承購權，伊為派下員\r\n之一，被上訴人未依同法條第二項以書面通知伊競買或優紀承購，於法不\r\n合一節。縱認被上訴人未通知上訴人住先承購，惟仍須上訴人果因此而受\r\n有損害，始能請求賠償。但上訴人並未證明其因此受有如何之損害。從而\r\n其訴求被上訴人賠償其六百萬元及法定遲延利息，無論其係依侵權行為或\r\n債務不履行之法律關係，均非正當。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1355 號 民事",
        "case_summary": "請求塗銷所有權移轉登記",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "民法第二百四十四條所規定之撤銷訴權，僅得訴請撤銷債務人之行為，倘\r\n債務人之行為與他人共同為之，亦僅該債務人之行為得單獨而分離者，始\r\n得訴請撤銷。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1347 號 民事",
        "case_summary": "請求確認抵押權不存在",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "上訴人向蔡溢蓄借款究為四百萬元抑或八百萬元？提供系爭土地以為擔保\r\n之債務四百萬元與土瓏灣段三十筆土地所擔保之四百萬元債務，究為同一\r\n筆債務，抑或不同之二筆債務？亟待澄清。此與上訴人主張四百萬元債務\r\n已經清償，被上訴人不得受讓已無債務存在之抵押權，請求確認被上訴人\r\n對系爭土地無抵押權及共同擔保之四百萬元抵押債權不存在，暨訴請被上\r\n訴人塗銷抵押權轉讓登記，是否有理攸關。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1344 號 民事",
        "case_summary": "請求撤銷贈與",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "土地法第四十四條之一第四項僅規定共有人出賣共有土地之應有部分時，\r\n他共有人得以同一價格共同或單獨優先承購，並未如同法第一百零四條第\r\n二項後段設有出賣人未通知優先承買人而與第三人訂立買賣契約者，其契\r\n約不得對抗優先購買權人之規定。故該條項之優先承購權系指他共有人於\r\n共有人出賣其應有部分時，對於該共有人有請求以同樣條件訂立買賣契約\r\n之權而言，此項優先購買權係屬債權性質，故共有人倘違反法徫規定將其\r\n應有部分出賣與他人已依法取得所有權時，他共有人不得主張該買賣為無\r\n效而塗銷其依法所為之登記。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1339 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "原審定於八十一年六月十六日行言詞辯論，惟言詞辯論通知書卻遲至八十\r\n一年六月九日始行送達於上訴人吳敏男，顯未留就審期間十日，則上訴人\r\n吳敏男既未於相當時期受合法之通知，原審竟謂上訴人吳敏另已受合法通\r\n知，未於言詞辯論期日到場，而依被上訴人之聲請，由其一造辯論而為判\r\n決，自屬不合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1337 號 民事",
        "case_summary": "請求確認股權存在",
        "case_date": "民國 82 年 06 月 10 日",
        "case_gist": "上訴人鑫福公司在原審辯稱：被上訴人原登記之股份，業經顏子思轉讓與\r\n訴外人張平甫及陳成竹，由張平甫、陳成竹善意取得。顏子思亦辯稱：其\r\n現在鑫福公司僅持有股權四十股，縱有侵害被上訴人之股權，亦無六百股\r\n可資辦理更名登記各等語。倘上訴人所辯屬實，被上訴人能否再為本件之\r\n請求，即非無疑。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 256 號 民事",
        "case_summary": "聲請假處分",
        "case_date": "民國 82 年 06 月 09 日",
        "case_gist": "系爭土地原為祭祀公業吳種德所有，於民國八十年九月十日，依和解移轉\r\n登記與再抗告人，嗣於八十一年十二月廿四日，又依行政法院判決回復登\r\n記為該祭祀公業所有。再抗告人主張其所有權被不法侵害，乃聲請為假處\r\n分。其依假處分保全執行之請求，係基於所有權被侵害而生之妨害除去請\r\n求權或損害賠償請求權。此與上開和解之標的為雙方間買賣關係所生之系\r\n爭土地所有權移轉登記請求權，並不相同。原法院失察，竟認二者為同一\r\n法律關係，遽將台中地院准予假處分之裁定廢棄，並駁回再抗告人之聲請\r\n，顯屬違誤。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1330 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 82 年 06 月 09 日",
        "case_gist": "繼承開始時，繼承人之有無不明，無親屬會議，或親屬會議未於一個月內\r\n選定遺產管理人者，利害關係人始得聲請法院指定遺產管理人，為七十四\r\n年六月三日修正公布之民法第一千一百七十七條、第一千一百七十八條第\r\n二項所規定。林文通係於五十四年十二月三日死亡，其繼承在該法修正前\r\n開始，依修正前民法第一千一百七十七條、第一千一百七十八條規定，關\r\n於繼承開始時，繼承人有無不明，得依公示催告程序公告繼承人，命其於\r\n一定期限內承認繼承之條件為： (一) 須繼承開始時，繼承人有無不明，\r\n (二) 須由親屬會議選定遺產管理人。所謂繼承開始時，繼承人之有無不\r\n明，係指有無配偶及民法第一千一百三十八條各款血親不明之謂，如確有\r\n繼承人生存，即不得謂繼承人有無不明。陳文傳與林文通二人同父同母，\r\n為親兄弟，又在同一戶籍，林文通死亡時，確有繼承人陳文傳生存，自非\r\n繼承人有無不明，被上訴人之台灣北區辦事處本不得向法院聲請指定林文\r\n通之遺產管理人，故該辦事處於繼承開始後，七十五年一月十四日向板橋\r\n分院聲請，及板橋分院裁定指定該辦事處為林文通之遺產管理人，均於法\r\n未合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1329 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 82 年 06 月 09 日",
        "case_gist": "上訴人辯謂系爭土地係兩造之父周秋金於與兩造之母周林罔卻婚姻關係存\r\n續中，以周林罔卻名義登記之不動產，兩造父母未訂立夫妻財產制契約，\r\n系爭土地非周林罔卻之特有財產或原有財產，依修正前民法第一千零十六\r\n條、第一千零十七條第二款規定，為周秋金財產，非周林罔卻之遺產。周\r\n秋金已於五十九年十月十日死亡，周林罔卻及周月霞拋棄繼承等情，已據\r\n提出戶籍登記簿謄本、成年遺產繼承權拋棄書影本為證，並有被上訴人提\r\n出之土地登記簿謄本可證，被上訴人就上訴人提出此等證據形式之真正均\r\n不爭執，則上訴人此項主張，已盡其譽證責任，似非不可採信。至周林罔\r\n卻於六十四年十月二十四日死亡，因系爭土地登記周林罔卻為所有人，台\r\n中市稅捐稽徵處乃將之列入周林罔卻遺產以核課遺產稅，不能推論上訴人\r\n此項辯解為不足採，故該處出具之遺產稅逾核課期間案件同意移轉證明書\r\n所附周林罔卻遺產明細表影本頁將系爭土地列入，不足證明上訴人此項主\r\n張不足採，亦不足證明系爭土地為周林罔卻之原有財產，乃原審見未及此\r\n，竟憑該明細表認定系爭土地為周林罔卻之原有財產，據為被上訴人勝訴\r\n之判決，難謂無認定事實違背證據法則之違法。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1325 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 82 年 06 月 09 日",
        "case_gist": "解約定金係保留解除權之代價所交付之定金。授與人得拋棄定金而解除契\r\n約；收受者得加倍償還而解除契約。申言之，付定金者欲解約，依意思表\r\n示為之即可，無須另為拋棄定金之表示；受定金者欲解約，須於為解約之\r\n意思表示前或同時提出定金之倍額，否則，不生解約之效力。"
    },
    {
        "case_id": "最高法院 82 年度台抗字第 253 號 民事",
        "case_summary": "停止執行",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "有回復原狀之聲請，或提起再審或異議之訴，或對於和解為繼續審判之請\r\n求，或提起宣告調解無效之訴、撤銷調解之訴，或對於法院依強制執行法\r\n第四條第一項第五款之裁定提起抗告時，法院依必要情形，或依聲請定相\r\n當並確實擔保，得為停止強制執行之裁定，強制執行法第十八條第二項固\r\n定有明文。惟仍須債權人已向執行法院聲請強制執行，且已開始強制執行\r\n程序者，始克相當。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1302 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "原審既認定上訴人未能於七十七年一月間繼續受僱於儀光公司，從事中油\r\n公司工程之電焊工作，係因中油公司監理課以上訴人違反同時間內擔任二\r\n項以上工程之規定為由，不予覆查通過所致。又林啟禎、葉英峰先後於七\r\n十六年十一月間及七十七年三月間，偽填上訴人之檢定證號碼於覆查表向\r\n中油公司申報覆查，上訴人係因自七十七年一月二十九日以後，逾六個月\r\n無焊接工作紀錄而被中油公司註銷資格等情，則棄啟禎、蔡英峰若不偽填\r\n上訴人之檢定證號碼於覆查表，上訴人是否即得自七十七年一月起繼續受\r\n僱於儀光公司，而不致於逾六個月無焊接工作紀錄致遭中油公司註銷資格\r\n？頗滋疑義。原審未予詳求，遽認林啟禎、葉英峰之侵權行為與上訴人所\r\n受損害無因果關係，自嫌速斷。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1296 號 民事",
        "case_summary": "請求返還價金",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "上訴人不辦理汽車過戶登記，充其量為債權人受領遲延，而在債權人遲延\r\n中，債務人僅就故意或重大過失負其責任，民法第二百三十九條定有明文\r\n。本件原審固認定三裕公司曾催告通知上訴人辦理系爭汽車過戶手續，因\r\n上訴人遲不辦理，三裕公司即逕行申辦註銷汽車牌照云云。第查三裕公司\r\n申請註銷系爭汽車牌照，如係得被上訴人同意，被上訴人對於系爭汽車之\r\n不能辦理過戶登記，是否非因故意或重大過失所致？非無斟酌餘地。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1295 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "耕地租賃係指當事人約定一方以農地租與他方耕作，栽培農作物，他方支\r\n付租金之謂，故耕地租賃，必須該土地適於耕作，以栽培農作物，始足當\r\n之。查系爭土地原為耕地，因土壤流失，經主管機關於五十六年十二月二\r\n十五日，依職權將地目由「田」變更為「原」，迄八十年間政府徵收止，\r\n二十餘年未能耕作，為原審認定之事實，則系爭土地之土壤流失，是否已\r\n達於無法耕作之程度，主管機關始依職權變更地目為「原」，殊欠明瞭。\r\n倘系爭土地確因土壤流失，而不能耕作屬實，能否仍謂本件耕地租賃之標\r\n的物，尚未滅失 (按租賃標的物滅失，與土地所有權消滅，係不同之概念\r\n) ，非無疑義。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1294 號 民事",
        "case_summary": "請求返還價金",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "兩造所訂之買賣契約第八條僅約定買賣之產權登記權利人由被上訴人自由\r\n指定，惟未明白約定指定登記於任何有自耕能力之第三人，或具體約定登\r\n記於有自耕能力之特定第三人，即屬以不能之給付為契約之標的，買賣契\r\n約自始為無效，依民法第一百十三條 (原判決誤為一百十二條) 之規定，\r\n應回復原狀。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1292 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "解除契約，係指契約當事人之一方，行使解除權而使契約自始歸於消滅者\r\n而言。債之契約既溯及的消滅，則因契約之履行而受益之一方，即欠缺法\r\n律上之原因，形成不當得利，故因履行契約而為給付之一方，固得依民法\r\n第二百五十九條之規定，行使回復原狀請求權，亦得行使不當得利返還請\r\n求權，惟不論何者，有請求權之一方，僅得請求不當得利之受領人，返還\r\n利益於自己，不得請求返還於其所指定之第三人，該受領人亦無向第三人\r\n為給付之義務。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1291 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "消滅時效，自請求權可行使時起算，民法第一百二十八條定有明文。本件\r\n買賣契約於五十一年二月八日成立，上訴人遲至八十年九月六日始行起訴\r\n，其所有權移轉登記請求權已罹於時效而消滅，為原審合法認定之事實。\r\n民法第二百四十四條所定之撤銷 (訴) 權，乃為保全債權之履行而設，上\r\n訴人基於債權之請求權，既罹於消滅時效而不能行使，則其撤銷 (訴) 權\r\n顯無由成立，況上訴人雖主張行使撤銷訴權，但其聲明並未表明撤銷對造\r\n之詐害行為，則其逕行請求塗銷登記及移轉登記，尤屬無從准許。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1286 號 民事",
        "case_summary": "請求交還土地",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "耕地租用除漁牧外，係指租耕地他人之農地 (田地、旱地) 或雖非農地，\r\n而、蕃薯、菜、桑等一般農作物而言。上訴人租用系爭土地之目的係為栽\r\n種九重葛、大花扶桑等屬種觀賞用花卉構物兼放置盆景，而非為種植稻麥\r\n等一般農作物，揆請前揭說明，上訴人與曾德雲間所訂之租約雖用名農用\r\n土地租用合約，實非屬耕地租用，應無耕地三七五減租條例之適用。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1285 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 82 年 06 月 04 日",
        "case_gist": "兩造所訂契約書上固有關於製造商負責修繕之記載，但並不排除上訴人為\r\n出賣人應負之出賣物瑕疵擔保責任，從而被上訴人依民法第三百六十條買\r\n賣之物缺少出賣人所保證之品質者，買受人得不解除契約或請求減少價金\r\n，而請求鎮履行之損害賠償，及第二百二十七條不完全給付之規定，請求\r\n上訴人損害賠償，自屬有據。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1284 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 82 年 06 月 03 日",
        "case_gist": "為判決基礎之資料，應提示兩造為適當辯論後，始得本於辯論之結果加以\r\n斟酌。本件遍查全卷並未附有台灣屏東地方法院七十八年訴字第一一九六\r\n號遷讓房屋事件有關判決，亦無調取該事件卷宗提示兩造為辯論之記載。\r\n原審遽援用該事件之資料，認上訴人提起債務人異議之訴，不合強制執行\r\n法第十四條之要件，依上說明，已有未合。"
    },
    {
        "case_id": "最高法院 82 年度台上字第 1278 號 民事",
        "case_summary": "請求確認優先購買權",
        "case_date": "民國 82 年 06 月 02 日",
        "case_gist": "林王寶連就特一部分與萬華合作社存有租賃關係，因萬華合作社將系爭土\r\n地出賣，林王寶連就特一部分有優先購買權，為原審所認定，果係如此，\r\n此項優先購買權即為承租人對於出租人之買賣契約訂立請求權。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3141 號 民事",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 81 年 12 月 31 日",
        "case_gist": "法人之董事為法人之代表及執行機關，聲請法人登記，由董事為之，民法\r\n第四十八條第二項、第六十一條第二項定有明文。本件被上訴人之名稱為\r\n「財團法人私立華興育幼院董事會」，然董事會既為法人之執行機關，即\r\n不可能為另一有權利能力之主體（本院六十三年台上字第六二八號判例參\r\n照）。是則被上訴人雖誤以「財團法人華興育幼院董事會」之名義，聲請\r\n登記為法人，能否即謂該董事會已具有法人資格，而得提起本件訴訟，殊\r\n非無疑。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3134 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 12 月 31 日",
        "case_gist": "買賣契約之成立，以標的物及價金為要素，倘當事人對此二者之意思表示\r\n未能一致，其契約難謂已成立。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3129 號 民事",
        "case_summary": "請求增減土地租金",
        "case_date": "民國 81 年 12 月 31 日",
        "case_gist": "按調整租金之訴，僅能請求增減租金之數額，不容一造片面之請求判決變\r\n更租金之種類。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3100 號 民事",
        "case_summary": "請求返還本票",
        "case_date": "民國 81 年 12 月 30 日",
        "case_gist": "票據法第十四條第一項規定，以惡意或有重大過失取得票據者，不得享有\r\n票據上之權利。由其反面觀之，票據之受讓人依票據法規定之轉讓方法取\r\n得票據，於取得 (受讓) 當時，無惡意或重大過失者，縱讓與人無處分權\r\n，受讓人亦可取得票據上之權利。此即票據法上之善意取得。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3099 號 民事",
        "case_summary": "請求給付票款",
        "case_date": "民國 81 年 12 月 30 日",
        "case_gist": "被上訴人於受讓系爭本票當時，並無惡意或重大過失，為原審所確定之事\r\n實，依票據法第十四條第一項規定之反面解釋，即應受保護而取得票據上\r\n之權利。票據法上之善意取得，係民法之特別規定，無論記名式、指示式\r\n或無記名式票據，且不問其喪失之原因如何，均一律適用。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3065 號 民事",
        "case_summary": "請求確認優先承買權",
        "case_date": "民國 81 年 12 月 24 日",
        "case_gist": "出租耕地出賣時，出租人與承租人因優先購買權發生之爭議，屬於租佃爭\r\n議之一種，依耕地三七五減租條例第二十六條第二項規定，非經耕地租佃\r\n委員會調解調處，不得起訴。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3063 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 24 日",
        "case_gist": "按著作權法所稱之著作，係指屬於文學、科學、藝術或其他學術範圍之創\r\n作，著作權法第三條第一項第一款定有明文。是凡具有原創性之人類精神\r\n上創作，且達足以表現作者之個性或獨特性之程度者，即享有著作權。苟\r\n非抄襲或複製他人之著作，縱二作相同或極相似，因二者均屬創作，皆應\r\n受著作權法之保護。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3062 號 民事",
        "case_summary": "請求調整租金",
        "case_date": "民國 81 年 12 月 24 日",
        "case_gist": "按租金為承租人使用、收益租賃物應支付之對價，故法院於依民法第四百\r\n四十二條之規定，調整不動產租賃之租金時，除應斟酌不動產之價值、所\r\n處位置及其四周工商業繁榮情形，暨與鄰地租金為比較外，更應注意承租\r\n人利用該租賃物之經濟價值與所得之利益，與應調整之租金數額是否平衡\r\n。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3039 號 民事",
        "case_summary": "請求清償債務",
        "case_date": "民國 81 年 12 月 24 日",
        "case_gist": "民法第二百零二條前段規定，以外國通用貨幣定給付額者，債務人得按給\r\n付時、給付地之市價，以中華民國通用貨幣給付之。故以外國通用貨幣定\r\n給付額者，惟債務人得以中華民國通用貨幣為給付。倘債權人請求給付，\r\n則惟有依債之本旨，請求債務人以外國通用貨幣給付之。且管理外匯條例\r\n第六條之一、第七條、第十三條及第十七條規定，業經行政院七十六年七\r\n月十五日台七六財字第一五七六七號函，依同法第二十六條之一，定自七\r\n十六年七月十五日停止適用。債務人亦無不能給付美金之情形，故債權人\r\n請求給付美金為有理由者，即不得命債務人按給付時外匯匯率折付新台幣\r\n。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3037 號 民事",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 81 年 12 月 24 日",
        "case_gist": "關於侵權行為損害賠償請求權之消滅時效，應以請求權人實際知悉損害及\r\n賠償義務人時起算。非以知悉賠償義務人因侵權行為所構成之犯罪行為經\r\n檢察官起訴或法院判決有罪為準。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3032 號 民事",
        "case_summary": "請求返還不當得利",
        "case_date": "民國 81 年 12 月 24 日",
        "case_gist": "依土地法第六十九條規定：「登記人員於登記完畢後，發見登記錯誤或遺\r\n漏時，非以書面聲請該管上級機關查明核准後不得更正」，被上訴人於發\r\n見登記錯誤後，即由楠梓地政事務所辦理更正錯誤之登記，並向內政部報\r\n准更正面積登記，是系爭土地面積之更正，既有法律之依據，且依法定程\r\n序為之，顯非行政機關任意為撤銷行政處分。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3017 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 21 日",
        "case_gist": "上訴人職員有未依照「擔保品鑑價」一文所規定之作業程序辦理，僅將導\r\n致銀行不能十足受償之危險，亦與違反保護他人之法律者有別。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3013 號 民事",
        "case_summary": "請求確認股東會決議無效",
        "case_date": "民國 81 年 12 月 21 日",
        "case_gist": "公司法第一百七十二條第三、四項係規定：「股東會之通知及公告應載明\r\n召集事由；此項召集事由，得列臨時動議，但關於改選董事、監察人、變\r\n更章程或公司解散或合併之事項，應在事由中列舉，不得以臨時動議提出\r\n。」依此文義之反面解釋，解任董事並不在不得以臨時動議提出之列，被\r\n上訴人於前開股東常會時，以臨時動議方式提出解任董事議案，應非法所\r\n不許。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3011 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 81 年 12 月 21 日",
        "case_gist": "七十二年十二月二十三日修正施行之耕地三七五減租條例第十七條第一項\r\n第四款已增訂：「非因不可抗力繼續一年不為耕作時」，為耕地出租人得\r\n於租佃期限屆滿前，「終止」耕地租約之事由，則被上訴人自七十四年起\r\n就承租之系爭土地，倘僅係「不為耕作」而無同條例第十六條第一項所定\r\n之「轉租於他人」情形，依上開條例增訂意旨，應祇生上訴人得「終止」\r\n耕地租約，請求返還耕地問題，尚難認原訂租約為無效。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3010 號 民事",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 81 年 12 月 21 日",
        "case_gist": "地上權之時效取得，必須以行使地上權之意思，在他人土地上有建築物或\r\n工作物或竹木為目的而使用其土地為要件。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3009 號 民事",
        "case_summary": "請求返還土地",
        "case_date": "民國 81 年 12 月 21 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之基地。故土地\r\n與房屋同屬一人，而將土地及房屋分開同時或先後出賣，其間雖無地上權\r\n設定，然除有特別情事，可解釋為當事人之真意限於賣屋而無基地之使用\r\n外，均應推斷土地承買人默許房屋承買人繼續使用土地，固經最高法院四\r\n十八年台上字第一四五七號著為判例。惟推究該判例之旨意，實因房屋價\r\n值不貲，如任土地買受人請求拆屋，於社會經濟有所損失，故予以限制。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3007 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 21 日",
        "case_gist": "法律所規定之訴訟程序，僅為當事人之利益而設者，當事人知其違背或可\r\n知其違背，並無異議而為本案辯論者，喪失其責問權。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3006 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 12 月 21 日",
        "case_gist": "在第二審為訴之追加或變更，除合於民事訴訟法第二百五十六條第二款至\r\n第四款情形者外，非經他造同意不得為之，同法第四百四十六條第一項規\r\n定甚明。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 3004 號 民事",
        "case_summary": "債務人異議之訴",
        "case_date": "民國 81 年 12 月 18 日",
        "case_gist": "民法第一百二十六條所謂一年或不及一年之定期給付債權，係指基於一定\r\n法律關係，因每次一年以下期間之經過順次發生之債權而言，本院著有二\r\n十八年度上字第六○五號判例可資參照。系爭合會金債權，乃上訴人受領\r\n合會金給付後，與被上訴人約定就應返還之合會金分期清償，有兩造簽訂\r\n之償還合會金契約書附卷可稽，本質上為一次給付之債權，特別約定其給\r\n付方法為分期給付而已 (如有一次遲延償還，即喪失分期償還之權利) ，\r\n與上開說明之定期給付債權不同。\r\n債務人對於支付命令未於法定期間提出異議者，支付命令與確定判決有同\r\n一之效力，民事訴訟法第五百二十一條定有明文。系爭支付命令均已確定\r\n，有支付命令確定證明書影本可按，則系爭支付命令與確定判決有同一之\r\n效力，已無疑義，其內容縱有不當，應以再審表示不服，要非異議之訴所\r\n能救濟。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2997 號 民事",
        "case_summary": "請求確認買賣關係不成立",
        "case_date": "民國 81 年 12 月 18 日",
        "case_gist": "不動產物權依法律行為而取得者，非經登記不生效力，民法第七百五十八\r\n條定有明文。查系爭房屋係屬違章建築，被上訴人無法經地政機關登記取\r\n得所有權，為原審合法確定之事實。是則被上訴人就系爭房屋既無所有權\r\n存在，其憑何而得請求確認花蓮地院對系爭房屋所為之拍賣無效，原審未\r\n予推闡明確，遽為上訴人敗訴之判決，自屬難昭折服。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2967 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 18 日",
        "case_gist": "原審既認定莊垂慶於第一次手術前已告知上訴人手術原因及可能發生之併\r\n發症等事項，何以上訴人於第一次手術後，竟拒絕復健及接受第二次手術\r\n？上訴人於第一次手術後是否繼續接受門診？亦待推求。此與認定被上訴\r\n人是否未盡醫療法第四十六條、第五十八條之告知義務，而應負侵權行為\r\n責任或債務不履行責任，所關頗切，自應詳予勾稽，以明究竟。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2966 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 18 日",
        "case_gist": "民法第四百九十五條規定，因可歸責於承攬人之事由，致工作發生瑕疵者\r\n，定作人依同法第四百九十三條及第四百九十四條規定請求修補或解除契\r\n約，或請求減少報酬外，並得請求損害賠償。準此，定作人一方面請求修\r\n補，一方面請求賠償之損害，係指因修補致工作完成遲延所生之損害而言\r\n，性質上屬因遲延給付所生之損害 (民法第二百三十一條) 。定作人因工\r\n作瑕疵而解除契約者，得請求賠償之損害，為因解除契約所生之損害 (看\r\n本院四十一年台上字第一○四號判例) 。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2963 號 民事",
        "case_summary": "請求返還押標金",
        "case_date": "民國 81 年 12 月 18 日",
        "case_gist": "工程投標者所繳付之押標金，乃投標廠商為擔保其踐行投標程序時願遵守\r\n投標須知而向招標單位所繳交之保證金，必須於投標以前支付，旨在督促\r\n投標人於得標後，必然履行契約外，兼有防範投標人圍標或妨礙標售程序\r\n之作用。與違約金係當事人約定債務人不履行債務時，應支付之金錢或其\r\n他給付，必待債務不履行時始有支付之義務，旨在確保債務之履行有所不\r\n同，投標廠商所繳交之押標金應如何退還，悉依投標須知有關規定辦理，\r\n既非於債務不履行時始行支付，而係在履行契約以前，已經交付，即非屬\r\n違約金之性質，自無從依民法第二百五十二條規定由法院予以核減。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2962 號 民事",
        "case_summary": "請求返還停車位",
        "case_date": "民國 81 年 12 月 18 日",
        "case_gist": "區分所有建物之共同使用部分，性質上係屬共有，共有人將各相關區分所\r\n有專有部分之建物所有權移轉時，依土地登記規則第七十二條第二款規定\r\n，其共同使用部分之所有權亦隨之移轉。各共有人對於該共同使用部分之\r\n設施，雖可依其共有部分之經濟目的加以使用，或約定分管，但使用權為\r\n所有權之積極權能之一，不得與所有權分離而單獨為買賣之標的。地下室\r\n車位共同使用部分，與建物專有部分具有密不可分之主從關係，建物專有\r\n部分所有人，不得將共同使用部分之車位使用權單獨出售他人，或保留車\r\n位使用權而將建物專有部分出售他人。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2951 號 民事",
        "case_summary": "請求給付價金",
        "case_date": "民國 81 年 12 月 16 日",
        "case_gist": "本件買賣附帶條件未經任何人簽名、蓋章，此有該附帶條件影本在卷可稽\r\n (見原法院重上字卷二八頁) ，且為原審所認定，上訴人自不受其拘束。\r\n又被上訴人提出之定金收據 (影本) 由被上訴人與林德雄、黃新元、孫洪\r\n春雙方名義立具，非由上訴人立具，收據立具之時間為七十七年五月二十\r\n二日 (見原法院重上字卷三○至三二頁) ，此係在兩造於七十七年五月二\r\n十五日簽訂不動產買賣契約書之前 (見一審卷九至一一頁) ，故兩造本件\r\n買賣關於價金給付之數額及方法，應以契約書為準，非以收據為準。"
    },
    {
        "case_id": "最高法院 81 年度台抗字第 529 號 民事",
        "case_summary": "請求停止訴訟",
        "case_date": "民國 81 年 12 月 14 日",
        "case_gist": "民事訴訟法第一百八十二條固規定，訴訟全部或一部之裁判，以他訴訟之\r\n法律關係是否成立為據者，法院得在他訴訟終結前，以裁定停止訴訟程序\r\n。但應否裁定停止，法院仍得依其自由意見決定之。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2946 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 12 月 14 日",
        "case_gist": "承受私有農地所有權之人有無自耕能力，應以承受時為準，為原判決所立\r\n論，上訴人職業為農，已加入當地農會會員，已遷回本籍地，究其有無自\r\n耕能力，應從其目前能否自任耕作為斷，不因其以前就所分取之農地未為\r\n耕作，而可否定。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2945 號 民事",
        "case_summary": "請求撤銷股東會決議",
        "case_date": "民國 81 年 12 月 14 日",
        "case_gist": "上訴人公司於八十一年六月三十日股東臨時會，其開會通知書表明召集人\r\n為該公司董事會字樣，有該開會通知書附卷，並為原判決所確定之事實。\r\n該通知書雖未蓋用董事會章，究與單純無召集權之人擅自召集之情形有別\r\n，尚不得指其召集程序為違法，據為撤銷決議之原因。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2944 號 民事",
        "case_summary": "請求確認所有權存在",
        "case_date": "民國 81 年 12 月 14 日",
        "case_gist": "陳本為被上訴人之前權利人，雖為被上訴人之養兄，依民事訴訟法第三百\r\n零八條第一項第四款規定，原不得拒絕證言，原審因其拒絕證言未再為傳\r\n訊調查，亦有可議。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2938 號 民事",
        "case_summary": "請求返還股金",
        "case_date": "民國 81 年 12 月 14 日",
        "case_gist": "上訴人抗辯，被上訴人於七十九年一月十九日向台中區中小企業銀行西台\r\n中分行借款三百萬元，上訴人於同年十一月一日以連帶保證人身分代償二\r\n百二十四萬零二百十一元，得向被上訴人求償，以之與被上訴人之請求抵\r\n銷等語，固提出借據及收據各一件為證。惟斟酌該分行先後函覆：「本行\r\n客戶廖財聰於七十九年一月十九日借款三百萬元，轉入其本人活期存款一\r\n○五五八六一帳戶，每月攤還本金利息由廖財聰一○五五八六一帳戶自動\r\n轉繳，繳至第九回於七十九年十一月一日還清其貸款餘額」，「客戶廖財\r\n聰於七九、一、二十四、所領一百七十五萬元，是以現金取款，復轉匯至\r\n中企霧峰分行支存帳戶內，戶名為新華峰塗料股份有限公司。……其存款\r\n經查詢，是開具支票存入以台中市第三信用合作社國光分社為付款行，發\r\n票人為新華峰塗料股份有限公司」各等語，及前開股東會紀錄有關公司之\r\n負債，有非以公司名義借款之情形，被上訴人主張，該三百萬元借款係新\r\n華峰公司以被上訴人之名義借貸，屬於公司之債務云云，堪認為實在。上\r\n訴人縱有代償情事，亦不得主張依民法第七百四十九條規定對被上訴人取\r\n得債權，即無從為抵償云云。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2937 號 民事",
        "case_summary": "請求返還大貨車",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "以動產所有權或其他物權之移轉或設定為目的，而善意受讓該動產之占有\r\n者，縱其讓與人無讓與之權利，其占有仍受法律之保護。又動產之受讓人\r\n占有動產，而受關於占有規定之保護者，縱讓與人無移轉所有權之權利，\r\n受讓人仍取得所有權，固為民法第九百四十八條、第八百零一條所明定。\r\n惟讓與人如無讓與其所有權之權利，而受讓人又非善意者，並不因此而取\r\n得所有權。依客觀情勢，在交易經驗上，一般人皆可認定讓與人無讓與之\r\n權利，而仍受讓者，即應認係惡意。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2934 號 民事",
        "case_summary": "請求返還寄託物",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "被上訴人之印鑑並未遺失，而係遭竊嫌冒用其身分證非法變更，致被冒領\r\n，核與郵政規則第二百八十四條第二項規定之印鑑遺失，在未辦妥掛失止\r\n付前，存款如被冒領郵局不負責任之情況不同，上訴人難以上述規定主張\r\n免責。縱令上訴人係金融機關，其職員以肉眼判別印章之真偽，並無過失\r\n，然存款為第三人偽刻印章所冒領，該金融機關僅得對冒領人為損害賠償\r\n之請求，要不得以第三人冒領之事由，主張對於被上訴人已生清償之效力\r\n。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2932 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "司法院大法官會議釋字第一○七號解釋所謂已登記之不動產，無消滅時效\r\n之適用，其登記應係指依吾國法令所為之登記而言。系爭土地如尚未依吾\r\n國法令登記為被上訴人所有，而登記國有後，迄今已經過十五年，被上訴\r\n人請求塗銷此項國有登記，上訴人既有時效完成拒絕給付之抗辯，被上訴\r\n人之請求，自屬無從准許。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2930 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "耕地三七五減租條例第二十六條第一項所以規定租佃爭議須經調解調處始\r\n得起訴，無非係在保持情感減少訟累，但兩造既已因積欠地租達兩年之總\r\n額之事由，請求終止契約，已經調處不成立，上述追加之事由縱再為調處\r\n，似亦將徒勞，則為訴訟經濟起見，宜認追加之事由亦已踐行調處程序而\r\n准予追加。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2929 號 民事",
        "case_summary": "請求確認股東會決議無效",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "公司法第一百八十九條規定，訴請法院撤銷股東會決議之股東，仍應受民\r\n法第五十六條第一項但書之限制。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2926 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "按國際貿易糾紛事項之裁判，如國際間有通行之規則或慣例者，自應優先\r\n適用該規則或慣例，以利國際間之貿易。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2905 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "當事人已證明受有損害而不能證明損害之數額時，法院應斟酌損害之原因\r\n及其他一切情事，依自由心證定其數額，不得以其數額未能證明，即駁回\r\n其請求。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2898 號 民事",
        "case_summary": "請求分配表異議之訴",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "強制執行法第三十六條所為之提存，係為保護參與分配之聲明人不因提起\r\n參與分配訴訟而使其債權喪失受清償之利益。聲明人受勝訴判決確定，即\r\n可依該確定判決而自提存款中受償，因提存所生之利息，為法院提存所所\r\n支付，非債務人所負債務 (參看民法第三百二十八條，提存法第十一條規\r\n定) 自應一併交付受領提存款之人。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2894 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 12 月 11 日",
        "case_gist": "被上訴人提出之自耕能力證明書為高雄縣桃源鄉鄉長陳正德於八十一年二\r\n月二十五日所核發，距七十九年七月八日本件買賣契約訂立時，已歷一年\r\n六個月之久，則被上訴人於七十九年七月八日買賣當時，是否具有自耕能\r\n力，尚無從憑該自耕能力證明書，以為判斷。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2881 號 民事",
        "case_summary": "請求給付加班費",
        "case_date": "民國 81 年 12 月 09 日",
        "case_gist": "按勞基法為保護勞工免受雇主剝削，故關於工作時間於第三十條第一項規\r\n定：「勞工每日正常工作時間不得超過八小時，每週工作總時數不得超過\r\n四十八小時」。至同法第三十二條係就雇主延長勞工工作時間之事由，時\r\n數、及程序為規定，旨在限制雇主任意延長勞工之工作時間，貫徹保護勞\r\n工之本意，非謂勞工於正常工作時間以外為雇主從事與正常工作時間內之\r\n工作性質不同之工作，即非加班，不得依勞基法之規定請求給付延長工作\r\n時間之工資。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2879 號 民事",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 81 年 12 月 09 日",
        "case_gist": "債權人行使代位權，依民法第二百四十二條及第二百四十三條規定，除須\r\n債務人怠於行使其權利外，並須債務人對債權人負遲延責任時，始得為之\r\n。\r\n徵收土地經行政院或省政府核准後，應由該管市縣地政機關依土地法第二\r\n百二十七條規定公告，期間為三十日，並通知土地所有權人及土地他項權\r\n利人。此項公告及通知為徵收之生效要件，如有欠缺，徵收即不生效力。\r\n至公告時，其公告內容，縱有遺漏土地法施行法第五十五條第一項所定應\r\n載明需用土地人之名稱，興辦事業之種類，徵收土地之詳明區域及被徵收\r\n土地應補償之費額等四項事項中之一項或數項，此與徵收未經公告之情形\r\n尚屬有間，土地所有權人及土地他項權利人雖得於公告期間內，向該管市\r\n縣地政機關提出異議，但公告期滿後，尚難以此瑕疵情形之存在，指為徵\r\n收不生效力。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2877 號 民事",
        "case_summary": "請求給付價款",
        "case_date": "民國 81 年 12 月 09 日",
        "case_gist": "民事訴訟採不干涉主義，凡當事人所未聲明之利益，不得歸之於當事人，\r\n所未提出之事實及證據，亦不得斟酌之，此觀民事訴訟法第三百八十八條\r\n之規定自明。本件被上訴人在事實審係以物有瑕疵而聲明解除契約，資為\r\n對抗，並未主張減少價金。原審竟認被上訴人僅得請求減少價金，並基此\r\n而為上訴人敗訴之判決，已有認作主張之違法。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2875 號 民事",
        "case_summary": "請求確認本票債權不存在",
        "case_date": "民國 81 年 12 月 07 日",
        "case_gist": "主債務人與債權人互負給付種類相同之債務，關於主債務人所有之抵銷抗\r\n辯，係本於主債務以外之獨立原因所生，而與主債務之發生、消滅或履行\r\n並無牽連關係，則除保證契約另有訂定外，自不在保證人得為主張之列。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2871 號 民事",
        "case_summary": "請求返還借款",
        "case_date": "民國 81 年 12 月 07 日",
        "case_gist": "債務免除係債權人向債務人免除其債務之單獨行為，於其免除之意思表示\r\n達到債務人時，即生免除效力，固無待於債務人之承諾或另與債務人為免\r\n除之協議 (契約) ，然必以債權人有向債務人免除債務之意思表示為依歸\r\n。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2866 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 07 日",
        "case_gist": "上訴人騙使被上訴人出具債務清償證明書，塗銷被上訴人在四二三號等三\r\n筆土地之抵押權登記，使黃成基、黃應中抵押借款一百五十四萬五千元之\r\n連帶債務消滅，被上訴人因而損失一百五十四萬五千元之債權。被上訴人\r\n請求上訴人如數賠償，自屬正當。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2847 號 民事",
        "case_summary": "請求給付租金",
        "case_date": "民國 81 年 12 月 04 日",
        "case_gist": "原審認兩造就租金數額協議不諧，類推適用民法第八百七十六條規定，上\r\n訴人得請求法院核定地租，並請求給付地租。惟關於請求法院核定地租部\r\n分，其訴之性質為形成之訴；關於請求給付地租部分，其訴之性質為給付\r\n之訴，為達訴訟經濟目的，上訴人固非不得同時提起上開形成之訴及給付\r\n之訴，然必先經法院核定地租數額後，上訴人始得據以請求被上訴人如數\r\n給付。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2844 號 民事",
        "case_summary": "請求確認租賃關係存在",
        "case_date": "民國 81 年 12 月 04 日",
        "case_gist": "租金為租賃契約必要之點，依民法第一百五十三條第二項規定，當事人對\r\n此必要之點意思一致，契約始推定其成立。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2828 號 民事",
        "case_summary": "請求分割共有物",
        "case_date": "民國 81 年 12 月 02 日",
        "case_gist": "按定共有物之分割方法，法院固可自由裁量，但以其方法適當者為限。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2827 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 12 月 02 日",
        "case_gist": "按運送人對於運送物之喪失、毀損或遲到，應負責任。但運送人能證明其\r\n喪失、毀損或遲到，係因不可抗力，或因運送物之性質，或因託運人或受\r\n貨人之過失而致者，不在此限，為民法第六百三十四條所明定。查原審雖\r\n認定本件香蕉成熟變黃及凍傷肇因承運之裕明輪航期過長，而航期過長係\r\n因該船與其他船舶碰撞，折返高雄港整修，因而遷延時日所致云云，惟並\r\n未認定此船舶碰撞事件係本件運送中之不可抗力。究竟裕明輪與其他船舶\r\n碰撞之原因及過程如何？何一船舶應負過失責任？此碰撞事件對被上訴人\r\n而言，是否係不可抗力？凡此皆與本件訴訟有無該法條但書規定之適用，\r\n被上訴人得否據以免責，至有關連。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2825 號 民事",
        "case_summary": "請求確認本票債權不存在",
        "case_date": "民國 81 年 12 月 02 日",
        "case_gist": "確認之訴，衹須主張為訴訟標的之法律關係或其他事項之存否有不明確者\r\n，對於爭執其主張者提起，即當事人適格。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2809 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 11 月 30 日",
        "case_gist": "倘被上訴人所損失者，確為前述股票，該股票既均為公開上市之有價證券\r\n，縱上訴人應負連帶損害賠償之責，仍非不得以相同種類之股票交付，以\r\n回復被上訴人損害前原狀。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 503 號 民事",
        "case_summary": "聲請撤銷假處分",
        "case_date": "民國 81 年 11 月 27 日",
        "case_gist": "抗告法院之裁定，以抗告為無理由而駁回之者，不在民事訴訟法第四百八\r\n十六條第二項准許再抗告之列，自不得對於該裁定再行抗告。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2787 號 民事",
        "case_summary": "請求確認所有權存在",
        "case_date": "民國 81 年 11 月 27 日",
        "case_gist": "所謂假處分裁定自始不當者，係指對於假處分裁定抗告，經抗告法院依命\r\n假處分之客觀存在之情形，認為不應為此裁定而撤銷之情形而言，若係因\r\n本案訴訟敗訴確定而撤銷該裁定，僅屬因命假處分以後之情事變更而撤銷\r\n，尚非所謂因自始不當而撤銷。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2783 號 民事",
        "case_summary": "請求履行契約",
        "case_date": "民國 81 年 11 月 27 日",
        "case_gist": "被上訴人依民法第二百五十六條契約一方當事人陷於給付不能時，他方當\r\n事人得無待催告逕行解除契約之規定，以訴狀之送達，向上訴人為解除契\r\n約之意思表示，於法即屬有據。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2782 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 11 月 27 日",
        "case_gist": "強制執行程序開始後，除法律另有規定外，不停止執行，強制執行法第十\r\n八條第一項定有明文，債務人或第三人自不得依一般假處分程序，聲請停\r\n止強制執行。是故已開始之執行程序，因法定之原因發生，由法院裁定停\r\n止強制執行者，與定暫時狀態之假處分並不相同。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2774 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 11 月 27 日",
        "case_gist": "被上訴人將系爭房地出售與上訴人，上訴人本於買賣契約自得請求被上訴\r\n人移轉系爭房地所有權，苟被上訴人依約履行債務，上訴人即得享有系爭\r\n房地所有權。茲被上訴人所負出賣人之債務因可歸責於被上訴人之事由致\r\n給付不能，依民法第二百二十六條第一項規定，上訴人當得請求被上訴人\r\n賠償其因此所受損害。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2773 號 民事",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 81 年 11 月 27 日",
        "case_gist": "民事訴訟法第四百二十七條第二項第四款所定因請求保護占有涉訟之事件\r\n，因修正同法第四百三十六條之二第一項規定，對於簡易訴訟程序之第二\r\n審判決，其上訴利益逾同法第四百六十六條所定之額數者，當事人得以其\r\n適用法規顯有錯誤為理由，逕向最高法院提起上訴，同法第四百六十六第\r\n四項「對於第四百二十七條第二項訴訟為之第二審判決，不得上訴」之規\r\n定，即失其效力。"
    },
    {
        "case_id": "最高法院 81 年度台抗字第 501 號 民事",
        "case_summary": "聲請撤銷假扣押",
        "case_date": "民國 81 年 11 月 26 日",
        "case_gist": "民事訴訟法第五百二十九條規定：本案尚未繫屬者，命假扣押之法院應依\r\n債務人聲請，命債權人於一定期間內起訴。債權人不於前項期間內起訴者\r\n，債務人得聲請命假扣押之法院撤銷假扣押裁定。此之謂本案，係指債權\r\n人就欲保全強制執行之請求，對於債務人提起之給付訴訟而言。是債權人\r\n起訴請求者，須與其聲請假扣押時，依同法第五百二十五條第一項第二款\r\n所表明之請求相符，始足當之。"
    },
    {
        "case_id": "最高法院 81 年度台抗字第 499 號 民事",
        "case_summary": "請求返還租賃房屋",
        "case_date": "民國 81 年 11 月 26 日",
        "case_gist": "再抗告人雖曾聲請訴訟救助，但簡易訴訟程序獨任法官命其補繳裁判費之\r\n裁定，並不因此失其效力，該裁定所定補繳裁判費之期間，亦不因此停止\r\n進行。再抗告人既未依限補繳裁判費，該法院於八十一年八月三十一日裁\r\n定駁回其上訴，洵無不合。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2769 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 81 年 11 月 26 日",
        "case_gist": "按各共有人對於第三人，得就共有物之全部，為本於所有權之請求。但回\r\n復共有物之請求，僅得為共有人全體之利益為之，民法第八百二十一條定\r\n有明文。是部分共有人起訴請求回復共有物時，所受之本案判決對於他共\r\n有人亦有效力。如部分共有人共同起訴，該訴訟標的對於共同訴訟之各人\r\n，在法律上必須合一確定，為類似必要共同訴訟。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2765 號 民事",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 81 年 11 月 26 日",
        "case_gist": "房屋性質上不能與土地使用權分離而存在，亦即使用房屋必須使用該房屋\r\n之基地，故土地及房屋同屬一人所有，經移轉分屬不同一人所有，其間雖\r\n無地上權之設定，應認土地所有權人默許房屋所有人繼續使用土地，使用\r\n土地之房屋所有人對於土地所有人應支付相當之代價，則其法律關係之性\r\n質，當屬租賃。至其租金數額，如當事人間不能協議決定，當可訴請法院\r\n判決。其後轉讓土地或轉讓房屋，其承受人均繼續其原來之法律關係。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2761 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 11 月 26 日",
        "case_gist": "刑事判決所為事實之認定，於為獨立民事訴訟之裁判時，本不受其拘束，\r\n而民事法院雖得依自由心證，以刑事判決認定之事實為民事判決之基礎，\r\n然依民事訴訟法第二百二十二條第二項之規定，應就其斟酌調查該刑事判\r\n決認定事實之結果所得心證之理由，記明於判決，未記明於判決書者，即\r\n為同法第四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2749 號 民事",
        "case_summary": "請求確認抵押權不存在",
        "case_date": "民國 81 年 11 月 25 日",
        "case_gist": "金錢借貸契約為要物契約，應由貸與人就交付金錢之事實負舉證之責。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2747 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 11 月 25 日",
        "case_gist": "侵權行為賠償損害之請求權，以受有實際損害為要件，若絕無損害，亦即\r\n無賠償之可言。"
    },
    {
        "case_id": "最高法院 81 年度台再字第 163 號 民事",
        "case_summary": "請求返還本金",
        "case_date": "民國 81 年 11 月 25 日",
        "case_gist": "第三審為法律審，其所為判決，以第二審判決所確定之事實為基礎，故民\r\n事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，對第三審\r\n判決言，應以該判決依據第二審判決所確定之事實而為法律上判斷。有適\r\n用法規顯有錯誤之情形為限。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2461 號 民事",
        "case_summary": "請求確認地上權請求權存在",
        "case_date": "民國 81 年 11 月 22 日",
        "case_gist": "地上權之時效取得，以行使地上權意思而占有土地為要件，而建築房屋經\r\n土地所有人同意者，或基於使用借貸，或基於租地建物，或基於合建，或\r\n基於地上權之設定等原因不一而足，非必基於行使地上權之意思而占有土\r\n地。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2736 號 民事",
        "case_summary": "請求給付工程款",
        "case_date": "民國 81 年 11 月 20 日",
        "case_gist": "承攬工作之完成與工作有無瑕疵固屬二事，定作人於承攬人完成工作時，\r\n縱其工作有瑕疵，仍無解於應給付報酬之義務，然定作人得定相當期限請\r\n求承攬人修補，如承攬人不於所定期限內修補瑕疵，或拒絕修補或其瑕疵\r\n不能修補者，定作人非不得依民法第四百九十四條之規定請求減少報酬。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2727 號 民事",
        "case_summary": "請求給付退休金",
        "case_date": "民國 81 年 11 月 20 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第十三款規定得提起再審之訴，除當事\r\n人發現未經斟酌之證物或得使用該證物者外，尚須以該證物如經斟酌，當\r\n事人可受較有利益之裁判為要件，如該證物縱加斟酌，仍不能認為當事人\r\n可受較有利之裁判者，即難認再審之訴為有理由。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2726 號 民事",
        "case_summary": "請求確認債權存在",
        "case_date": "民國 81 年 11 月 20 日",
        "case_gist": "按納稅義務人應退之稅款，稅捐稽徵機關應先抵繳其積欠，並於扣抵後，\r\n應即通知該納稅義務人，稅捐稽徵法第二十九條定有明文。此一抵繳之性\r\n質，核屬抵銷，惟此之抵銷，核屬特別法規定，應優先民法相關規定而適\r\n用。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2718 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 11 月 20 日",
        "case_gist": "本件所有權移轉登記事件，非屬必要共同訴訟，被上訴人未以全體土地所\r\n有人為被告提起訴訟，無當事人不適格可言。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2696 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 11 月 19 日",
        "case_gist": "公司法第一百八十五條第一項第二款所謂讓與主要部分之營業或財產，係\r\n指該部分營業或財產之轉讓，足以影響公司所營事業之不能成就者而言。\r\n鼎盛公司將系爭債權讓與上訴人，是否足以影響該公司所營事業之不能成\r\n就？原審未予說明，遽依前開理由為不利於上訴人之判斷，自有疏略。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2689 號 民事",
        "case_summary": "請求遷讓房屋",
        "case_date": "民國 81 年 11 月 18 日",
        "case_gist": "前開金振成公司出具之切結書記載書具日期為「中華民國六十九年五月一\r\n日」，原審雖謂該切結書無非事後偽造云云，然於六十九年五月一日書寫\r\n之文書，與本件於八十年十月十七日起訴後書寫之文書，相隔十一年之久\r\n，無論紙質、墨跡，風化之程度均有明顯差別，原審未令上訴人提出該切\r\n結書原件送請鑑定而後判斷，僅憑金振成公司及上訴人之法定代理人均同\r\n為歐振源，臆測係屬偽造，據為上訴人敗訴之判決，未免率斷。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2686 號 民事",
        "case_summary": "請求損害賠償",
        "case_date": "民國 81 年 11 月 18 日",
        "case_gist": "按承攬與僱傭同屬於供給勞務之契約，惟前者仍以發生結果 (工作之完成\r\n) 為目的之契約，供給勞務不過為其手段而已；後者則以供給勞務本身為\r\n目的之契約，亦即除供給勞務外，並無其他目的。此為二者區別之所在。\r\n民法第一百八十八條第一項所謂受僱人，並非僅限於僱傭契約所稱之受僱\r\n人，凡客觀上被他人使用為之服勞務而受其監督者，均係受僱人 (本院五\r\n十七年台上字第一六六三號判例參照) 。此所謂監督，係指對勞務之實施\r\n方式、時間及地點加以指示或安排之一般的監督而言。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2682 號 民事",
        "case_summary": "請求調整租金",
        "case_date": "民國 81 年 11 月 18 日",
        "case_gist": "調整租金之訴，只能增減租金之數額，不得將原約定之租金種類變更。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2681 號 民事",
        "case_summary": "請求返還土地",
        "case_date": "民國 81 年 11 月 18 日",
        "case_gist": "按當事人在第二審得提出新事實，原告之訴權是否存在﹖應於事實審之言\r\n詞辯論終結時定之。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2675 號 民事",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 81 年 11 月 18 日",
        "case_gist": "查關於消極確認之訴經確定判決，認法律關係成立予以駁回時，就該法律\r\n關係之成立即有既判力。該事件被告於後案主張，該法律關係存在，前案\r\n原告即應受前案既判力之羈束，不容更為法律關係不存在之主張 (本院五\r\n十年台上字第二三二號判例參照) 。"
    },
    {
        "case_id": "最高法院 81 年度台上字第 2673 號 民事",
        "case_summary": "請求返還房屋",
        "case_date": "民國 81 年 11 月 18 日",
        "case_gist": "物之出賣人依民法第三百四十八條第一項規定，雖負有交付其物於買受人\r\n之義務，然在未交付前之繼續占有買賣標的物，究難指為無權占有，不因\r\n移轉登記之已完成而異。被上訴人在未交付系爭房屋於上訴人前，其繼續\r\n占有所出賣之該房屋，並非無正當權源。上訴人依民法第七百六十七條規\r\n定，訴請被上訴人遷讓交還，自非正當。"
    }
]