[
    {
        "case_id": "最高法院 70 年度台上字第 3713 號 民事",
        "case_summary": "確認所有權存在",
        "case_date": "民國 70 年 10 月 21 日",
        "case_gist": "確認判決並非強制執行法上之執行名義，無使用國家之公權力予以強制執\r\n行之餘地，此與給付判決係命被為一定行為或不行為者有別。林瓊瑤之繼\r\n承人又非本件當事人，不受本件確認判決效力之拘束，被上訴人自屬無從\r\n依憑本件上訴人勝訴之確定判決，將林瓊瑤之持分二分之一移轉登記與上\r\n訴人，或將林瓊瑤持分二分之一之登記塗銷，改登記為上訴人所有，則系\r\n爭持分非屬林瓊瑤所有之不安狀態，仍不能以確認判決除去之，自難認上\r\n訴人有即受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 414 號 民事",
        "case_summary": "執行異議聲請再審",
        "case_date": "民國 70 年 10 月 16 日",
        "case_gist": "裁定已確定者，始得對之依民事訴訟法第五百零七條規定聲請再審。本件\r\n抗告人對原法院七十年度再字第四十三號執行異議再審事件之裁定，業於\r\n法定期間內提起抗告，該裁定尚未確定，乃抗告人竟對聲請再審，自屬不\r\n合，爰裁定駁回抗告人再審人聲請，於法並無違誤。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3693 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 70 年 10 月 16 日",
        "case_gist": "被上訴人經執行法院分配受領之七萬三千六百零六元利息中，其不應計付\r\n而計付之金額部分，雖係無法律上之原因而應成立不當得利，然執行法院\r\n將拍賣所得之價款逕行分配與各債權人，其實際給付義務人仍為債務人，\r\n執行法院僅代債務人將拍賣所得價款轉給債權人以清償其債務而已，是被\r\n上訴人之受分配清償既係來自債務人林呂碧紗，則其超領之上開利息部分\r\n，亦應返還與債務人呂碧紗，而非同為債權人之上訴人，雖上訴人因被上\r\n訴人之超領利息致其應受分配之金額受有影響，但被上訴人此項超領部分\r\n之金錢，在法律上並非當然即屬於上訴人所有，而上訴人與被上訴人間又\r\n無債之關係，被上訴人應無將該超額分配之利息款項返還於上訴人之義務\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3682 號 民事",
        "case_summary": "塗銷汽車牌照登記",
        "case_date": "民國 70 年 10 月 16 日",
        "case_gist": "按民法上所謂詐欺係欲相對人陷於錯誤，故意示以不實之事，令其因錯誤\r\n而為意思之表示而言，上訴人與于豐仁簽訂上開共同投資契約書時，上訴\r\n人已與太平洋公司簽訂投資契約書約定投資二千萬元，有契約書可稽，雖\r\n其向太平洋公司繳納之股款原審認定為七百五十萬元與共同投資約定書所\r\n謂已墊付八百萬元之數額尚短缺五十萬元，既約定此項墊付款轉為上訴人\r\n之投資額，其不足之數依約定書第三條規定繳足，對甲方于豐仁所代表友\r\n利財團之權義，似無影響，甲方為酬謝上訴人墊付八百萬元而贈與小轎車\r\n，能否因上訴人所墊付款僅為七百五十萬元，即認係上訴人以積極之欺罔\r\n行為，致令于豐仁陷於錯誤，而為贈與之意思表示，亦滋疑義。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3678 號 民事判決",
        "case_summary": "確認地上權存在",
        "case_date": "民國 70 年 10 月 16 日",
        "case_gist": "法律關係定有存續期間者，於期間屆滿時消滅，期滿後，除法律有更新規\r\n定外，並不當然發生更新之效果，地上權並無如民法第四百五十一條之規\r\n定，其期限屆滿後自不生當然變更為不定期限之效果，因而應解為定有存\r\n續期間之地上權於期限屆滿時，地上權當然消滅。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3675 號 民事",
        "case_summary": "確認土地所有權",
        "case_date": "民國 70 年 10 月 16 日",
        "case_gist": "拍賣之不動產，買受人自領有執行法院發給權利移轉證書之日起，取得該\r\n不動產所有權，並不以登記為生效要件，是否業經執行法院點交，亦於買\r\n賣之成立無礙，此觀強制執行法第九十八條，民法第七百五十九條規定自\r\n明，系爭土地經第一審法院六十九年度執字第七六七號強制執行事件拍賣\r\n，由被上訴人拍定買受，領有花院嘉民執廉字第一一九一二號權利移轉證\r\n書，為上訴人所不爭之事實，依前開規定，被上訴人業已取得系爭土地之\r\n所有權，殆無疑義，被上訴人拍定買受系爭土地，固在上訴人與訴外人蘇\r\n麗琴間第一審法院六十九年度訴字第三四二號土地所有權移轉登記事件訴\r\n訟繫屬之後，惟被上訴人係經強制執行程序拍賣而為單純受讓所有權之人\r\n，並非繼受訴外人蘇麗琴與上訴人間所有權移轉登記事件為訴訟標的之法\r\n律關係；而民法第七百五十九條所謂法院之判決，係指形成判決，即須為\r\n直接判與「原告」所有權之判決，始足當之，若僅確定「被告」有移轉所\r\n有權之義務，則不包括在內。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3673 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 10 月 16 日",
        "case_gist": "承租人有數人者，給付欠租之催告或終止租約，應向承租人全體為之，否\r\n則不發生催告或終止之效力。本件上訴人既未向訟爭土地承租人之一之楊\r\n金枝催告給付欠租及終止租約，則其所為催告及終止均不生效力。上訴人\r\n自無以兩造間就訟爭土地之租賃關係已因終止而消滅為由，請求被上訴人\r\n拆屋還地，及給付損害金之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3666 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 70 年 10 月 16 日",
        "case_gist": "林碧華以訟爭不動產為中聯公司設定抵押權時，上訴人曾參與其事，業據\r\n證人廖千春、曾豐吉及王秋緣分別證明在卷。上訴人既同意林碧華就訟爭\r\n不動產為中聯公司設定抵押權，即不得再主張該設定對伊不生效力，而請\r\n求塗銷該抵押權登記，其本於所有權對該不動產之執行程序提起第三人異\r\n議之訴，自亦屬不當。又依土地法所為登記，有絕對效力，同法第四十三\r\n條定有明文。本件上訴人並未舉證證明許王淑貞係惡意買受訟爭不動產，\r\n許王淑貞既係因信賴登記而取得該不動產所有權，上訴人亦不得請求塗銷\r\n該所有權移轉登記。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 407 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "抗告法院認抗告為有理由者，應將原裁定廢棄，自行裁定為原則，非有必\r\n要，不得率予發回，民事訴訟法第四百九十二條第二項規定甚明。本件因\r\n拍賣土地而引起訟爭，業已稽延十二年，執行程序亟待終結，原法院對於\r\n建地作為農地拍賣，於拍賣程序終結後，得否聲明異議？執行法院通知拍\r\n定人暫行領回價金而仍保管約占價金總額三分之一之保證金，是否得予重\r\n新拍賣？執行法院有無因原拍定價和顯失公平而得重新拍賣之權限？以及\r\n相對人之其他異議理由，均可由原法院自行判斷。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 406 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "抗告人於相對人黃清富、顏敏雄共同詐欺之刑事訴訟程序附帶提起民事訴\r\n訟，主張黃清富、顏敏雄為相對人永樺泰油脂股份有限公司前身即東隆實\r\n業股份有限公司之董長及經理，共同販賣含有硫酸銨之魚粉，以及含有碳\r\n氫化合物、礦物油、石臘之牛油等類之飼料 (經濟部函稱魚粉與牛油均屬\r\n飼料管理法中所稱之飼料) ，向抗告人詐稱係為進口貨，品質優良，並保\r\n證合乎國家標準，使其誤信為真，先後向之訂購數批，迄抗告人以之製成\r\n完全飼料，用以飼養豬隻，導致豬隻大量死亡等情，業經刑事判決認定屬\r\n實。刑事判決並因而論黃清富、顏敏雄觸犯刑法第三百三十九條第一項之\r\n詐欺罪，與飼料管理法第二十七條第一項販賣未經核准擅自製造之飼料之\r\n罪，惟兩罪有方法結果之關係，依刑法第五十五條規定僅從較重之詐欺罪\r\n處斷，而對於所販賣未經核准擅自製造之飼料之罪，則不另獨立宣告其刑\r\n。而飼料管理法第二十七條第一項規定，為保護他人之法律，如刑事判決\r\n之認定黃清富、顏敏雄既已違反該條款之規定，抗告人並受騙而購買此等\r\n未經核准擅自製造之飼料，予以使用，致其飼養之豬隻死亡，則依民法第\r\n一百八十四條第二項規定，即應推定黃清富、顏敏雄為有過失。雖於刑事\r\n法上所犯之罪，由於前述關係不另單獨宣告其刑，抗告人仍非不得於刑事\r\n訴訟程序附帶提起民事訴訟，對該黃清富、顏敏雄及其他依民法應負賠償\r\n債任之人請求賠償其損害。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3657 號 民事",
        "case_summary": "離婚",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "被上訴人離家係因上訴人指其「目不識丁妄自尊大」等語氣憤所致，咎在\r\n上訴人，然上訴人反指被上訴人竊盜，經檢察官處分不起訴，竟又再議，\r\n顯見必欲使被上訴人受刑事追訴，核其情節難謂非予被上訴人不堪同居之\r\n虐待，被上訴人據以請求判決離婚，自無不合。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3650 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "本件系爭不動產係兩造婚姻關係存續中所購置，且兩造又未有夫妻財產\r\n制之約定，依民法第一千零十七條第二項規定，應屬夫即被上訴人所有，\r\n上訴人雖辯稱系爭不動產為被上訴人無償贈與者，但未能舉證以實其說，\r\n自難單憑不動產登記名義人為上訴人，即謂該財產為被上訴人所贈與。則\r\n系爭不動產依法既屬夫即被上訴人所有，被上訴人自得請求回復為其自己\r\n之名義，即使登記之初，依信託關係登記為上訴人名義，被上訴人已表示\r\n終止信託關係，亦得請求回復登記為被上訴人自己名義。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3645 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "系爭支票並非記名式票據，自始未指定受款人，不生支票背書不連續問題\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3637 號 民事判決",
        "case_summary": "返還國民身分證",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "國民身分證，係由政府機關所制發，乃證明人民身分之文書，且須人民隨\r\n身攜帶，以備必要時作為身分證明或供查驗使用，其所有權應屬於國民身\r\n分證上記載名義人之所有，因此，任何私人不得擅自加以拿取或扣留，雖\r\n上訴人與被上訴人係夫妻，採法定聯合財產制，其於婚姻關係存續中所購\r\n置之財產，均屬上訴人所有但上訴人如恐其妻處分其財產，亦應循其他合\r\n法途徑，保全其權益，自不能私擅扣留被上訴人之國民身分證。被上訴人\r\n請求上訴人返還其國民身分證，自屬正當。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3629 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "原審認為上訴人發見之日據時期土地登記簿，縱令足以證明原確定判決之\r\n認事有誤，亦係得否提起再審之訴之問題。本件執行名義成立後，既無消\r\n滅或妨礙債權人請求之事由發生，即難認其異議之訴為有理由。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3624 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "果如原判決認定，買受人為上訴人，縱其未履行買受人應支付價金之義務\r\n，亦僅生遲延給付問題。在買賣契約未解除前，被上訴人對之仍有請求給\r\n付價金之債權，其財產總額既未因而滅少，即無損害可言。原判決謂上訴\r\n人未支付價金，其未支付之價金，即為被上訴人所受之損害，被上訴人得\r\n請求賠償自屬可議。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3623 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 70 年 10 月 15 日",
        "case_gist": "同一區段內各宗土地，政府規定之地價數額，固屬相同，但實際上每宗土\r\n地，甚或同一宗地內之土地，因所處位置臨街深度不同，仍有優劣之分，\r\n以致價格差異。法院為共有物之分割時，自必須考量此種情形以定其分割\r\n方法。倘共有人中所受分配之部分，其價格不相當時，當應命以金錢補償\r\n之。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3614 號 民事",
        "case_summary": "回復原狀",
        "case_date": "民國 70 年 10 月 14 日",
        "case_gist": "被告提起反訴僅得對於原告為之，本件被上訴人在第一審為被告提起反訴\r\n應對第一審原告即上訴人林雲靖為之，原判決謂被上訴人追加原非原告之\r\n謝黃瓊貞為反訴被告法所不禁云云，依上說明顯有未合。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3612 號 民事",
        "case_summary": "設定地上權登記",
        "case_date": "民國 70 年 10 月 14 日",
        "case_gist": "基地承租人依土地法第一百零二條規定，請求出租人協同辦理地上權設定\r\n登記之請求權，應適用民法第一百二十五條所定十五年時效之規定，其消\r\n滅時效自基地租賃契約成立時起算。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 398 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 70 年 10 月 09 日",
        "case_gist": "在第二審提反訴，非經他造同意不得為之，民事訴訟法第四百四十六條第\r\n一項前段定有明文。本件抗告人於相對人訴求給付票款事件訴訟程序中，\r\n在原法院提起反訴，未經相對人同意。原法院因認抗告人之反訴為不合法\r\n，而裁定予以駁回，於法並無不合。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3582 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 10 月 09 日",
        "case_gist": "民法第二百二十四條前段係規定，債務人之代理人或使用人之故意或過失\r\n，債務人應與自己之故意或過失負同一責任，並非規定該有故意或過失之\r\n代理人或使用人，得不負侵權行為責任。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3574 號 民事",
        "case_summary": "離婚等",
        "case_date": "民國 70 年 10 月 09 日",
        "case_gist": "民法第一千零五十二條第三款所謂夫妻之一方受他方不堪同居之虐待者，\r\n係指虐待來自夫妻之一方言。許女寄函於被上訴人，係許女之單方行為。\r\n上訴人既未舉證證明出於被上訴人之授意，仍不得謂被上訴人虐待上訴人\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3573 號 民事",
        "case_summary": "確認債權不存在",
        "case_date": "民國 70 年 10 月 09 日",
        "case_gist": "本件抵押權八十萬元之設定，係因上訴人與被上訴人之夫陳智慧通姦，經\r\n被上訴人告訴，於法院審理時，與被上訴人成立和解，保證不再與陳智慧\r\n來往，而由被上訴人撤回告訴而來，不但有協議書可憑，且為上訴人所不\r\n爭。乃上訴人東渡日本國後，又寄函陳智慧，傾訴眷戀之情，分離之苦。\r\n有卷附信函可稽。被上訴人自得據以謂上訴人違反協議書，主張其得請求\r\n賠償之八十萬元抵押債權成立。雖被上訴人於聲請拍賣抵押物狀內誤載抵\r\n押債權為消費借貸，但不影響其上述債權之成立。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3571 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 10 月 08 日",
        "case_gist": "系爭土地係政府依實施耕者有其田條例征收放領與上訴人者。被上訴人為\r\n有自耕能力之人。其買受時約定所欠政府地價由被上訴人代上訴人繳清後\r\n，辦理所有權移轉登記與被上訴人。嗣被上訴人於五十七年九月二十四日\r\n代為繳清地價，自此時起至七十年三月十七日起訴時止尚未逾十五年。其\r\n登記請求權並未罹於時效而消滅。被上訴人請求上訴人依約辦理所有權移\r\n轉登記，應予准許。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3562 號 民事",
        "case_summary": "返還借款",
        "case_date": "民國 70 年 10 月 08 日",
        "case_gist": "被上訴人以支票清償借款部分，兩造均未提及利息與清償其他債務。原審\r\n對於借款利息如何計算？借據何以未予收回各節，均未詳查，竟臆測被上\r\n訴人超過借款金額部分清償之四萬元，係為利息或其他原因之給付，而又\r\n未究明係屬何項「其他原因」？自有認作主張之違法情形。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3553 號 民事",
        "case_summary": "確認共有權不存在",
        "case_date": "民國 70 年 10 月 01 日",
        "case_gist": "依台灣習慣，台灣祭祀公業通常係由子孫鬮分家產時，抽出一部分而設立\r\n，或由已分別異居之子孫提供財產共同設立，此為常態，被上訴人主張「\r\n祭祀公業黃美記」係伊祖先黃四正單獨提供設立則為變態，依舉證責任分\r\n配之原則，應由被上訴人就該土地係黃四正提供設立之事實負舉證之責。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3552 號 民事",
        "case_summary": "確認優先承買權存在",
        "case_date": "民國 70 年 10 月 01 日",
        "case_gist": "共有人出賣其應有部分時，他共有人固得主張優先承購，但非以同一價格\r\n為主張不可，觀土地法第三十四條之一第四項規定自明。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3528 號 民事",
        "case_summary": "給付租金",
        "case_date": "民國 70 年 09 月 30 日",
        "case_gist": "租賃期限屆滿後，承租人仍為租賃物之使用收益，而出租人不即表示反對\r\n之意見者，依民法第四百五十一條規定視為以不定期限繼續契約，係指原\r\n定有期限之租賃契約變更為以不定期限繼續之而言。至契約之其他約定，\r\n當一仍原約。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3515 號 民事判決",
        "case_summary": "清償票款",
        "case_date": "民國 70 年 09 月 25 日",
        "case_gist": "民法第一百六十九條規定之表見代理，係為保護第三人而設，本人如有使\r\n第三人信以為其以代理權授與他人之行為，而與該他人交易，即應使本人\r\n負授權人責任，而此項表見代理云者，原係指代理人雖無代理權，而有可\r\n使人信其有代理權之情形而言，與民法第一百零七條所定代理權之限制及\r\n撤回之情形無關。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3511 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 09 月 25 日",
        "case_gist": "遲延利息之請求權，因五年間不行使而消滅，金錢債務之債務人給付遲延\r\n所應付之違約金，係按一定利率及遲延日數計算者，名稱雖與遲延利息異\r\n，然實質上仍為賠償債權人因遲延所受損害，債權人應同樣按時收取，不\r\n因其名稱有異而謂其時效之計算應有不同。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3492 號 民事",
        "case_summary": "撤銷除權判決",
        "case_date": "民國 70 年 09 月 25 日",
        "case_gist": "撤銷除權判決之訴，固應於三十日之不變期間內提起之，此項期間，自原\r\n告知悉除權判決時起算，民事訴訟法第五百五十二條第二項已有明定，所\r\n謂知悉，係指原告已確實知悉除權判決之內容而言，法律不曰自除權判決\r\n公告時起算而曰自知悉時起算，因公告與送達有別，不能因有公告而推定\r\n原告必已確實知悉除權判決之內容。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 377 號 民事",
        "case_summary": "聲請停止執行",
        "case_date": "民國 70 年 09 月 24 日",
        "case_gist": "強制執行法第十八條第二、三項規定：有提起異議之訴時，法院依聲請定\r\n相當確實之擔保，得為停止強制執行之裁定。當事人對於該項裁定，不得\r\n抗告。至於該項裁定如有誤寫、誤算或其他類此之顯然錯誤者，法院依照\r\n強制執行法第四十四條準用民事訴訟法第二百三十九條、第二百三十二條\r\n裁定更正時，仍在不得抗告之列。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3482 號 民事",
        "case_summary": "返還價金",
        "case_date": "民國 70 年 09 月 24 日",
        "case_gist": "訴訟代理人就其委任之事件，有代為一切訴訟行為之權，此項代理權尚包\r\n括當事人本人於訴訟上所得行使之私法上權利，及受領對造就該事件對其\r\n委任之當事人所為私法上意思表示之權限在內。上訴人謂被上訴人在原審\r\n主張瑕疵擔保，由其訴訟代理人對伊訴訟代理人表示解除契約，應不生效\r\n力云云，自不足採。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3474 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 70 年 09 月 24 日",
        "case_gist": "按裁判上定共有物分割之方法時，不問以原物分配於各共有人，抑變賣共\r\n有物以價金分配於各共有人，皆屬合法處置，不生違法之問題，原審斟酌\r\n兩造共有坐落嘉義縣水上鄉水上段三○一號建地○‧○六八六公頃，為狹\r\n長形，如以原物分割，必須留寬度五公尺以上之通路，於兩造損失至大爰\r\n為變賣土地依共有持分比例分配價金之判決，自係合法處置，不生違法問\r\n題。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3468 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 70 年 09 月 24 日",
        "case_gist": "按裁判上如何定共有物分割之方法，始稱適當，法院本有自由裁量之權，\r\n不受任何共有人主張之拘束。原審經斟酌系爭土地全部之經濟效益，暨各\r\n共有人使用現況，並顧及分割後全體之通路，本於公平原則定分割方法及\r\n命按分割結果協辦分割登記經核尚屬允洽。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3454 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 70 年 09 月 24 日",
        "case_gist": "按訴訟標的於確定之終局判決中經裁判者，除法律別有規定外，當事人不\r\n得就該法律關係，更行起訴，民事訴訟法第四百條第一項定有明文，當事\r\n人所提起之新訴，如與前訴確定判決之內容相同，或正相反對，或可以代\r\n用者，即屬於法不合。本件被上訴人前以上訴人無權占有訟爭耕地之法律\r\n關係，訴求返還，已受勝訴之判決確定。茲上訴人再以其對訟爭耕地有租\r\n賃關係而訴求被上訴人訂立書面租約及協辦登記，核其所求判決之內容，\r\n與前訴確定判決之內容正相反對，自應受前訴確定判決既判力之拘束。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3436 號 民事",
        "case_summary": "確認繼承權等",
        "case_date": "民國 70 年 09 月 23 日",
        "case_gist": "民法第一千一百四十六條所謂繼承權被侵害，須自命有繼承權之人獨自行\r\n使遺產上之權利，而置其他合法繼承人於不顧者始足當之。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3413 號 民事",
        "case_summary": "返還貸款等",
        "case_date": "民國 70 年 09 月 23 日",
        "case_gist": "按當事人死亡者應由其繼承人之全體承受訴訟，始為合法，如非由繼承人\r\n全體或繼承人以外之人承受訴訟者，均為法所不許。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3410 號 民事判決",
        "case_summary": "確認聘僱關係存在",
        "case_date": "民國 70 年 09 月 23 日",
        "case_gist": "公司法第二百零六條第二項所準用之第一百七十八條規定：「股東對於會\r\n議之事項有自身利害關係，致有害於公司利益之虞時，不得加入表決」，\r\n其準用之結果，亦僅董事對於會議 (指董事會) 之事項，有自身利害關係\r\n，致有害於公司利益之虞時，不得加入表決而已，非謂董事會之召集權人\r\n，享有不通知有利害關係之董事出席之權限。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3409 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 09 月 21 日",
        "case_gist": "通常所謂信託行為，係指信託人將財產所有權移轉與受託人，使其成為權\r\n利人，以達到當事人間一定之目的之法律行為而言。受託人在法律上為所\r\n有權人，於受託人未將受託財產移還信託人以前，不能謂該財產仍為信託\r\n人所有。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3395 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 09 月 18 日",
        "case_gist": "繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有，民\r\n法第一千一百五十一條定有明文。而依同法第八百二十七條第二項規定，\r\n各公同共有人之權利，及於公同共有物之全部，故各共有人無所謂有其應\r\n有部分。又應繼分係各繼承人對於遺產上之一切權利義務，所得繼承之比\r\n例，並非對於個別遺產之權利比例。本件訟爭土地於李西彬死亡後，既由\r\n上訴人及李磚等共同繼承，自屬上訴人及李磚等公同共有，上訴人就該土\r\n地即難謂有應有部分或應繼分。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3384 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 09 月 18 日",
        "case_gist": "按消滅時效，自請求權可行使時起算，民法第一百二十八條前段定有明文\r\n。所謂請求權可行使時，乃指其請求權之行使，已無法律上障礙而言。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3381 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 70 年 09 月 18 日",
        "case_gist": "查票據法第四十一條第一項規定，到期日後之背書，固僅有通常債權轉讓\r\n之效力，但此乃僅就背書責任而言，於支票發票人應依同法第一百二十六\r\n條規定，照支票文義擔保支票之支付責任，並無影響，此種到期日後之背\r\n書，僅生債務人得以對抗背書人之事由轉而對抗被背書人之問題，非謂被\r\n背書人因此即不得享有票據上之權利。"
    },
    {
        "case_id": "最高法院 70 年度台再字第 212 號 民事判決",
        "case_summary": "遷讓房屋等",
        "case_date": "民國 70 年 09 月 18 日",
        "case_gist": "提起民事再審之訴，應於三十日之不變期間內為之，民事訴訟法第五百條\r\n第一項定有明文。當事人以有同法第四百九十六條第一項第一款適用法規\r\n顯有錯誤之情形提起再審之訴，應認此項理由於裁判送達時當事人即可知\r\n悉，故計算是否逾三十日之不變期間，應自裁判確定時起算，無同法第五\r\n百條第二項但書再審理由知悉在後之適用。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 370 號 民事",
        "case_summary": "返還定金",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "本件訴訟標的價額為新台幣貳萬壹仟陸佰元，乃相對人起訴時所陳報，並\r\n經第一審核定在卷。依新台幣折合銀元之比率計算，其因上述所得受之利\r\n益既屬不逾銀元八千元，原法院認係不得上訴之事件，裁定將其上訴駁回\r\n，依照上開說明並無不合。本件抗告論旨，謂原判決命伊給付部分，加入\r\n按日計算之利息及違約金等項，業已超過銀元八千元等情，核與民事訴訟\r\n費用法第五條第二項之規定不合，其抗告非有理由。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3364 號 民事",
        "case_summary": "給付工程款",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "當事人有無當事人能力與當事人是否適格不同，本件上訴人有一定之組織\r\n，一定之目的，並設有代表人，依民事訴訟法第四十條第三項規定，縱可\r\n認為非法人之團體而有當事人能力，並非當然就具體之訴訟，有訴訟實施\r\n權而有具備當事人適格要件，本件上訴人主張伊係受屏東縣政府之委託代\r\n理縣政府從事訂約發包工程行為，依代理之意旨，其效果自應歸屏東縣政\r\n府本人，被上訴人不得向伊請求，原判決以上訴人為非法人之團體，有訴\r\n訟之權能，上訴人主張被上訴人對其請求為當事人不適格，尚非可採，而\r\n置其所為其為代理人，並非本人，不得對其主張之抗辯於不顧，尚有未合\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3363 號 民事",
        "case_summary": "確認租賃關係不存在",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "上訴人在原審選任之訴訟代理人蔣封堯律師據其提出之委任書並未載明受\r\n有特別代理權，則蔣封堯於七十年四月九日委任陳芬芳為複代理人出庭為\r\n言詞辯論，顯有當事人於訴訟未經合法代理之違法情形，上訴論旨雖未指\r\n摘及此，但原判決既有當然違背法令之情形，自應認上訴為有理由。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3358 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "按放置債務人住宅之動產，屬債務人所有，乃社會事實之常態，第三人所\r\n有之動產放置債務人住宅，為社會事實之變態，因之，第三人主張放置債\r\n務人住宅之動產為其所有，自應由第三人負舉證之責。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3357 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "上訴人謂第一審筆錄有增刪，未依規定蓋章記明字數，違反民事訴訟法第\r\n二百十八條規定乙節，但查上訴人於原審既未依同法第一百九十七條第一\r\n項規定異議而為本案言詞辯論，即不得再在本院有所指摘。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3345 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "民法第一千零十七條第一項所謂妻無償取得之財產，固不排除夫之無償給\r\n與之情形在內，然無償給與之贈與，須有贈與之意思表示。被上訴人既否\r\n認將系爭房屋及土地贈與乃妻，上訴人又無法證明其事，自難僅憑登記為\r\n乃妻侯蔡嬌之名義，遽認被上訴人有贈與之意思。系爭房屋及土地既非侯\r\n蔡嬌之原有財產，亦非特有財產，依民法第一千零十六條，第一千零十七\r\n條第二項規定，即應屬於被上訴人所有。此項所有權之取得，不因其登記\r\n為妻名義而受影響。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3334 號 民事",
        "case_summary": "開設通行路",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "查民法物權編關於土地相鄰關係之規定，重在圖謀相鄰不動產之適法調和\r\n利用。鄰地通行權之性質，為土地所有權人所有權之擴張，與鄰地所有權\r\n人所有權之限制，是以土地所有權人或使用權人，如確有通行鄰地之必要\r\n，鄰地所有權人或使用權人，即有容忍其通行之義務，此為法律上之物的\r\n負擔。土地所有權人或使用權人，基於其物權之作用行使上開請求權時，\r\n其對象並不以鄰地所有權人為限。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3328 號 民事",
        "case_summary": "返還所有物",
        "case_date": "民國 70 年 09 月 17 日",
        "case_gist": "查合夥財產為合夥人全體公同共有。如上訴人主張，其於原審既經陳明未\r\n被選為該合夥之代表人或管理人。茲對被上訴人為返還公同共有物之請求\r\n，又無證據證明其業已得其他公同共有人之同意，由其一人單獨起訴，於\r\n原告當事人之適格，自屬有欠缺。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 367 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 70 年 09 月 16 日",
        "case_gist": "按對於裁定，得為抗告，民事訴訟法第四百八十二條定有明文，若法院所\r\n為之表示，不具裁定之性質者，自不在得為抗告之列。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3307 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 70 年 09 月 16 日",
        "case_gist": "土地法第一百零六條規定，耕地租賃包括漁牧在內，則被上訴人雖將系爭\r\n耕地之一部，變更為畜牧之用，仍不失為自任耕作，上訴人指為不自任耕\r\n作，顯屬誤會，至被上訴人變更使用的方法，尚非法定租約終止之原因，\r\n上訴人亦不得據以終止租約，請求收回系爭土地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3305 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 09 月 16 日",
        "case_gist": "強制執行法第十五條所謂就執行標的有足以排除強制執行之權利，係指對\r\n執行標的物有所有權、典權、質權或留置權存在情形之一者，占有僅為對\r\n物有事實上之管領力而已，自不包含在內，亦難認占有有排除強制執行之\r\n權利。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3299 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 70 年 09 月 11 日",
        "case_gist": "貸與人因不可預知之情事，自己需用借用物者，得終止契約，為民法第四\r\n百七十二條第一款所明定。此款規定之適用，不問使用借貸是否定有期限\r\n，均包括在內。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3295 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 09 月 11 日",
        "case_gist": "無法律上之原因而獲得相當於租金之利益，致他人受損害時，如該他人之\r\n返還利益請求權已逾租金短期消滅時效之期間，對相當於已罹消滅時效之\r\n租金之利益，不得依不當得利之法則請求返還。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3283 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 70 年 09 月 11 日",
        "case_gist": "按權利之行使，不得以損害他人為主要目的，為民法第一百四十八條所明\r\n定。而此所謂以損害他人為主要目的，應包括權利之行使，於自己所得利\r\n益極小而於他人損害甚大者或其行使違反經濟用途或社會目的者在內。"
    },
    {
        "case_id": "最高法院 70 年度台再字第 206 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 70 年 09 月 11 日",
        "case_gist": "土地法第三十四條之一第四項所定共有人之優先購買權，僅屬債權性質，\r\n再審被告間訟爭農地持分之買賣已完成移轉登記，再審原告之優先購買權\r\n亦無對抗再審被告鄭辰雄之效力。"
    },
    {
        "case_id": "最高法院 70 年度台抗字第 365 號 民事",
        "case_summary": "假處分",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "執行名義成立後，除法律另有特別規定外，不得阻卻其執行力，債務人不\r\n得依一般假處分程序聲請停止執行。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3258 號 民事",
        "case_summary": "退休金",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "民法所謂習慣乃指社會慣行中，普通一般人確信其有拘束力，人人必須遵\r\n從，而後群居生活始能維持而言，本件被上訴人係一私人公司，關於員工\r\n退休，本無遵照他公司所定退休規則辦理之義務，更不能以他公司所定退\r\n休規則當作習慣，而令被上訴人應予遵守。況各公司間所訂退休金給與標\r\n準初非一致，亦無此習慣可言。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3257 號 民事",
        "case_summary": "離婚等",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "聯合財產中夫原有之財產及不屬於妻之原有財產之部分，為夫所有，民法\r\n第一千零十七條第二項定有明文。從而妻如主張聯合財產中之財產，為伊\r\n之原有財產，自應由妻負舉證之責，如妻先不能舉證證明，縱夫就其抗辯\r\n事實不能舉證或所舉證據尚有疵累，仍不能為有利於妻所主張事實之認定\r\n。系爭房地雖登記為上訴人名義，但上訴人並未舉證證明被上訴人係以無\r\n償贈與之意思，將系爭房地贈與上訴人，則被上訴人主張依民法第一千零\r\n十七條第二項規定，應屬伊所有尚非無據。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3256 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "兩造間就租金之支付，依租約載為月底付租，而非月初預付，則上訴人以\r\n六十九年四月五日期支票所付租金，應屬給付三月份租期屆滿前之租金。\r\n至租期屆滿後，上訴人雖繼續寄來付租支票，前後四紙，但此係在被上訴\r\n人訴請遷讓房屋之後，並經被上訴人函知上訴人表明充作損害金，暫予保\r\n留，尚難認為已成立不定期租賃。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3252 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "買賣標的物之利益及危險自交付時起由買受人承受負擔；土地重劃後，重\r\n行分配與土地所有權人之土地，自分配決定之日起，視為其原有之土地；\r\n民法第三百七十三條，平均地權條例第六十二條，及土地重劃辦法第二十\r\n條第一項分別定有明文。本件上訴人於六十一年十二月十一日將重劃前之\r\n原四七三之十號田地○‧○五五九公頃整筆出賣與紀聰明，已收清全部價\r\n金。並於六十六年間土地重劃前六十二年四月二十六日即已依約將土地點\r\n交與被上訴人，有上開二契約書之記載可稽。亦為上訴人所不爭執。依各\r\n該法條規定，其重劃後重行分配與上訴人之田地三筆，視為其原有四七三\r\n之十號田地；其所增加之○‧○○七八公頃，自應歸由被上訴人承受。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3247 號 民事",
        "case_summary": "返還投資金",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "上訴人在第一審係受先位聲明之勝訴判決。被上訴人提起第二審之上訴，\r\n其效力僅及於上訴人該先位聲明部分。即上訴人在原審所具之答辯狀，及\r\n到庭辯論，亦未附此預備之聲明，原審未就其在第一審之預備聲明為判斷\r\n，於法尚無違背。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3241 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "租約第二條記載，「租賃期間十五年」，係屬定有期限之租賃，至為明顯\r\n。雖同條併載有「租期屆滿後，雙方再商訂租約，如不續租時，出租人得\r\n......」等字樣，但並非租期屆滿後，必須再訂租約，而係經雙方商妥而\r\n後可。且亦不因該租約第六條定有「隨時比照商議調整租金」等語，而使\r\n性質上原為定期者變成不定期租賃。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3200 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "政府依實施耕者有其田條例將征收之耕地放領並辦理登記後，倘發見征收\r\n或放領錯誤，除經主管機關依法定程序撤銷或更正而准更正登記外，當事\r\n人或利害關係人要無逕向地政機關聲請更正登記之權利。"
    },
    {
        "case_id": "最高法院 70 年度台聲字第 154 號 民事",
        "case_summary": "拆屋還地強制執行聲明異議",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "查原確定裁定，係以本院六十九年度台抗字第三七九號裁定並無民事訴訟\r\n法第四百九十六條第一項各款所列之情形為由，將聲請人對該裁定之再審\r\n聲請，裁定駁回。經核殊無適用法規顯有錯誤之可言。又對於本院確定裁\r\n定聲請再審，要無依民事訴訟法第五百零七條，準用同法第四百九十七條\r\n規定，而主張有再審理由之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台聲字第 152 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 09 月 10 日",
        "case_gist": "按對於已確定之裁定聲請再審，以該裁定自身具有法定之再審原因為限，\r\n若對其他裁判有所指摘，資為聲請再審之理由，即不得謂為合法。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3194 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 70 年 09 月 09 日",
        "case_gist": "兩造既已約定租金隨土地價值之昇降而機動調整，自無再依民法第四百四\r\n十二條規定聲請法院予以調整之理。至稅金之增加及法律之變更，均非調\r\n整租金之原因。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3173 號 民事",
        "case_summary": "返還房屋",
        "case_date": "民國 70 年 09 月 09 日",
        "case_gist": "土地法第一百條第一款所謂收回重建，不以房屋瀕於倒塌為限，其因建造\r\n年久，使用逾齡，有礙都市發展，或與土地利用價值顯不相當者，亦屬之\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3168 號 民事",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 70 年 09 月 09 日",
        "case_gist": "債務人與第三人通謀移轉其財產權，其目的雖在使真正債權人之債權無法\r\n行使，而負債務不履行之責任，但債務人處分自己之財產，原得自由為之\r\n，不得謂為故意不法侵害債權人之權利，債權人如本於侵權行為訴請塗銷\r\n登記時，僅得向登記名義之第三人為之，不得以債務人為共同被告一併為\r\n請求。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3163 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 70 年 09 月 04 日",
        "case_gist": "(一) 票據上之記載經改寫時，簽名在改寫前者，除已同意改寫者外，依\r\n      原有文義負責，簽名在改寫後者，依改寫文義負責，此觀票據法第\r\n      十六條規定不難明瞭。本件訟爭支票原載發票日為六十九年六月十\r\n      五日，經被上訴人在該支票背書後，發票人李進寬未得被上訴人同\r\n      意，將票載發票日改寫為同年五月十五日，此有卷附該支票可稽。\r\n      依前開說明，被上訴人自應依改寫前之票載發票日負責。\r\n (二) 支票在發票地付款者，執票人應於發票日後七日內為付款之提示，\r\n      否則對發票人以外之前手喪失追索權 (票據法第一百三十條第一款\r\n      及第一百三十二條參照) 。本件訟爭支票係在發票地付款，而上訴\r\n      人並未於六十九年六月十五日後七日內為付款之提示，為其所承認\r\n      。依前開規定，上訴人對背書人之被上訴人已喪失追索權。訟爭支\r\n      票雖曾於六十九年六月十日被檢察官扣押，但檢察官之扣押，與票\r\n      據法第一百零五條所定執票人因不可抗力之事變，不能於所定期限\r\n      內為付款之提示之情形有間。上訴人要無依同條第四項規定主張，\r\n      其無須提示，而得逕向被上訴人行使追索權之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3159 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 09 月 04 日",
        "case_gist": "債權人之過大催告，僅該超過部分不生效力，尚難謂就債務人應給付部分\r\n亦不生催告之效力。本件兩造所訂買賣契約，就令祇訟爭土地部分有效，\r\n上訴人催告被上訴人給付二、三期價款，亦僅超過該土地應付價款部分不\r\n生催告之效力。如被上訴人未依限給付應付部分之價款，尚不能謂上訴人\r\n據此所為解除買賣契約，不生效力。(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3157 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 09 月 04 日",
        "case_gist": "萬祥銀樓為有限公司組織，此有卷附公司執照及股東登記名冊可稽。被上\r\n訴人王燕鏗及陳月雲，雖為萬祥銀樓有限公司執行業務股東及總經理，但\r\n其個人與該公司究非同一人格。萬祥銀樓有限公司有向張樹人收購訟爭金\r\n飾，亦係該公司有惡意占有情事，上訴人僅得向該公司請求返還，要無對\r\n被上訴人為本件請求之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3149 號 民事",
        "case_summary": "變更登記",
        "case_date": "民國 70 年 09 月 04 日",
        "case_gist": "基地租賃與地上權設定為截然二事，地上權並無如民法第四百五十一條規\r\n定於期限屆滿後，地上權人仍為土地之使用收益，土地所有人不即表示反\r\n對之意思，而當然變更為不定期之效果，故定有存續期間之地上權，於期\r\n限屆滿時消滅。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3137 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 70 年 09 月 03 日",
        "case_gist": "消費借貸為要物契約，因金錢或其他代替物之交付而生效力，為民法第四\r\n百七十五條所明定，則關於借貸之成立，如有爭執，自應由主張已為金錢\r\n或其他代替物交付之貸與人負舉證之責。"
    },
    {
        "case_id": "最高法院 70 年度台再字第 194 號 民事判決",
        "case_summary": "確認所有權不存在",
        "case_date": "民國 70 年 09 月 03 日",
        "case_gist": "提起民事再審之訴，應依民事訴訟費用法第十九條規定，繳納裁判費，此\r\n為必須具備之程式。本件再審原告向本院提起再審之訴，同時聲請訴訟救\r\n助，於本院駁回其訴訟救助之裁定經合法送達後，已逾相當期間，仍未繳\r\n納裁判費，參照本院二十七年滬抗字第五十二號判例釋示及本院最近所持\r\n見解，爰不定期間命其補繳裁判費，而逕行駁回本件再審之訴。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3122 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 70 年 08 月 28 日",
        "case_gist": "兩造訂立租賃土地契約是否以耕作為目的，倘以耕作為目的，即有耕地三\r\n七五減租條例之適用，查該條例第五條規定：「耕地租佃期間不得少於六\r\n年，其原約定租期超過六年者，依其原約定」，故凡屬耕地租賃，均應解\r\n為定有期限，而定有期限之租賃，依民法第四百四十二條但書規定，當事\r\n人不得聲請法院增減其租金。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3118 號 民事",
        "case_summary": "返還定金",
        "case_date": "民國 70 年 08 月 28 日",
        "case_gist": "兩造上開契約所約定之給付，既為移轉私有農地之所有權於無自耕能力之\r\n被上訴人，屬於違反土地法第三十條第一項規定之行為，即屬法律上之給\r\n付不能，亦即自始不能，依民法第二百四十六條第一項規定，其契約為無\r\n效，上訴人既不能證明訂約時有預期於不能之情形除去後為給付之情形，\r\n契約上亦無如是之記載，被上訴人請求上訴人返還所受領之定金，即非無\r\n據。此與民法第八十六條為真意保留之意思表示不同。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3113 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 08 月 28 日",
        "case_gist": "關於物品之運送，其因喪失而生之損害賠償請求權之二年短期時效，係自\r\n運送終了，或應終了之時起算，倘運送尚未終了，或不應終了，其時效期\r\n間，即屬無從起算，此觀民法第六百二十三條規定，自可明瞭。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3103 號 民事",
        "case_summary": "確認所有權存在",
        "case_date": "民國 70 年 08 月 27 日",
        "case_gist": "民事訴訟法第二百七十九條第一項所謂當事人自認之事實，係指當事人之\r\n一造，就他造主張不利於己之事實，於其準備書狀內或言詞辯論時或在受\r\n命推事前自認而言，本件被上訴人萬金針織手藝廠、宗安公司就上訴人分\r\n別尚欠八萬元，六萬元尾款之抗辯，係以假定法院認定雙方有直接買賣關\r\n係為前提，兩造間既無直接買賣關係存在，即無因自認而變為買賣關係存\r\n在之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3101 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 08 月 27 日",
        "case_gist": "實施查封後，債務人就查封物所為移轉、設定、負擔或其他有礙執行效果\r\n之行為對債務人不生效力，固為強制執行法第五十一條第二項所明定，並\r\n為不動產之強制執行所準用 (同法第一百十三條) ，但茲所謂債權人，應\r\n指該強制執行事件之債權人 (例如聲請強制執行之債權人或已參與分配之\r\n債權人) 而言不及其他。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3095 號 民事",
        "case_summary": "取回寄託物",
        "case_date": "民國 70 年 08 月 27 日",
        "case_gist": "寄託契約未定返還期限者，受寄人得隨時返還寄託物。定有返還期限者，\r\n受寄人非有不得己之事由，不得於期限屆滿前返還寄託物，民法第五百九\r\n十八條著有明文，所謂不得已之事由為何？法律既無明定，自應本乎誠實\r\n信用原則，斟酌雙方當事人一切情事而定。本件上訴人在第一審主張：原\r\n告 (指上訴人) 現因將屆成年，結婚在邇，亟需修繕後使用該屋，惟因被\r\n造 (指被上訴人) 所有附表之物擱存該處，無法他移致難著手云云，如果\r\n屬實，則上訴人自得於期限前為寄託物之返還。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3077 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 08 月 27 日",
        "case_gist": "查動產受讓人占有動產而受關於占有規定之保護者，縱讓與人無移轉所有\r\n權之權利，受讓人仍取得其所有權，為民法第八百零一條所明定。又汽車\r\n為動產，其所有權之移轉因交付而生效力，不以向監理機關聲請過戶為必\r\n要，觀同法第七百六十一條第一項規定亦可明瞭。系爭貨車，果如上訴人\r\n所云，因劉昭聰出賣，遞經陳啟中、楊大典而由上訴人承買，並已交付；\r\n又設上訴人於當時亦不知楊大典無移轉該貨車所有權之權利，而應受關於\r\n占有規定之保護，則縱讓與人楊大典無移轉所有權之權利，自仍應認上訴\r\n人已取得其所有權。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3075 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 70 年 08 月 27 日",
        "case_gist": "上訴人如認重測結果有錯誤，應依土地法第四十六條之三第二項規定，聲\r\n請該管地政機關複丈。倘已提出此項聲請，而地政機關不實施複丈，並逕\r\n依重測結果辦理土地標示變更登記。如有不服，應循行政程序謀求解決，\r\n不得請求司法機關裁判。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3066 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 08 月 26 日",
        "case_gist": "依銀行法第十六條規定所謂信用狀係指銀行受客戶之委任，通知並授權指\r\n定受益人，在其履行約定條件後，得依照一定款式開發一定金額以內之匯\r\n票或其他憑證，由該行或其指定之代理銀行負責兌或付款之文書。信用狀\r\n於國際貿易中雖輒由買買雙方利用之，以為支付價金之方法，惟依一九七\r\n四年修正信用狀統一慣例總則之規定，信用狀之開發，與委任人及受益人\r\n間之買賣契約或其他契約無關，由於信用狀之此項無因性質，故可轉之信\r\n用狀經第一受益人讓與第二受益人時，其與委任人間之關係如何，仍應由\r\n各該當事人就其基礎關係定之。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3051 號 民事",
        "case_summary": "遷讓房屋",
        "case_date": "民國 70 年 08 月 26 日",
        "case_gist": "倘兩造約定給付之租金種類係白米實物，而上訴人未曾同意折付現款，以\r\n往租金亦非折付現款，則被上訴人催告上訴人以他種給付 (現款) 代原定\r\n之給付 (白米) ，既未經上訴人承諾，可否依憑此項有瑕疵之催告終止租\r\n約，即有研究餘地。又如兩造已合意將應給付之租金種類變更為現款，則\r\n被上訴人殊無仍請求上訴人給付白米欠租及損害之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3047 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 70 年 08 月 26 日",
        "case_gist": "上訴人代表莊敬中學第四屆董事會與被上訴人訂立補充協議書，收取系爭\r\n一百萬元以後，又係用以清償該屆董事會之債務，其權利義務應屬於莊敬\r\n中學第四屆董事會，而非上訴人個人，莊敬中學董事會 (第四屆) 既有當\r\n事人能力，有如前述，自應以該董事會名義，並列董事長黃源清為其法定\r\n代理人起訴，縱令上訴人所稱該屆董事會已因改組而不存在非虛，亦應以\r\n該屆董事會董事十五人全體為原告一同起訴，始無不合，茲上訴人僅以其\r\n四人個人名義起訴請求被上訴人履行契約，自難謂有理由。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3042 號 民事",
        "case_summary": "返還支票",
        "case_date": "民國 70 年 08 月 21 日",
        "case_gist": "不當得利之受領人，於受領時知無法律上原因者，應將受領時所得利益償\r\n還，觀諸民法第一百八十條第二項規定甚明。本件被上訴人於受領訟爭支\r\n票時，既知無法律上原因，依上開規定，自負有將受領時所得利益返還與\r\n上訴人之義務。倘上訴人因訟爭支票負有債務，而被上訴人復因轉讓支票\r\n而取得對價，縱使該支票未經執票人提示兌領，亦不能因此即謂上訴人未\r\n受有損害，及被上訴人未受有利益。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3039 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 08 月 21 日",
        "case_gist": "原審依審理之結果，以訟爭房屋及土地所以登記為上訴人之妻吳卓娥名義\r\n，乃基於信託關係，已據上訴人在第一審陳明在卷。按信託行為，係指信\r\n託人將財產所有權移轉與受託人，使其成為權利人，以達到當事人間一定\r\n目的之法律行為，故在受託人未將受託財產移還信託人以前，尚不能謂受\r\n託人法律上之所有權人，或該受託之財產仍為信託人所有。本件訟爭房屋\r\n及土地於實施假扣押查封時，既仍登記為吳卓娥所有，而未移還與上訴人\r\n，上訴人即無本於所有權對該執行程序提起第三人異議之訴之餘地。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3026 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 70 年 08 月 21 日",
        "case_gist": "按現有之每宗共有耕地，依農業發展條例第二十二條之規定，固不得分割\r\n，但各共有人最初係以成立一共有人關係之意思而共有訟爭耕地時，而於\r\n分割之際，復有部分共有人仍願維持其共有關係，尚非不可將其中一宗或\r\n數宗耕地分配為願意維持共有關係之數人共有，使由原多數人共有多宗，\r\n變成少數人共有一宗或數宗耕地，惟該受分配之少數共有人，總以有明確\r\n表示仍願保持共有者始得為之。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3020 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 70 年 08 月 21 日",
        "case_gist": "查已登記不動產所有人之回復請求權及除去妨害請求權，無民法第一百二\r\n十五條消滅時效規定之適用，固經司法院大法官會議第一○七號、第一六\r\n四號先後解釋在案，旨在避免發生權利上名實不符之現象，惟所謂登記係\r\n指依土地法所為之登記有絕對效力者而言 (土地法第四十三條參照) ，而\r\n日據時期所為土地登記，並無絕對之效力，業經本院四十二年台上字第一\r\n一九六號著有判例，上訴人既未依我國土地法為取得訟爭土地所有權登記\r\n，自無上開解釋之適用。"
    },
    {
        "case_id": "最高法院 70 年度台再字第 186 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 08 月 21 日",
        "case_gist": "本院以前訴訟程序第二審判決，既經本院六十九年度台上字第二六七六號\r\n判決，認其認事用法並無不當，予以維持。依民事訴訟法第四百七十六條\r\n第一項第三審法院應以第二審判決確定之事實，為判決基礎之規定，當事\r\n人如以適用法規錯誤為由，提起再審之訴，即僅得對該第三審判決為之，\r\n殊無再對該第二審判決提起再審之訴之餘地。乃再審原告竟以適用法規錯\r\n誤為由，仍對該第二審判決向該第二審法院提起再審之訴，於法自有不合\r\n。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 3000 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 08 月 20 日",
        "case_gist": "按非財產上損害賠償之酌定，係事實審法院依職權所作之判斷，苟其判斷\r\n並無違背法令，即非當事人所得爭多論寡，作為第三審上訴理由。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 2995 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 70 年 08 月 20 日",
        "case_gist": "被上訴人與其妻並未以契約訂立夫妻財產制，應以法定財產制為其夫妻財\r\n產制，依民法第一千零零五條、第一千零十七條第二項規定，系爭房、地\r\n屬於被上訴人所有。不因登記為其妻所有，而受影響，尤無從認其間有信\r\n託契約關係存在。且系爭房、地並非先登記為被上訴人所有後，再贈與登\r\n記其妻所有，亦不能謂係贈與，故非其妻之原有或特有財產。至土地法第\r\n四十三條所謂登記公信力，乃指第三人信賴登記而為新登記之情形而言。\r\n縱上訴人因信賴上訴人之妻，提供個人信用調查表上填載系爭不動產為其\r\n妻所有，始同意其為保證人，要與信賴公信力無涉。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 2992 號 民事",
        "case_summary": "確認債權不存在",
        "case_date": "民國 70 年 08 月 20 日",
        "case_gist": "所謂最高限額抵押權，係指抵押權存續期間內不限次數。得借、得還，於\r\n最後決算時，在最高限額內之債權，有擔保效力而言。故已發生之債權縱\r\n因清償而消滅，其抵押權亦不消滅，仍對其後發生之債權繼續存在。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 2982 號 民事",
        "case_summary": "償還稻谷",
        "case_date": "民國 70 年 08 月 20 日",
        "case_gist": "台灣合會性質，乃會員與會首間締結之契約，會員相互間，除有特約外，\r\n不發生債權債務關係 (參見本院四十九年台上字第一六三五條判例) 。上\r\n訴人既已得標而成死會，則會首張浪對上訴人自有債權存在，至保管證上\r\n，張浪雖為連帶保證人，乃在擔保得標會員之給付義務。得標會員之債務\r\n並未因此免除。因之本件會首張浪將其對於得標之上訴人之債權轉讓與被\r\n上訴人，即無不合。得標人若不履行給付，會首亦得據以請求，尚不因保\r\n管證上會首為連帶保證人而發生混同消滅債權情事。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 2979 號 民事",
        "case_summary": "塗銷典權登記",
        "case_date": "民國 70 年 08 月 20 日",
        "case_gist": "法院裁判，適用法規或解釋法律，係依職權為之，原無待提出其他判決以\r\n為證據。上訴人如係引用其法律上之見解，而為其有利之主張，亦非民事\r\n訴訟法第四百九十六條第一項第十三款之新證據，該判決即無發見或知悉\r\n在後之可言。"
    },
    {
        "case_id": "最高法院 70 年度台上字第 2970 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 70 年 08 月 20 日",
        "case_gist": "被上訴人因上訴人未依規定於趙興儒到職當日為之投保而參加勞工保險，\r\n致伊未能領到前開趙興儒之死亡給付，請求上訴人賠償，並無不當。"
    }
]