[
    {
        "case_id": "最高法院 88 年度台上字第 2182 號 民事",
        "case_topic": "債務人異議之訴事件",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "債權人以債務人應給付金錢之執行名義聲請執行法院就債務人之財產為強\r\n制執行後，該債權經第三人聲請法院予以扣押者，因該扣押僅阻礙債權人\r\n自債務人取得金錢而已，並無排除執行名義之效力，與強制執行法第十四\r\n條第一項所定債務人異議之訴得永久或暫時不許執行名義之全部或一部為\r\n強制執行者不同。債務人僅得於執行法院違反執行命令，使債權人取得金\r\n錢時，依強制執行法第十二條規定聲明異議，尚不得依同法第十四條第一\r\n項規定，請求排除執行法院依債權人之執行名義所為之強制執行程序。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2177 號 民事",
        "case_topic": "第三人異議之訴事件",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "按土地法第四十三條所謂依本法所為之登記，有絕對效力之規定，其旨在\r\n於保護善意第三人，因信賴登記機關之登記，而為交易之交易安全 (司法\r\n院院字第一九一九解釋參照) 。故不論私人基於私法關係對原所有權人取\r\n得不動產之移轉登記請求權，或國家基於公法關係 (例如徵收程序) 而原\r\n始取得土地所有權，在私人或國家依法完成所有權登記前，第三人因信賴\r\n登記，而自無權處分之人取得所有權，真正權利人或國家仍無排除第三人\r\n之所有權，主張其始為真正所有權人之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2167 號 民事判決",
        "case_topic": "確認優先承購權存在等",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "土地法第一百零四條第一項規定基地出賣時，承租人有依同樣條件優先購\r\n買之權，故承租人放棄優先購買權，必於其知悉買賣條件後，始能為之。\r\n倘其僅知出賣之事實，不知買賣之條件，尚無從決定是否依同樣條件優先\r\n購買，自無放棄優先購買權之可言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2162 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "關於侵權行為賠償損害之請求權，以實際上受有損害為成立要件，故侵權\r\n行為賠償損害之訴訟，法院認原告有賠償損害之請求權存在，而判決命被\r\n告賠償損害，如未於判決理由項下，記載原告受有實際上如何損害之意見\r\n者，即屬民事訴訟法第四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2159 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "土地法第六條之準自耕，係指土地所有權人為維持一家生活，僅以資本直\r\n接從事經營耕作，而實際係僱工耕作而言，以保障土地所有權人之生活；\r\n至耕地三七五減租條例第十六條之自任耕作，則基於佃農既係以承租他人\r\n土地為耕作，即須自任耕作，倘其僱用他人耕作，即失其立法之原意，是\r\n土地法第六條準自耕，與耕地三七五減租條例第十六條第一項規定承租人\r\n應自任耕作有別。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2155 號 民事判決",
        "case_topic": "返還房屋等",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "出租人是否同意承租人轉租，依民法第四百四十三條及土地法第一百條第\r\n二款規定，應僅生出租人可否以承租人轉租為由單方面終止租賃契約問題\r\n。殊不因其同意轉租，自可使次承租人與原出租人間成立租賃關係。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2146 號 民事",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "按單位責任限制規定之立法意旨，乃在保障運送人於非可歸責於己之意外\r\n事故致貨物滅失，而無法查證其價值時，得藉以杜絕雙方之紛爭，並減輕\r\n運送人所承受海上變故之風險，故載貨證券上如已載明貨物之品名、重量\r\n、體積、數量等，而依各該記載之內容已得據以計算出其客觀價值時，當\r\n不復有單位責任限制規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2129 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 09 月 17 日",
        "case_gist": "「基於同一原因事實受有損害並受有利益者，其請求之賠償金額，應扣除\r\n所受之利益。」民法第二百十六條之一定有明文。本件被上訴人因短付上\r\n訴人私有單獨使用面積八‧一一七坪，惟其現有共同使用部分之面積，依\r\n卷附建物登記簿謄本之記載，則為十六‧一九九七坪，共較原配置圖所載\r\n增加八‧八九一七坪，此均屬上訴人所有，不唯上訴人目前已實際予以使\r\n用，且將來如欲轉售房屋，亦得併入主建物之面積合併計算價金，以上為\r\n原審合法認定之事實，是基於兩造所訂之買賣契約，被上訴人實際所給付\r\n予上訴人之標的物，固使上訴人受有私有單獨使用面積短少之損害，但同\r\n時並使上訴人受有共同使用部分增加之利益，原審認為應適用上開規定，\r\n爰就上訴人所請求之賠償金額扣除其所受之利益，核無違背法令。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2126 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 88 年 09 月 17 日",
        "case_gist": "土地法第三十四條之一第四項所稱：「共有人出賣共有土地或建築改良物\r\n之應有部分時，他共有人得以同一價格共同或單獨優先承購」者，係指他\r\n共有人於共有人出賣共有土地或建築改良物時，對於該共有人有請求以同\r\n樣條件訂立買賣契約之權而言。倘共有人係將共有土地及建築改良物合併\r\n出售時，此項「合併出售」之條件，他共有人亦應依此條件與為出賣之共\r\n有人訂立買賣契約，而不得任選土地或建築改良物主張優先承購，否則即\r\n非按共有人出售之同樣條件合法行使優先承購權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2122 號 民事判決",
        "case_topic": "塗銷所有權移轉登記等",
        "case_date": "民國 88 年 09 月 17 日",
        "case_gist": "債務人與第三人通謀而為虛偽意思表示，其意思表示無效，債權人得依同\r\n法第二百四十二條規定，代位行使債務人之權利，訴請第三人回復原狀，\r\n以保全其債權。此與民法第二百四十四條所規定債權人之撤銷權，係以債\r\n務人所為之法律行為有效成立為前提，因有害及債權人之權利，債權人得\r\n訴請法院撤銷之，以保全其債權者，其二者之法律關係截然不同。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 465 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 09 月 16 日",
        "case_gist": "出租人與承租人間因耕地租佃發生爭議時，應由當地鄉 (鎮、市、區) 公\r\n所耕地租佃委員會調解，調解不成立者，應由直轄市或縣 (市) 政府耕地\r\n租佃委員會調處，不服調處者，由直轄市或縣 (市) 政府耕地租佃委員會\r\n移送該管司法機關，司法機關應即迅予處理，並免收裁判費用，耕地三七\r\n五減租條例第二十六條第一項固定有明文，惟該條所謂司法機關應即迅予\r\n處理，當係指司法機關應即開始調查審理之意，該租佃爭議事件移送法院\r\n處理時，申請調解調處之業佃雙方應為訴訟當事人，申請調解調處之標的\r\n為訴訟標的，調解調處之聲明，即為訴之聲明，其移送書兼具有訴狀之實\r\n質，初毋庸當事人另行補正訴狀，始得受理。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2087 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 09 月 16 日",
        "case_gist": "契約書內當事人之印章如係真正，而該當事人否認係其本人所蓋或其有授\r\n權他人代蓋時，應由其負舉證責任 (本院三十七年上字第八八一六號判例\r\n參照) 。被上訴人既承認系爭保證書上所蓋其印章為真正，則就其爭執該\r\n印章非其本人或由其授權黃丙騰蓋用之事實，自應負舉證之責。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2082 號 民事判決",
        "case_topic": "確認繼承權存在等",
        "case_date": "民國 88 年 09 月 16 日",
        "case_gist": "繼承權係繼承人包括的承受被繼承人財產上之一切權利、義務之地位，對\r\n於特定遺產，並無繼承權存否之問題，不得為確認之訴之標的。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1052 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記事件",
        "case_date": "民國 88 年 09 月 14 日",
        "case_gist": "查上訴人於第一審起訴主張：伊因被上訴人虛偽買賣而受侵害等語，於原\r\n審又稱：伊起訴狀所述之原因事實，係被上訴人侵害伊之占有、管理、使\r\n用及收益權，被上訴人應負共同侵權行為損害賠償責任，即塗銷系爭土地\r\n之移轉登記，回復為原地主游○保、游○民所有等語，似見上訴人除占有\r\n人之物上請求權外，尚本諸侵權行為之法則為請求，乃原審審判長未行使\r\n闡明權令兩造為完足之陳述，即為不利上訴人之判斷，難謂於法無違。又\r\n依上訴人所主張之事實，其非直接向游○保、游○民購買系爭土地，而係\r\n訴外人林○木、賴○金先向游○保、游○民購買系爭土地，再賣予上訴人\r\n，衡此情形，其是否主張行使代位權？似非明確，原審審判長疏未推闡明\r\n晰，遽為判決，自有未當。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 458 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 88 年 09 月 10 日",
        "case_gist": "假處分之規定，於爭執之法律關係有定暫時狀態之必要者準用之，民事訴\r\n訟法第五百三十八條固定有明文。惟所謂爭執之法律關係有定暫時狀態之\r\n必要者，係指因避免重大之損害或其他情事，有就爭執之法律關係定暫時\r\n狀態之必要者而言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2041 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 09 月 10 日",
        "case_gist": "本件租佃爭議事件於八十六年一月十三日由台中市政府移送台灣台中地方\r\n法院審理，上訴人聲明請求確認被上訴人與伊、及訴外人程來成、程其梹\r\n間就坐落台中市北屯區○○段七一五地號、地目田、面積六○二八平方公\r\n尺之土地之台灣省台中市北屯區軍字第一三八一號耕地三七五租賃關係存\r\n在，自係因租賃權涉訟。依民事訴訟費用法第十三條之規定，因租賃權涉\r\n訟，未定期間者，以兩期租金之總額為準，計算訴訟標的之金額。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 505 號 民事",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 09 月 09 日",
        "case_gist": "第三審法院僅在審查第二審判決是否違背法令，而關於法律關係是否成立\r\n之事實，則應以第二審判決所確定者為判決基礎，故不論訴訟之裁判，應\r\n否以他訴訟之法律關係是否成立為據，第三審法院均不得在他訴訟終結前\r\n，依民事訴訟法第一百八十二條第一項規定，以裁定停止第三審訴訟程序\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 442 號 民事裁定",
        "case_topic": "聲請停止執行",
        "case_date": "民國 88 年 09 月 09 日",
        "case_gist": "有回復原狀之聲請，或提起再審或異議之訴，或對於和解為繼續審判之請\r\n求，或提起宣告調解無效之訴、撤銷調解之訴，或對於許可強制執行之裁\r\n定提起抗告時，法院因必要情形或依聲請定相當並確實之擔保，得為停止\r\n強制執行之裁定，強制執行法第十八條第二項定有明文。依此規定，於強\r\n制執行程序開始後，債務人因提起再審之訴而聲明願供擔保，聲請裁定停\r\n止強制執行，除再審之訴已受敗訴裁判確定外，法院應酌定相當並確實之\r\n擔保，而為停止執行之裁定。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 436 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 09 月 09 日",
        "case_gist": "抗告人並非系爭電腦程式之著作權人，著作權為無體財產權，無從為事實\r\n上之管領或占有，抗告人僅係銷售系爭電腦程式之經銷商，亦非行使該著\r\n作權之人，難認係系爭著作權之準占有人。原法院認抗告人非因相對人犯\r\n違反著作權法罪而受損害之人，不得提起附帶民事訴訟，其起訴為不合法\r\n，爰裁定予以駁回，經核於法洵無違誤。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 432 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 88 年 09 月 09 日",
        "case_gist": "動產擔保交易一經訂立要式之書面契約，於當事人間即已生效力，至登記\r\n與否應僅屬對抗善意第三人之要件，而非生效要件，此觀動產擔保交易法\r\n第五條規定自明。"
    },
    {
        "case_id": "最高法院 88 年度台簡聲字第 24 號 民事裁定",
        "case_topic": "給付會款",
        "case_date": "民國 88 年 09 月 09 日",
        "case_gist": "當事人對於本院認簡易訴訟之抗告不合於民事訴訟法第四百三十六條之二\r\n第一項之規定而不應許可經予駁回之裁定，不得聲請再審，此觀同法第四\r\n百三十六條之五第一項、第二項規定自明。倘當事人對該裁定聲請再審，\r\n經本院以裁定駁回者，基於上開法條之立法意旨，對於該駁回之裁定，自\r\n不得聲請再審。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2033 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 88 年 09 月 09 日",
        "case_gist": "附解除條件之法律行為，於條件成就時，失其效力，為民法第九十九條第\r\n二項所明定。是以契約附有解除條件者，乃於條件成就時，向後失其效力\r\n。此與契約經解除，一切權利義務回復原狀，溯及訂約時失其效力者不同\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2023 號 民事判決",
        "case_topic": "給付違約金（給付賠償金）",
        "case_date": "民國 88 年 09 月 09 日",
        "case_gist": "民法第二百四十六條第一項前段規定，以不能之給付為契約之標的者，其\r\n契約為無效，所稱不能之給付，係指依社會通常觀念，債務人應為之給付\r\n，自始不能依債務本旨實現之謂。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 428 號 民事裁定",
        "case_topic": "票款執行",
        "case_date": "民國 88 年 09 月 03 日",
        "case_gist": "非訟事件裁定，除依法不得抗告者外，因裁定而權利受侵害者得為抗告，\r\n非訟事件法第二十四條第一項定有明文。所謂因裁定而權利受侵害之人，\r\n係指因裁定而其權利直接受侵害者而言。查本票執票人，依票據法第一百\r\n二十三條規定，聲請法院裁定許可對發票人強制執行，該發票人即係其權\r\n利直接受侵害之人，至該發票人之其他債權人，縱因執票人執許可強制執\r\n行之本票裁定，對發票人為強制執行，或參與分配，該其他債權人殊非權\r\n利直接受侵害之人，要無提起抗告之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台簡上字第 41 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 09 月 03 日",
        "case_gist": "查司法院大法官會議釋字第一○七號解釋「已登記不動產所有人之回復請\r\n求權，無民法第一百二十五條消滅時效規定之適用」，係於五十四年六月\r\n十六日作成公布，則已登記不動產所有人回復請求權發生之原因事實，無\r\n論在此以前或以後存在，於此解釋公布後之訴訟，此請求權即無民法第一\r\n百二十五條關於消滅時效規定之適用。原審認在上開解釋生效前，已登記\r\n不動產所有人之回復請求權已經時效消滅者，不論債權人是否已經起訴請\r\n求，均不影響債務人已發生之抗辯權之行使，債務人仍得拒絕給付，因而\r\n為不利於上訴人之判決，其適用法規顯有錯誤。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2006 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 09 月 03 日",
        "case_gist": "被上訴人雖請求上訴人返還系爭土地，惟系爭土地上既建有上述房屋，而\r\n被上訴人請求上訴人拆除該房屋部分，因上訴人對該房屋並無事實上處分\r\n權，經判決被上訴人敗訴確定，已如上述。則房屋既不能拆除，上訴人何\r\n能將土地返還於被上訴人。蓋返還土地係指移轉土地之占有之謂，故返還\r\n土地必須排除地上房屋，始克達成交還土地之目的，而使被上訴人得以占\r\n有使用。原審未說明地上房屋未拆除前，上訴人如何交還系爭土地，即如\r\n何移轉土地之占有，以及將來如何執行？"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1998 號 民事判決",
        "case_topic": "返還出資",
        "case_date": "民國 88 年 09 月 03 日",
        "case_gist": "合夥人出資後，其出資成為合夥財產之一部分，屬合夥人全體之公同共有\r\n，且合夥財產為合夥債權人之第一擔保，合夥財產不足清償合夥之債務時\r\n，各合夥人對於不足之額，連帶負其責任 (民法第六百六十八條、第六百\r\n八十一條) ，故合夥人退夥時，其出資之返還，必須依民法第六百八十九\r\n條之規定為結算分配，不能任由合夥當事人約定返還之金額。又隱名合夥\r\n人係為出名營業人而出資，出資後其權利即移屬於出名營業人，隱名合夥\r\n並無所謂合夥財產。隱名合夥不過為隱名合夥人與出名營業人之契約關係\r\n，隱名合夥人就出名營業人所為之行為，對於第三人無何權利義務 (民法\r\n第七百條、七百零一條、七百零四條) ，故隱名合夥人退夥時，其出資之\r\n返還，得任由當事人自由約定，當事人無約定，則適用民第七百零九條之\r\n規定。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 416 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 88 年 09 月 02 日",
        "case_gist": "民事訴訟法第四百九十二條第二項規定，抗告法院認抗告為有理由者，應\r\n廢棄原裁定，自為裁定，必要時得命原法院或審判長更為裁定。關於如何\r\n情形始得謂為「必要」，應從嚴衡量，以省發回之煩。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1972 號 民事判決",
        "case_topic": "返還保證金等",
        "case_date": "民國 88 年 09 月 02 日",
        "case_gist": "契約之解除，係使契約自始歸於消滅，以回復訂約前之狀態。契約之終止\r\n，則使契約向將來失其效力，對於原已依約行使、履行之權利義務，不受\r\n影響。二者之法律效果，並不相同。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1971 號 民事判決",
        "case_topic": "返還買賣價金",
        "case_date": "民國 88 年 09 月 02 日",
        "case_gist": "訴訟上之和解係指在訴訟繫屬中以終止爭執並終結訴訟為目的之當事人間\r\n之合意，故必須就本案訴訟標的為之，其非就本案訴訟標的為和解者，並\r\n非訴訟上之和解，當事人對其內容如有爭執，自得另行起訴，不生一事不\r\n再理之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1968 號 民事判決",
        "case_topic": "酌減違約金等",
        "case_date": "民國 88 年 09 月 02 日",
        "case_gist": "當事人約定之違約金是否過高，須依一般客觀事實，社會經濟狀況，當事\r\n人所受損害情形及債務人如能依約履行時，債權人可享受之一切利益為衡\r\n量標準，而債務人已為一部履行者，亦得比照債權人所受利益減少其數額\r\n，倘違約金係屬損害賠償總額預定之性質者，尤應衡酌債權人實際上所受\r\n之積極損害及消極損害，以決定其約定之違約金是否過高。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1967 號 民事判決",
        "case_topic": "交還模具等",
        "case_date": "民國 88 年 09 月 02 日",
        "case_gist": "損害賠償，除法律另有規定或契約另有訂定外，不僅須填補債權人所受損\r\n害，並須填補其所失利益，民法第二百十六條第一項規定甚明。所謂所受\r\n損害，即現存財產因損害事實之發生而告減少，屬於積極損害；所謂所失\r\n利益，即新財產之取得，因損害事實之發生而受妨害，屬於消極損害。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 408 號 民事裁定",
        "case_topic": "返還擔保金",
        "case_date": "民國 88 年 08 月 27 日",
        "case_gist": "擔保提存之提存人於提存後，假扣押、假處分所保全之請求，其本案訴訟\r\n已獲全部勝訴判決確定者，得聲請該管法院提存所返還提存物，無庸法院\r\n裁定，此觀提存法第十六條第一項第三款、同法施行細則第十六條規定自\r\n明。本件假扣押所保全之請求為一百六十萬元，其本案訴訟判決命再抗告\r\n人給付一百六十萬八千九百零四元及其利息，該假扣押所保全之請求，其\r\n本案訴訟己獲全部勝訴判決確定，依上說明，相對人得逕向台北地院提存\r\n所聲請返還前述擔保金，而無庸聲請法院裁定。本件台北地院駁回相對人\r\n之聲請，理由雖有未當，然其結果尚無二致，仍應予維持。原法院裁定廢\r\n棄台北地院之裁定，自有未當。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1940 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 88 年 08 月 27 日",
        "case_gist": "「解釋私人之契約應通觀全文，並斟酌立約當時之情形，以期不失立約人\r\n之真意。」「解釋當事人所立書據之真意，以當時之事實及其他一切證據\r\n資料為其判斷之標準，不能拘泥字面或截取書據中一二語，任意推解致失\r\n真意。」本院著有十八年度上字第一七二七號、十九年度上字第二八號判\r\n例，可資參照。查系爭遺產處理協議書係記載：「……被上訴人、訴外人\r\n林○進均同意將系爭土地獻出交予公證人士 (代書) 評定時價，將價○交\r\n由立協議書人平均分配……立協議書人：兩造、訴外人林○進、訴外人林\r\n○成。」等語。而兩造於事實審分別○請法院將系爭土地交由華○企業發\r\n展鑑定顧問有限公司、中華企業技術鑑定委員會、歐○公司鑑定其價值。\r\n果爾，上開遺產處理協議書所謂公正 (該協議書誤載為公證) 人士 (代書\r\n) ，似係指能評定土地價值之公正之人而言，而非以具備代書身分者為限\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1908 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 26 日",
        "case_gist": "民法第二百七十三條規定：「連帶債務之債權人，得對於債務人中之一人\r\n或數人或其全體，同時或先後請求全部或一部之給付。連帶債務未全部履\r\n行前，全體債務人仍負連帶責任」，則於債權人對連帶債務人之數人為請\r\n求時，就該數人之「對外關係」 (對債權人) 而言，既應對債權人負連帶\r\n責任，即無所謂其就債權人所請求部分，衹應按其分擔比例對債權人負責\r\n之理。此與該數債務人間之「內部關係」 (相互間) 各有其分擔部分，除\r\n法律另有規定或契約另有訂定外，應平均分擔義務，而於其中一人因清償\r\n或其他行為，致他債務人同免其責，得向他債務人求償其分擔部分等情形\r\n (見民法第二百八十條、第二百八十一條) 應屬二事。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1906 號 民事判決",
        "case_topic": "返還借款",
        "case_date": "民國 88 年 08 月 26 日",
        "case_gist": "附條件之法律行為是否有背於公共秩序或善良風俗者，應就該法律行為及\r\n所附條件本身以為判斷之依據。至附條件之法律行為當事人為使條件成就\r\n所為之行為，縱有背於公共秩序或善良風俗，於法律行為之效力，不生影\r\n響。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1901 號 民事",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 08 月 26 日",
        "case_gist": "被保險人因保險人應負保險責任之損失發生，而對於第三人有損失賠償請\r\n求權者，於保險人履行賠償之義務後，其損失賠償請求權於賠償金額範圍\r\n內，即當然移轉於保險人，並於被保險人或保險人通知該第三人時，對於\r\n該第三人發生效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1894 號 民事判決",
        "case_topic": "租佃爭議等",
        "case_date": "民國 88 年 08 月 26 日",
        "case_gist": "(一) 無權占用他人土地，可能獲得相當於租金之利益，為社會通常之觀\r\n      念。而基地租金之數額，除以基地申報地價為基礎外，尚須斟酌基\r\n      地之位置，工商業繁榮之程度，承租人利用基地之經濟價值及所受\r\n      利益等項，並與鄰地租金相比較，以為決定。\r\n (二) 依法徵收之出租耕地，應由土地所有權人，以所得之補償地價，扣\r\n      除土地增值稅後餘額之三分之一，補償耕地承租人。此項補償耕地\r\n      承租人之地價，應由主管機關於發放補償時，代為扣交，並以餘款\r\n      交付被徵收土地之所有權人，此觀平均地權條例第十一條第一項、\r\n      第二項規定即明。是支付補償耕地承租人之地價者為土地所有權人\r\n      ，主管機關不過代為扣交而已，則耕地承租人倘有溢領情事，土地\r\n      所有權人即非不得依不當得利之法則請求耕地承租人返還。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1799 號 民事裁定",
        "case_topic": "分割共有物",
        "case_date": "民國 88 年 08 月 25 日",
        "case_gist": "裁判分割共有物，如採原物分割者，法院僅須斟酌共有物之性質及其經濟效用，\r\n作公平合理之分配即可。各共有人在分割前之使用狀況，固應加以考量，惟該使用狀\r\n況縱共有人間有分管之約定，法院亦不受其拘束。至共有人中如有不能按其應有部分\r\n受分配者，依民法第八百二十四條第三項規定，固得以金錢補償之。惟關於附著於共\r\n有土地上之地上物，其基地分配與他人取得時，法並無須就地上物所有人以金錢予以\r\n補償之規定。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 398 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 88 年 08 月 20 日",
        "case_gist": "強制執行，須有執行名義，始得為之。欠缺執行名義所為之執行行為，雖\r\n具執行行為之外觀，但其行為應屬無效，執行法院應依職權撤銷執行行為\r\n之外觀。倘債權人先依據未確定之終局判決，聲請執行，嗣又依假執行判\r\n決為執行名義，聲請執行，則後者係屬另一執行程序，執行法院仍應撤銷\r\n原執行行為之外觀，另為新執行行為。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1893 號 民事判決",
        "case_topic": "確認債權不存在等",
        "case_date": "民國 88 年 08 月 20 日",
        "case_gist": "本件違約金六百萬元，既已載明抵押權設定契約，則其本金債權部分應僅\r\n剩三千萬元，苟清償期屆至，未清償而違約，其違約金部分即因而發生，\r\n否則如無違約情形，自無該違約金之發生，該約定本身如係屬真實，應無\r\n不可，乃原審竟謂其為該項預約，即係「通謀虛偽而約定」，自有可議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1892 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 88 年 08 月 20 日",
        "case_gist": "上訴人既以廣告等促銷方法強調系爭房屋夾層部分之合法性，致被上訴人\r\n誤認可合法使用，則於訂約時，本諸誠信原則，上訴人理應明確告知購買\r\n戶關於夾層部分非適法而可能遭拆除之危險，自不得將此出賣人應告知之\r\n義務轉換由買受人負擔查詢該夾層是否為違章建築之義務，上訴人主張被\r\n上訴人未查問清楚，為有重大過失云云，殊不足取。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1888 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 20 日",
        "case_gist": "(一) 築業者因對市場供需評估失誤，而欲就建物未售出部分變更原隔間\r\n      設計以增加銷售戶數尋求轉機固非不可，然已買受之人就此非無損\r\n      害，自應通知買受人，若建築業者未通知原買受人，並給予表示同\r\n      意、解除契約、減少價金、或其他和解措施之選擇，即逕自就建物\r\n      未售出部分變更原廣告所載隔間等設計以增加銷售戶數，使原買受\r\n      人無從選擇而不得不接受，顯有憑恃其已收受價金等優勢地位，而\r\n      為影響交易秩序之顯失公平行為，有違公平交易法第二十四條之規\r\n      定，應推定為有過失。\r\n (二) 返還價金及給付損害金，其給付之性質不同。申言之，被上訴人請\r\n      求上訴人給付之七百二十萬七千元，如為上訴人應返還之價金，自\r\n      不能又認為此係上訴人賠償被上訴人之損害金，蓋兩者不能同時併\r\n      存。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1879 號 民事判決",
        "case_topic": "塗銷抵押權登記",
        "case_date": "民國 88 年 08 月 20 日",
        "case_gist": "最高限額之抵押契約固得將現在已發生及將來可能發生之債權約定為擔保\r\n債權。惟抵押契約約定有存續期間者，訂立契約之目的，顯在擔保存續期\r\n間內所發生之債權，則應以存續期間所發生之債權，始為抵押權效力所及\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1868 號 民事判決",
        "case_topic": "交還土地等",
        "case_date": "民國 88 年 08 月 20 日",
        "case_gist": "臺灣省省有財產管理規則第三十七條第一項固規定「非公用不動產之出租\r\n依左列規定辦理……二、在民國五十九年三月廿七日前被占建房屋，如不\r\n妨礙都市計畫，追收占用期間使用補償金後予以出租」，但此乃公產管理\r\n機關出租非公用不動產時，就承租人資格條件之限制，而非對該機關負有\r\n出租義務之規定。亦即上訴人固得依前開規定申請承租，但是否准許，仍\r\n須經受理機關之審查，非謂一經申請，國有財產局或被上訴人即須負出租\r\n公有土地之義務，而無斟酌准駁之權。是以公有土地之出租係屬私經濟行\r\n為，應受契約自由原則之支配，公產管理機關就公有土地占用人所為承租\r\n之要約，自有決定承諾出租與否之自由，並不負承諾出租之義務。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1858 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 88 年 08 月 19 日",
        "case_gist": "金錢借貸契約為要物契約，以貸與人「金錢之交付」為該消費借貸契約成\r\n立之要件。此所謂交付，指貸與人將其對為借貸標的款項之事實上管領力\r\n移轉與借用人而言。換言之，須借用人就貸與人所移轉之款項有自由支配\r\n之能力，始足當之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1856 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 19 日",
        "case_gist": "能獨立以法律行為負義務者，有訴訟能力，為民事訴訟法第四十五條所明\r\n定。當事人無訴訟能力而未由法定代理人代理，或其法定代理人無代理權\r\n或未受必要之允許，皆屬同法第四百六十九條第四款所謂當事人於訴訟未\r\n經合法代理。所謂訴訟能力，乃當事人能自為訴訟行為，或委由訴訟代理\r\n人代為訴訟行為之能力，與民法之行為能力相當。凡能獨立以法律行為負\r\n義務之人，即能辨識利害得失之人，既能辨識利害得失，乃能知訴訟之結\r\n果，而行使其權利之伸張及防禦方法。以法律行為處分其私權，與以訴訟\r\n行為防禦其私權，兩者結果無異，其實行之能力即應相同。是以無行為能\r\n力者，既不能以法律行為負義務，自無訴訟能力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1855 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 19 日",
        "case_gist": "股份有限公司與特定人協議，由該特定人認購增資之新股，認股人繳清股\r\n款並取得股東資格者，縱公司有未經股東會特別決議為增資而變更章程等\r\n違反法令之情事，仍難謂公司取得股款係侵權行為，更難謂公司有侵害認\r\n股人股款利息之行為。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1853 號 民事判決",
        "case_topic": "給付履約保証金",
        "case_date": "民國 88 年 08 月 19 日",
        "case_gist": "債務已為一部履行者，法院得比照債權人因一部履行所受之利益，減少違\r\n約金，民法第二百五十一條定有明文。法院適用本條規定，係本於職權為\r\n之，無待當事人請求。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1837 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 88 年 08 月 19 日",
        "case_gist": "被上訴人並未以系爭契約業經上訴人合法解除為由，請求上訴人回復原狀\r\n返還系爭房地，第一審法院據此判命上訴人於被上訴人給付系爭價金本息\r\n之同時，將系爭房地辦理所有權移轉登記予被上訴人，即有就當事人未聲\r\n明之事項為判決之違法。惟上訴人就命其將系爭房地辦理所有權移轉登記\r\n予被上訴人部分，既未聲明不服，僅被上訴人對於命其為對待給付部分提\r\n起第二審上訴，原審即應於其上訴聲明之範圍內審查第一審判決之當否。\r\n第一審判決關於命被上訴人為對待給付部分既屬不當，原審予以廢棄，於\r\n法洵無違誤。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1836 號 民事",
        "case_topic": "請求返還不當得利事件",
        "case_date": "民國 88 年 08 月 19 日",
        "case_gist": "地方自治團體所有財產，實際上由該團體之機關管理行使所有人之權利，\r\n自得由該團體之機關以其名義起訴，代該團體主張所有權人之權利。又地\r\n方自治團體之機關雖因業務需要，將其管理之財產交由其所屬下級機關管\r\n理，但不能因此即謂其已喪失該財產之管理權，不得再以其名義起訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1832 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 88 年 08 月 13 日",
        "case_gist": "「依第七十六條規定終止耕地租約時，應由土地所有權人以書面向直轄市\r\n或縣 (市) 政府提出申請，經審核其已與承租人協議成立者，應准終止耕\r\n地租約。」平均地權條例第七十八條第一項前段定有明文。則依該條例第\r\n七十六條第一項規定，為耕地租約之終止者，縱已與承租人成立協議，依\r\n同條例第七十八條第一項規定之意旨，仍應由土地所有權人以書面向直轄\r\n市或縣 (市) 政府提出申請，經核准後，始生效力。乃原審既認本件係依\r\n同條例第七十六條第一項終止租約，竟謂無同條例第七十八條第一項之適\r\n用，自有可議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1831 號 民事判決",
        "case_topic": "請求同意建築房屋",
        "case_date": "民國 88 年 08 月 13 日",
        "case_gist": "和解有使當事人所拋棄之權力消滅及使當事人取得和解契約所訂明權利之\r\n效力，民法第七百三十七條定有明文。上開合約書之真意，既係由周○通\r\n按總面積割出五分之三交由周○考建築房屋居住，永久使用之意，被上訴\r\n人等為周○考之繼承人，自得繼承上開永久使用之權限，雖上開和解契約\r\n僅為債權契約，對於上訴人，仍有拘束之效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1815 號 民事判決",
        "case_topic": "清償借款",
        "case_date": "民國 88 年 08 月 13 日",
        "case_gist": "連帶債務之債權人，得對債務人中之一人或數人或其全體，同時或先後請\r\n求全部或一部之給付；連帶債務未全部履行前，全體債務人仍負連帶責任\r\n，民法第二百七十三條第一、二項定有明文；又保證債務之連帶，係指保\r\n證人與主債務人負同一債務，對於債權人各負全部給付之責任者而言，觀\r\n之民法第二百七十二條第一項規定連帶債務之文義甚明，故連帶保證縱無\r\n民法第七百四十六條所揭之情形，自不得主張同法第七百四十五條檢索抗\r\n辯權。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 378 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "抗告法院認抗告為有理由而廢棄原裁定者，原則上應自為裁定，必要時，\r\n始得命原法院或審判長更為裁定，此觀民事訴訟法第四百九十二條第二項\r\n規定自明。所謂必要時，係指抗告法院無從逕為裁定，須由原法院或審判\r\n長調查，始能為裁定，或抗告法院就事實及證據自行調查，倍感困難等情\r\n形而言，倘抗告法院就事實及證據之調查毫無困難，甚或依卷證資料已得\r\n自為裁定者，抗告法院竟命原法院或審判長更為裁定，於法難謂無違。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 373 號 民事裁定",
        "case_topic": "撤銷假處分裁定",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "債務人以本案訴訟伊已獲勝訴判決確定為由，而主張命假處分之情事已變\r\n更，聲請撤銷假處分裁定者，須本案訴訟經法院判決認債權人所欲保全強\r\n制執行之請求權不存在或不得行使時，始得為之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1801 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "分割共有物係以消滅共有關係為目的，故法院於裁判分割共有土地時，除\r\n因該土地內部分土地之使用目的不能分割 (如共同使用之道路) 或部分共\r\n有人明示仍願維持共有關係等情形外，應將土地分配與各共有人單獨所有\r\n，不得創設新的共有關係。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1799 號 民事裁定",
        "case_topic": "分割共有物",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "裁判分割共有物，如採原物分割者，法院僅須斟酌共有物之性質及其經濟\r\n效用，作公平合理之分配即可。各共有人在分割前之使用狀況，固應加以\r\n考量，惟該使用狀況縱共有人間有分管之約定，法院亦不受其拘束。至共\r\n有人中如有不能按其應有部分受分配者，依民法第八百二十四條第三項規\r\n定，固得以金錢補償之。惟關於附著於共有土地上之地上物，其基地分配\r\n與他人取得時，法並無須就地上物所有人以金錢予以補償之規定。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1796 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "認定不法侵害他人之身體或健康，致被害人減少勞動能力之程度，通常係\r\n由法院選任鑑定人予以鑑定，惟法院亦得自行認定之。法院於自為認定時\r\n，專門醫師所出具之診斷書及勞工保險條例第五十三條附表所定殘廢給付\r\n標準表所定殘廢等級，雖非不得資為重要參考材料，惟依殘廢給付標準表\r\n所載，一、二、三項障害項目，其殘廢等級雖分屬一、二、三級，給付標\r\n準分別為一千二百日、一千日、八百四十日，惟同屬終身不能從事任何工\r\n作即喪失勞動能力，足見尚難依給付標準日數之比例推算勞動能力喪失或\r\n減少之程度，否則第二、三障害項目將成為減少勞動能力一千二百分之一\r\n千及一千二百分之八四○，而非與第一障害項目同屬終身不能從事任何工\r\n作之喪失勞動能力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1791 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "民法第一百九十三條第一項所謂增加生活上之需要，係指被害以前並無此\r\n需要，因為受侵害，始有支付此費用之需要而言。因此身體或健康受不法\r\n侵害，需住入醫院治療，於住院期間所支付之膳食費用，應屬增加生活上\r\n需要之費用，加害人應予賠償。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1780 號 民事判決",
        "case_topic": "償還票據所受利益",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "就本票金額之一部分所為之背書，或將本票金額分別轉讓於數人之背書，\r\n有違背書之不可分性，依票據法第一百二十四條準用第三十六條前段規定\r\n，不生背書之效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1777 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "財政部設國有財產局，承辦國有財產之取得、保管、使用、收益及處分事\r\n務。又國家由於預算支出所取得之財產，為國有財產，其由機關、部隊使\r\n用之國有財產為公用財產，公用財產雖以各直接使用機關為管理機關，但\r\n管理機關對於公用財產不得為任何處分，此觀國有財產法第一條、第二條\r\n第一項、第四條第二項第一款、第九條第二項、第十一條、第二十八條之\r\n規定自明。故凡因有關國有財產之處分涉訟者，自應以財政部國有財產局\r\n為被告，其當事人之適格，始能謂無欠缺，不因其尚未登記為國有而有異\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1773 號 民事判決",
        "case_topic": "給付薪工等",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "勞資爭議處理法第七條規定勞資爭議在調解或仲裁期間，資方不得因該勞\r\n資爭議事件而歇業、停工、終止勞動契約等之行為，乃在限制資方不得單\r\n獨行使契約之終止權，以免勞資之爭議加劇。但並不禁止勞資雙方以合意\r\n之方式解決雙方之爭端。是兩造以資遣方式終止雙方之僱傭關係，自不受\r\n上開規定之限制。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1771 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 12 日",
        "case_gist": "民法第一百九十三條第一項規定「不法侵害他人之身體或健康者，對於被\r\n害人因此喪失或減少勞動能力或增加生活上之需要時，應負損害賠償責任\r\n」，所稱之增加生活上之需要，係指被害以前並無此需要，因為受侵害，\r\n始有支付此費用之需要而言。其因身體或健康受不法侵害，需人長期看護\r\n，就將來應支付之看護費，係屬增加生活上需要之費用，加害人固應予以\r\n賠償，惟被害人是否確需依賴他人長期看護，仍應以最後事實審言詞辯論\r\n終結時之事實狀況為認定之標準。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1760 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 88 年 08 月 06 日",
        "case_gist": "金門縣政府就依「金門地區菸酒產銷與管理辦法」第八條規定所訂頒之「\r\n金門地區菸酒零售管理規則」第三條規定所謂申請菸酒零售商「有無營業\r\n場所足以經營菸酒事業」之認定產生疑義，乃於八十二年六月十八日召開\r\n金門地區核發菸酒許可證作業須知相關事宜檢討會議，作成「同一地址只\r\n可申設一個菸酒許可證」及「二樓以上之建築物除設有獨自門戶與地址，\r\n且已領營利事業登記證或營業登記證者外，不予核發菸酒許可證」之決議\r\n，為原審確定之事實。則上開決議係就上開「金門地區菸酒零售管理規則\r\n」第三條所謂「營業場所足以經營菸酒事業」之不確定法律概念予以闡釋\r\n，尚難謂與法律保留原則有違，其效力係附屬於該規則，故應自該管理規\r\n則生效時起 (按該規則自八十二年五月一日起實施) 予以適用，即溯及該\r\n規則實施日起適用，實務上向來亦持此見解 (行政法院五十六年判字第二\r\n一二號判例、六十年判字第七五九號判決參照) ，且為司法院釋字第二八\r\n七號解釋所確認。而上開所為決議，雖涉及人民申請許可證之權益，但在\r\n有權機關就該決議之違法性加以審查確認或變更之前，身為公務員之金門\r\n縣物資供銷處承辦人蔡○生，依公務員服務法第二條規定，對於上開決議\r\n為審查核發菸酒許可證作業之規範，屬其職務命令，即有服從之義務。原\r\n審認定金門縣物資供銷處承辦人蔡○生依上開決議駁回上訴人之申請，金\r\n門縣政府亦據此答復上訴人之陳情，均屬依令行政，自難認為不法，而為\r\n上訴人敗訴之判決，核無違背法令之情形。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1757 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 08 月 06 日",
        "case_gist": "(一) 查封依強制執行法第五十一條第二項規定：「實施查封後，債務人\r\n      就查封物所為移轉、設定負擔或其他有礙執行效果之行為，對於債\r\n      權人不生效力」，僅在於限制債務人就該查封之財產為處分，並無\r\n      確定查封不動產所有權歸屬之效力。上訴人抗辯，登記為妻名義之\r\n      不動產，經夫之債權人於民法親屬編施行法第六條之一公布施行一\r\n      年內依法聲請法院強制執行後，縱因查封效力未變更為夫之名義，\r\n      仍應認定假扣押之不動產為夫所有，且自始即自妻之名義登記時起\r\n      ，無論是否變更為夫之名義，均為夫之財產。假扣押之不動產已為\r\n      上訴人認定為被上訴人之夫所有聲請法院為假扣押，應視為已變更\r\n      為夫之名義云云，係認聲請強制執行有確定查封不動產之所有權歸\r\n      屬之效力，可以排除民法親屬編施行法第六條之一之適用，依法無\r\n      據，自無可採。\r\n (二) 又上訴人係以被上訴人之夫積欠其債務，為保全其債權，乃聲請假\r\n      扣押，就系爭不動產為查封，禁止被上訴人之夫處分該不動產，可\r\n      見上訴人之聲請假扣押係行使自己之權利，與被上訴人之夫怠於行\r\n      使以妻名義登記之不動產變更為夫名義之權利無關，自非代位債務\r\n      人行使權利。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1756 號 民事判決",
        "case_topic": "交付股票",
        "case_date": "民國 88 年 08 月 06 日",
        "case_gist": "記名股票由股票持有人以背書轉讓之。記名股票之轉讓，非將受讓人之本\r\n名或名稱記載於股票，並將受讓人之本名或名稱及住所或居所，記載於公\r\n司股東名簿，不得以其轉讓對抗公司。公司法第一百六十四條、第一百六\r\n十五條第一項分別定有明文。是背書為記名股票轉讓之唯一方式，且必於\r\n背書轉讓，向公司辦妥過戶手續後，始得以股票受讓人之身分對公司主張\r\n股東之權利。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1752 號 民事裁定",
        "case_topic": "返還墊款",
        "case_date": "民國 88 年 08 月 06 日",
        "case_gist": "受公寓大廈管理委員會僱用之管理員，其所服勞務包括為公寓大廈住戶接\r\n收郵件者，性質上應屬全體住戶之受僱人，即與同法第一百三十七條第一\r\n項規定之受僱人相當。郵政機關之郵差送達文書於住、居所、事務所或營\r\n業所，不獲會晤應受送達人，而將文書付與公寓大廈管理員者，為合法送\r\n達，該管理員何時將文書轉交應受送達人，已生之送達效力不受影響。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1743 號 民事",
        "case_topic": "請求債務不履行損害賠償事年",
        "case_date": "民國 88 年 08 月 06 日",
        "case_gist": "債務人之遲延責任，因債務人依債務本旨提出給付而消滅，惟所謂消滅，\r\n乃指以後免負遲延責任而言，倘以前已生遲延之效果，並非因此當然消滅\r\n，債權人就以前遲延所生之損害，仍得請求賠償。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1740 號 民事判決",
        "case_topic": "排除侵害",
        "case_date": "民國 88 年 08 月 06 日",
        "case_gist": "攻擊或防禦方法，得於言詞辯論終結前提出之。當事人意圖延滯訴訟或因\r\n重大過失，逾時始行提出攻擊或防禦方法者，法院得駁回之。但不致延滯\r\n訴訟者，不在此限。民事訴訟法第一百九十六條定有明文。是雖係意圖延\r\n滯訴訟提出攻擊防禦方法，或雖因重大過失逾時始行提出攻擊防禦方法，\r\n仍須以將致延滯訴訟為前提，法院始得予以駁回。若並不致延滯訴訟者，\r\n法院仍不得駁回其提出，觀之該法條文意自明。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 355 號 民事",
        "case_topic": "請求給付工程款事件",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "於下級審法院受有特別委任之訴訟代理人，如代當事人提起上訴，於使上\r\n訴程序合法之範圍內，固得續為必要之行為；然上訴係由當事人本人或另\r\n行委任之訴訟代理人提起者，原訴訟代理人之訴訟代理權則歸於消滅，該\r\n訴訟代理人即不得再代當事人為任何訴訟行為。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1729 號 民事判決",
        "case_topic": "遷讓房屋等",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "因時效取得地上權登記請求權者，不過有此請求權而已，在未依法登記為\r\n地上權人以前，仍不得據以對抗土地所有人，而謂其係有權占有。又占有\r\n人之占有，縱已具備時效取得地上權之要件，倘係在土地所有權人或管理\r\n權人依民法第七百六十七條規定提起訴訟後，始向管轄地政機關聲請登記\r\n者，受訴法院毋庸就占有人是否具備時效取得地上權登記之要件，為實體\r\n上裁判。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1726 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "契約當事人約定終止契約須用一定之方式，有以保全證據為目的者，亦有\r\n以契約須待方式完成始生終止之效力者。若當事人之意思係以保全證據為\r\n目的，而非生契約終止效力之要件，則當事人終止契約之意思表示到達相\r\n對人時，如依法已生終止契約之效力，自不得因未以一定之方式為之，而\r\n否定其效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1725 號 民事",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "當事人約定，一方以他方名義存款於金融機關，名義人僅單純出借名義，\r\n對存款無管理、處分之權，存單、印章、存摺均由借用人持有，借用人並\r\n得自由提、存款之消極信託契約，借用人之提款行為，乃權利之行使，無\r\n侵害名義人權利可言。於名義人死亡後之提款行為，亦難謂侵害名義人之\r\n繼承人之權利。至於遺產及贈與稅法第四十條規定：繼承人或利害關係人\r\n提取被繼承人在金融機之存款時，應先通知主管稽徵機關會同點驗、登記\r\n，其目的在確保遺產稅之稽徵，尚難據此規定即指借用人之權利行使為侵\r\n權行為。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1724 號 民事判決",
        "case_topic": "給付價金",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "當事人得約定債務人不履行債務時，應支付違約金，民法第二百五十條第\r\n一項定有明文。準此，雙方約定之違約金債權，於約定之原因事實發生時\r\n，即已獨立存在，違約金債權人自得請求債務人給付違約金。縱債務人對\r\n債權人有其他請求權存在，除符合抵銷要件並經抵銷者外，自不得因而謂\r\n違約金債權人不得請求債務人給付違約金。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1708 號 民事判決",
        "case_topic": "排除侵害等",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "所有權之標的物須具獨立性，數人區分一建築物而各有其一部分，必須該\r\n被區分之部分在構造上及使用上均具有獨立性，始得作為建築物區分所有\r\n權之客體。大樓之基礎結構，與該大樓建築本體不可分離，為其構成部分\r\n，不具獨立性，自不得單獨為所有權之客體。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1706 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "當事人對於民刑事案件下級法院之判決提起不合法之上訴，而上級法院誤\r\n認其上訴為合法將原判決廢棄或撤銷發回更審者，參照司法院大法官會議\r\n釋字第一三五號解釋意旨，該項上級法院之判決及發回更審後之判決，均\r\n屬重大違背法令，不生效力，其未確定者，得依上訴程序辦理。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1705 號 民事裁定",
        "case_topic": "返還無權占有土地等",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "送達於有收受送達權限之訴訟代理人者，發生送達之效力，其效力不因送\r\n達證書未將當事人之姓名或名稱一一載明而受影響。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1703 號 民事",
        "case_topic": "請求給付價金事件",
        "case_date": "民國 88 年 08 月 05 日",
        "case_gist": "部分共有人依土地法第三十四條之一第一項規定，將共有土地之全部出賣\r\n於人，就同意出賣之共有人言，係出賣其自有之應有部分，並有權一併出\r\n賣未同意出賣之共有人之應有部分；此種處分權乃係基於實體法規定而發\r\n生，同意出賣之共有人並非代理未同意出賣之共有人與買受人訂立買賣契\r\n約，未同意出賣之共有人與買受人間，自不發生何等法律關係。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1702 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 88 年 07 月 30 日",
        "case_gist": "本件要保人或被保險人就其保險標的物所裝載之船舶，是否發生事故，衡\r\n情當較為關注，而當時上訴人又尚未承保上述標的物，何能責其必須注意\r\n此項事故？乃原審竟謂「上訴人未能舉證證明被上訴人於投保當時已知沉\r\n船消息，系爭保險契約自難認無效。」云云，自難昭折服。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1696 號 民事判決",
        "case_topic": "給付退休金",
        "case_date": "民國 88 年 07 月 30 日",
        "case_gist": "在現代勞務關係中，因企業之規模漸趨龐大受僱人數超過一定比例者，僱\r\n主為提高人事行政管理之效率，節省成本有效從事市場競爭，就工作場所\r\n、內容、方式等應注意事項，及受僱人之差勤、退休、撫恤及資遣等各種\r\n工作條件，通常訂有共通適用之規範，俾受僱人一體遵循，此規範即工作\r\n規則。勞工與雇主間之勞動條件依工作規則之內容而定，有拘束勞工與雇\r\n主雙方之效力，而不論勞工是否知悉工作規則之存在及其內容，或是否予\r\n以同意，除該工作規則違反法律強制規定或團體協商外，當然成為僱傭契\r\n約內容之一部。雇主就工作規則為不利勞工之變更時，原則上不能拘束表\r\n示反對之勞工；但其變更具有合理性時，則可拘束表示反對之勞工。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 346 號 民事裁定",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "聲請補充判決以訴訟標的之一部或訴訟費用之裁判有脫漏者為限，不包括\r\n裁判不備理由在內，此觀民事訴訟法第二百三十三條第一項規定自明。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 345 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "刑事法院於刑事訴訟宣告被告有罪之判決前，不得依刑事訴訟法第五百零\r\n四條第一項規定，先將附帶民事訴訟以裁定移送於該法院民事庭。其誤為\r\n移送，如刑事訴訟嗣諭知被告無罪、免訴或不受理之判決，因刑事法院本\r\n應依同法第五百零三條第一項前段規定以判決駁回原告之訴，其訴之不合\r\n法，不因移送民事庭而受影響，受移送之民事庭固應認原告之訴為不合法\r\n，以裁定駁回之；惟若刑事部分宣告被告有罪之判決，則原告之訴即難認\r\n係不合法。故於刑事訴訟判決前，民事法院尚不得因該刑事法院之移送裁\r\n定為不當，自認原告之訴為不合法而以裁定駁回之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1671 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "解釋意思表示應探求當事人之真意，不得拘泥於所用之辭句，民法第九十\r\n八條定有明文。意思表示不明確，使之明確，屬意思表示之解釋；意思表\r\n示不完備，使之完備，屬意思表示之補充。前者可減少爭議，後者可使意\r\n思表示之無效減至最低程度。意思表示解釋之客體，為依表示行為所表示\r\n於外部之意思，而非其內心之意思。當事人為意思表示時，格於表達力之\r\n不足及差異，恆須加以闡釋，至其內心之意思，既未形之於外，尚無從加\r\n以揣摩。故在解釋有對話人之意思表示時，應以在對話人得了解之情事為\r\n範圍，表意人所為表示行為之言語、文字或舉動，如無特別情事，應以交\r\n易上應有之意義而為解釋，如以與交易慣行不同之意思為解釋時，限於對\r\n話人知其情事或可得而知，否則仍不能逸出交易慣行的意義。解釋意思表\r\n示端在探求表意人為意思表示之目的性及法律行為之和諧性，解釋契約尤\r\n須斟酌交易上之習慣及經濟目的，依誠信原則而為之。關於法律行為之解\r\n釋方法，應以當事人所欲達到之目的、習慣、任意法規及誠信原則為標準\r\n，合理解釋之，其中應將目的列為最先，習慣次之，任意法規又次之，誠\r\n信原則始終介於其間以修正或補足之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1662 號 民事判決",
        "case_topic": "塗銷房屋所有權移轉登記",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "繼承人於被繼承人死亡前，固有將來可以繼承其遺產之期待權，惟繼承人\r\n對於被繼承人生前處分其財產，既不得為任何之異議，自不生其期待權被\r\n侵害之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1656 號 民事判決",
        "case_topic": "給付借款",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "上訴人於第一審所為應受判決事項之聲明，係求為命被上訴人與陳○維共\r\n同給付伊一百萬元本息之判決，依民法第二百七十一條前段規定，上訴人\r\n係請求被上訴人及陳○維各給付五十萬元本息。第一審判決命被上訴人給\r\n付上訴人一百萬元本息，其超過五十萬元本息部分，已逾上訴人聲明之範\r\n圍，自屬訴外裁判。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1653 號 民事裁定",
        "case_topic": "排除侵害",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "請求將土地上之定着物拆除後交付土地之訴，係以土地之交付請求權為訴\r\n訟標的，此項訴訟標的之價額，應以土地之價額為準，定著物之價額不包\r\n括在內。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1647 號 民事判決",
        "case_topic": "給付退休金",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "(一) 雇主按月提撥之勞工退休準備金及勞工受領職業災害補償之權利，\r\n      核與勞工請領退休金之權利，性質上並不相同。勞基法第五十六條\r\n      第一項及第六十一條第二項僅規定勞工退休準備金及勞工受領職業\r\n      災害補償之權利，不得抵銷，對於勞工請領退休金之權利，既無禁\r\n      止抵銷之明文，自非不得為抵銷之標的。\r\n (二) 抵銷不以雙方之債權明確為要件，主張抵銷之一方，祗須對於他方\r\n      確已備抵銷之債權即可，至他方對其主張抵銷之債權縱有爭執，非\r\n      不得由事實審法院調查確定其債權金額，以供抵銷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1646 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "債務人就查封之不動產所為之移轉，依強制執行法第五十一條第二項規定\r\n祇對債權人不生效力而已，並非絕對無效，且在法院撤銷查封前，僅係不\r\n得依土地登記規則第一百二十九條規定為移轉登記，自非不得與他人為締\r\n結處分該不動產之債權契約行為。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1643 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 07 月 29 日",
        "case_gist": "依土地登記簿謄本記載，系爭土地於日據時期明治四十年十二○間，已設\r\n定典權與陳頭等二人，存續期間為四十年，並於六十一年間，遞由上訴人\r\n之前手陳○霞續為典權之繼承登記，然日本民法施行於台灣前，在台灣發\r\n生之典權並無存續期間，當時典權之期間，係限制債務人回贖權之行使及\r\n限制債權人之被擔保債權行使。此項典權，自日本民法施行於台灣後，即\r\n應適用日本民法有關不動產質權之規定，而變更為有存續期間十年之不動\r\n產質權。於期限屆滿後，如未經當事人明示更新契約，另訂存續期間，該\r\n不動產質權即於期限屆滿時歸於消滅 (參照最高法院四十九年台上字第二\r\n四三二號判例) 。是系爭土地所登記之典權，自日本民法在台灣施行後，\r\n即因適用日本民法有關不動產質權之規定，變更其性質為存續期間十年之\r\n不動產質權。不因原典權登記未變更登記為不動產質權，而影響其法律效\r\n果。上訴人主張其受讓之典權，係我民法所規定之典權云云，為不足取。\r\n此一於日據時期因法律適用之變更所發生之不動產物權，依民法物權編施\r\n行法第一條規定，並不適用民法物權編之規定，自非屬於土地登記規則所\r\n應登記之物權範圍，不生上訴人所稱：其信賴登記，應受土地法第四十三\r\n條規定之保護問題。上訴人徒以系爭土地上有其受讓典權之形式登記，即\r\n謂其應受土地法第四十三條規定之保護，殊無足採。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 338 號 民事裁定",
        "case_topic": "清償票款",
        "case_date": "民國 88 年 07 月 23 日",
        "case_gist": "債權人縱在強制執行程序中曾經就執行名義所記載之金錢債權不能滿足受\r\n償部分為拋棄權利之意思表示，惟斯乃在實體法是否發生權利消滅效力之\r\n問題，非執行法院所得審究。苟債權人於拋棄債權後，仍依執行名義請求\r\n執行法院繼續為強制執行，或依強制執行法第二十七條之規定，請求執行\r\n法院發給債權憑證，執行法院自不得以上開實體法上之事由，駁回債權人\r\n之聲請。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1638 號 民事判決",
        "case_topic": "給付退休金差額",
        "case_date": "民國 88 年 07 月 23 日",
        "case_gist": "系爭獎金既屬於公司盈餘而抽取部分分配予員工，自與經常性給與有殊，\r\n故不論其名稱為效率獎金或年節獎金，亦不論其發放方式為按節或按月先\r\n行借支，均不影響其屬於恩惠性、獎勵性之給與，與勞工之工作核無對價\r\n關係，尚不得計入工資之範圍。又工廠法施行細則第四條規定之工資固包\r\n括各種津貼獎金在內，但既係工資仍應以該項給與屬經常性給與，因工作\r\n而獲得之報酬為範圍。從而上訴人主張系爭年節獎金，被上訴人應併入工\r\n資計算應給付與伊等之退休金，並請求被上訴人給付所短少之退休金差額\r\n，自非有據，不應准許。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1624 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 23 日",
        "case_gist": "樓梯間係公共設施，為共有人所共有，共有人主張渠等受有損害，自應依\r\n渠等應有部分之比例，計算渠等損害額，原審未查明系爭樓梯間之共有人\r\n及其應有部分，遽按共用戶數平均計算損害額，命上訴人賠償，自有未當\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 328 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 88 年 07 月 22 日",
        "case_gist": "聲請拍賣抵押物，原屬非訟事件，且係對物之權利，固不以列相對人為必\r\n要，惟如聲請狀上所載相對人對於抵押物並無處分權，法院依聲請對該相\r\n對人裁定准予拍賣抵押物，於法自有未合。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 324 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 88 年 07 月 22 日",
        "case_gist": "強制執行應依執行名義為之，故執行法院對於執行名義是否有效成立，應\r\n加以審查。未確定之支付命令，不備執行名義之要件，其執行名義尚未成\r\n立，倘執行法院據以強制執行，債務人自得依強制執行法第十二條規定聲\r\n明異議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1581 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 22 日",
        "case_gist": "法官之列席於言詞辯論，為關於言詞辯論所定程式之遵守，故參與判決之\r\n法官曾否參與為判決基礎之言詞辯論，依民事訴訟法第二百十九條之規定\r\n，應以筆錄為唯一之證據，不許以他種證據證之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1576 號 民事判決",
        "case_topic": "履行契約",
        "case_date": "民國 88 年 07 月 22 日",
        "case_gist": "共有物之協議分割，係以消滅各共有人就共有物之共有關係為目的，應由\r\n共有人全體參與分割之協議及履行，因之共有人請求他共有人履行協議分\r\n割契約，其訴訟標的對於共有人全體必須合一確定，應由共有人全體一同\r\n起訴或被訴，當事人之適格始無欠缺，故其所為應受判決事項之聲明，應\r\n為命各共有人依協議分割契約所訂分割方法協同辦理分割登記，始能達消\r\n滅各共有人就共有物共有關係之目的。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1569 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 16 日",
        "case_gist": "海上貨物運送契約之當事人，為運送人與託運人；載貨證券係運送人或船\r\n長於貨物裝載後，因託運人之請求，所發給之貨物收受證券，為運送契約\r\n之書面證明，及表彰運送中貨物所有權之有價證券，而非運送契約本身，\r\n若轉讓至第三人持有，則運送人與載貨證券持有人間，關於運送事項，依\r\n海商法第一百零四條準用民法第六百二十七條之規定，一依載貨證券之記\r\n載，其已具獨立性，不再依存於運送契約。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1553 號 民事判決",
        "case_topic": "返還無權占有房屋",
        "case_date": "民國 88 年 07 月 16 日",
        "case_gist": "數人區分一建築物，就其專有部分，在構造上及使用上具有獨立性，於該\r\n專有部分固成立區分所有權，但就專有部分以外之建築物部分，即共同部\r\n分，其與區分所有部分，在使用目的上有密不可分之關係，不得與區分所\r\n有建物分離，而個別成為單獨所有權之客體，依民法第七百九十九條前段\r\n規定，推定其為各區分所有人所共有。地下室如依建築藍圖及使用執照之\r\n記載，倘係供全體區分所有人防空避難或停車之用，為區分所有建築物公\r\n共設施之一，於構造上及使用上又無獨立性，自屬共同使用部分，該地下\r\n室在性質上即不得單獨為所有權之客體，應屬全體區分所有人共有，縱各\r\n區分建築物於辦理第一次所有權登記時，未辦理地下室為公共設施之登記\r\n，自無礙其附屬於區分建築物所有人共有之性質。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 1544 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 07 月 16 日",
        "case_gist": "八十七年六月二十四日修正公布之仲裁法其第四條第一項規定：「仲裁協\r\n議，如一方不遵守，另行提起訴訟時，法院應依他方聲請裁定停止訴訟程\r\n序，並命原告於一定期間內提付仲裁，但被告已為本案之言詞辯論者，不\r\n在此限」。其第五十六條規定，該法自修正公布後六個月施行。查兩造就\r\n前述證券交易違約交割所生之爭議，已訂有商務仲裁契約，應依約進行仲\r\n裁等情，既為原審所認定，揆諸前揭說明，其仲裁協議之進行，自應依仲\r\n裁法第四條第一項規定辦理。"
    }
]