[
    {
        "case_id": "最高法院 86 年度台上字第 3776 號 民事裁定",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 12 月 19 日",
        "case_gist": "使用借貸為無償契約，原屬貸與人與使用人之特定關係，除當事人另有特\r\n約外，無移轉其權利於第三人之可言。且使用借貸非如租賃之有民法第四\r\n百二十五條之規定。縱令原借用人將借用物概括允許第三人使用，該第三\r\n人亦不得對現在之借用物所有人主張有使用該借用物之權利。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3770 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 12 月 19 日",
        "case_gist": "占有人於占有物上行使之權利，推定其適法有此權利。善意占有人依推定\r\n其為適法所有之權利，得為占有物之使用及收益。為民法第九百四十三條\r\n、第九百五十二條所明定。是無權占有他人之土地使用收益者，僅該他人\r\n得依法排除其侵害，第三人仍無權對其使用收益妄加干涉。茍第三人侵害\r\n占有人之收益，占有人非不得依侵權行為法則請求該第三人賠償其損害。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3765 號 民事判決",
        "case_summary": "請求清償借款",
        "case_date": "民國 86 年 12 月 19 日",
        "case_gist": "一般保證債務並非專屬於保證人本身之債務，除有特殊情形，即以保證人\r\n具有一定資格為前提而成立之保證債務，例如以保證人為具有公司之董事\r\n身分為前提而成立之保證；或保證人應負保證責任之限度不明確而無法預\r\n測者，例如為將來債務所負之保證，其將來債務發生之次數及數額不確定\r\n，使得附隨之保證責任亦不確定；或以保證人與第三人之特別信任關係為\r\n前提而成立之保證契約，例如職務保證、信用保證者外，縱保證人死亡，\r\n其繼承人仍得繼承其保證債務。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 622 號 民事裁定",
        "case_summary": "強制執行聲明異議",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "各合夥人之出資及其他合夥財產，為合夥人全體之公同共有，民法第六百\r\n六十八條定有明文。是以原則上，合夥人非經他合夥人全體之同意，不得\r\n處分其對於合夥財產應有之部分，此觀同法第六百八十三條規定自明。雖\r\n法律為保護合夥人之債權人，特於民法第六百八十五條第一項前段規定，\r\n合夥人之債權人，就該合夥人之股分，得聲請扣押。惟為兼顧其他合夥人\r\n之利益，同條項但書及第二項併明定應於兩個月前通知合夥人，此項通知\r\n，有為該合夥人聲明退夥之效力。足見合夥人之債權人不得直接對合夥財\r\n產請求強制執行，僅於通知合夥人全體後，始得就該為債務人之合夥人個\r\n人對合夥之出資返還請求權及利益分配請求權為執行。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3760 號 民事判決",
        "case_summary": "侵權行為案件",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "按因故意或過失不法侵害他人之權利者，負損害賠償責任，故意以背於善\r\n良風俗之方法加損害於他人者亦同，民法第一百八十四條第一項定有明文\r\n。本項規定前後兩段為相異之侵權行為類型。關於保護之法益，前段為權\r\n利，後段為一般法益。關於主觀責任，前者以故意過失為已足，後者則限\r\n制須故意以背於善良風俗之方法加損害於他人，兩者要件有別，請求權基\r\n礎相異，訴訟標的自屬不同。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3757 號 民事判決",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "所有權依法應登記而未登記之不動產被他人占用者，其除去請求權及回復\r\n請求權固應適用民法第一百二十五條關於消滅時效之規定。惟所有權依法\r\n免予登記之不動產被他人占用者，為保護所有人之權益，免受侵奪，其除\r\n去請求權及回復請求權，應認無民法第一百二十五條消滅時效規定之適用\r\n。又按林業用地依森林法第六條、同法施行細則第四條、第五條及土地法\r\n第二條第一項第三、四類、第四十一條規定，應免予編號登記，倘系爭土\r\n地為林業用地，其所有權依法免予登記，揆諸首揭說明，系爭土地為被上\r\n訴人占用，無民法第一百二十五條消滅時效規定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3756 號 民事判決",
        "case_summary": "請求回復土地原狀",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "所謂有當事人能力，係指於民事訴訟得為確定私權之請求人及其相對人而\r\n言。準此，有當事人能力之非法人團體，乃得為從事社會活動之獨立單一\r\n體。被上訴人既為有當事人能力之非法人團體，自得為交易之行為。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3751 號 民事判決",
        "case_summary": "請求塗銷地上權登記",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "已登記不動產所有人行使除去妨害請求權並無民法第一百二十五條消滅時\r\n效規定之適用，其在相當期間內未行使該權利，除有特別情事足以引起他\r\n人之正當信任，以為其已不欲行使權利外，尚難僅因其久未行使權利，而\r\n指其嗣後行使權利係有違誠信原則。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3750 號 民事判決",
        "case_summary": "請求增加租金",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "租賃契約出租人之地位不若承租人係重在對人之信用關係，出租人將出租\r\n不動產之所有權讓與第三人，於辦理所有權移轉登記前，尚非不得將其租\r\n賃債權讓與該第三人，此時，依民法第二百九十七條第一項規定，一經讓\r\n與人或受讓人通知承租人，對於承租人即生效力，受讓人並因此繼承出租\r\n人之地位，對於承租人行使或負擔由租賃契約所生之權利或義務，不因登\r\n記之未完竣而受影響。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3749 號 民事判決",
        "case_summary": "請求塗銷抵押權登記",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "民法第一百六十九條規定之表見代理，係為保護第三人而設，本人如有使\r\n第三人信以為其有以代理權授與他人之行為，而與該他人交易，即應使本\r\n人負授權人責任。查原審認定被上訴人將上開房、地所有權狀、印鑑證明\r\n及印鑑章交付訴外人孫文彬，由孫文彬持向上訴人借款並設定系爭抵押權\r\n。而孫文彬係執業代書，受委任辦理抵押權設定登記，為其業務範圍，系\r\n爭抵押權設定登記並僅須檢附前述證件及蓋用本人印鑑章，即可辦妥登記\r\n。似此情形，能否謂被上訴人之行為尚不足使上訴人誤信其有對孫文彬授\r\n以代理權，而有表見代理之情形，非無研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3746 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "勞工保險為強制保險，雇主如未為勞工辦理勞工保險或將其退保，致勞工\r\n於退休時未能領取老年給付者，自屬侵害勞工之權利，應負損害賠償責任\r\n。又該老年給付之請求權，於勞工退休時始發生，其消滅時效應自斯時起\r\n算。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3742 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 12 月 18 日",
        "case_gist": "民法第四百四十條第一項所謂支付租金之催告，屬於意思通知之性質，其\r\n效力之發生應準用同法關於意思表示之規定。又非對話為意思表示者，其\r\n意思表示，以通知達到相對人時發生效力，於同法第九十五條第一項前段\r\n定有明文。而所謂達到，於表意人係以書面等物件為意思表示時，固以其\r\n意思表示達到相對人之支配範圍，置於相對人隨時可了解其內容之客觀狀\r\n態為已足，而不問相對人之閱讀與否，即發生為意思表示之效力。惟於表\r\n意人係以言詞 (口頭) 於相對人住所向相對人之家屬或其受僱人等為表示\r\n時，因該家屬等未必轉達，且其情形又非如書面等物件得置相對人於隨時\r\n可了解其內容之客觀狀態中，應以相對人已獲知其意思表示時，始可謂為\r\n達到。本件上訴人前開限期給付欠租之催告，係以言詞向被上訴人之妻許\r\n女為之，而非向被上訴人本人為之，既為原審認定之事實，而許女又未將\r\n上訴人該限期催告給付欠租之情事轉達被上訴人，使被上訴人獲知其限期\r\n催告之情事，依上述說明，上訴人前開催告自不發生效力。"
    },
    {
        "case_id": "最高法院 86 年度台簡抗字第 85 號 民事裁定",
        "case_summary": "確認地上權存在事件",
        "case_date": "民國 86 年 12 月 12 日",
        "case_gist": "按應適用通常訴訟程序之事件，第一審法院誤為簡易訴訟事件，依簡易程\r\n序而為第一審判決，固應認第一審訴訟程序有重大瑕疵，惟當事人在第一\r\n審對於上述瑕疵如無異議而為本案之言詞辯論，即應認已喪失民事訴訟法\r\n第一百九十七條第一項所定之責問權，上述瑕疵即因當事人喪失責問權，\r\n而認已經補正。因此，第二審法院審理結果縱認為本事件屬通常訴訟程序\r\n事件，亦不能以第一審訴訟程序有重大瑕疵而為發回之判決。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 613 號 民事裁定",
        "case_summary": "聲請確定訴訟費用額",
        "case_date": "民國 86 年 12 月 12 日",
        "case_gist": "法院依聲請以裁定確定訴訟費用額，應以訴訟中實際支出之費用為限，如\r\n當事人向法院預納之費用尚未全部支出時，僅得就實際支出之費用確定之\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3731 號 民事判決",
        "case_summary": "債務人異議之訴",
        "case_date": "民國 86 年 12 月 12 日",
        "case_gist": "原審既認上訴人為訴之變更應予准許，則僅得就變更之新訴審判，乃竟維\r\n持第一審就未變更前之訴所為之判決，而諭知：「上訴駁回」，並於其理\r\n由謂：「第一審為上訴人敗訴之判決，於法並無不合」，置變更之訴於\r\n不顧，依上說明，自顯有違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3726 號 民事判決",
        "case_summary": "請求確認租賃關係存在",
        "case_date": "民國 86 年 12 月 12 日",
        "case_gist": "在積極確認之訴，必須原告所主張為訴訟標的之法律關係存在，其權利保\r\n護要件始無欠缺。而權利保護要件是否存在，應以事實審言詞辯論終結時\r\n之狀態為據。原告起訴時雖具備權利保護要件，於事實審言詞辯論終結時\r\n欠缺者，仍應認其訴為無理由，而為其敗訴之判決，其因情事變更導致權\r\n利保護要件欠缺者，原告僅得以他項聲明代最初之聲明，以為救濟。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3720 號 民事裁定",
        "case_summary": "第三人異議之訴",
        "case_date": "民國 86 年 12 月 12 日",
        "case_gist": "民國八十五年九月二十五日總統令修正公布之民法親屬編施行法第六條之\r\n一規定：「中華民國七十四年六月四日以前結婚，並適用聯合財產之夫妻\r\n，於婚姻關係存續中以妻之名義在同日以前取得不動產，而婚姻關係尚存\r\n續中且該不動產仍以妻之名義登記或夫妻已離婚而該不動產仍以妻之名義\r\n登記者，於本施行法中華民國八十五年九月六日修正生效一年後，適用中\r\n華民國七十四年民法親屬編修正後之第一千零十七條規定。」本條所以規\r\n定在修正生效一年後，適用七十四年六月三日修正後之民法第一千零十七\r\n條規定，參考立法理由，係在本條施行後一年緩衝期間內，得由夫妻重新\r\n認定財產之歸屬，於施行一年後，則一體適用新法，以配合登記制度並維\r\n護妻之權益。夫之債權人於緩衝期間屆滿前，主張登記為妻名義之不動產\r\n，依修正前民法第一千零十七條第二項規定應屬夫所有，而對該不動產聲\r\n請假扣押保全程序予以查封後，妻既於民法親屬編施行法第六條之一規定\r\n之緩衝期間屆滿前，主張該不動產為其特有財產，提起第三人異議之訴，\r\n縱於訴訟繫屬中緩衝期間屆滿，亦不能因新法使妻取得所有權，逕認妻所\r\n提起之第三人異議之訴，為有理由，仍應由法院依調查證據而為辯論之結\r\n果為裁判。"
    },
    {
        "case_id": "最高法院 86 年度台簡抗字第 82 號 民事裁定",
        "case_summary": "請求遷讓房屋",
        "case_date": "民國 86 年 12 月 11 日",
        "case_gist": "訴訟標的之價額，由法院核定，民事訴訟費用法第四條第一項定有明文。\r\n本件第一、二審法院均核定本件訴訟標的之價額為五萬七千九百元，抗告\r\n人亦同意依此價額繳納第二審裁判費，自不得再行主張本件訴訟標的之價\r\n額已逾四十五萬元，藉為可得提起第三審上訴之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 606 號 民事裁定",
        "case_summary": "強制執行聲明異議",
        "case_date": "民國 86 年 12 月 11 日",
        "case_gist": "不動產之拍賣程序，應以拍定人已依強制執行法第九十七條、第九十八條\r\n規定繳足價金，領得執行法院所發給權利移轉證書而取得該不動產所有權\r\n，始得謂為終結。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3706 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 12 月 11 日",
        "case_gist": "按名譽被侵害者，得請求為回復名譽之適當處分，民法第一百九十五條第\r\n一項後段定有明文。所謂適當之處分，係指該處分在客觀上足以回復被害\r\n人之名譽且屬必要者而言。加害人所為回復被害人名譽之行為，倘僅係其\r\n主觀上認為適當，仍難認已為回復名譽之適當處分。法院仍得依被害人之\r\n請求，命加害人為客觀上足以回復被害人名譽且屬必要之處分。本件上訴\r\n人於商業周刊登載之更正錯誤，係將被上訴人之否認一併刊出，而非經上\r\n訴人查證證明錯誤之更正，讀者對該更正自屬存疑，為原審認定之事實，\r\n則縱其更正符合出版法第十五條第二項「更正或辯駁書之記載，其版面應\r\n與原文所載者同」之規定，因客觀上尚不足以回復被害人之名譽，原審依\r\n被上訴人之請求，命上訴人在自由時報刊登附件所載之道歉啟事，並將上\r\n開三○○一號刑事判決全文於商業周刊雜誌為二頁之刊載，客觀上足以回\r\n復被上訴人之名譽，且未逾必要之範圍，揆諸首開說明，即難謂為違法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3703 號 民事判決",
        "case_summary": "請求承攬報酬",
        "case_date": "民國 86 年 12 月 11 日",
        "case_gist": "按債務人給付遲延後，經債權人允許緩期給付者，僅為債務人遲延責任終\r\n了之原因，並非當然使已發生之遲延賠償請求權隨同消滅。倘債權人並無\r\n使其消滅之意，即難謂其遲延賠償請求權已因同意債務人緩期給付隨同消\r\n滅而不得請求。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3671 號 民事判決",
        "case_summary": "請求給付貨款",
        "case_date": "民國 86 年 12 月 05 日",
        "case_gist": "依民法第三百五十六條第一項之規定，買受人固有依通常程序檢查、通知\r\n所受領之物之瑕疵義務，但若物之瑕疵係為出賣人所明知而故意不告知買\r\n受人者，買受人即可免除此項檢查及通知之義務，而不視為其承認所受領\r\n之物，此觀同法第三百五十七條之規定自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3634 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 12 月 04 日",
        "case_gist": "未定期限之不動產租賃，如契約當事人就租金之給付已約定按不動產價值\r\n之固定比率計算，則該不動產之價值倘有昇降之情事發生，當事人即得直\r\n接依是項約定增減租金，自無依民法第四百四十二條規定訴請法院調整之\r\n必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3629 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 86 年 12 月 04 日",
        "case_gist": "因契約互負債務者，於他方當事人未為對待給付前，固得拒絕自己之給付\r\n，惟他方之給付，並非自己給付之停止條件。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3626 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 12 月 04 日",
        "case_gist": "侵權行為損害賠償責任，須以故意或過失不法侵害他人之權利為要件，而\r\n過失之有無，應以是否怠於善良管理人之注意為斷，苟非怠於此種注意，\r\n即不得謂之有過失，被害人自不得依侵權行為法則請求賠償損害。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3623 號 民事判決",
        "case_summary": "請求返還買賣價金",
        "case_date": "民國 86 年 12 月 04 日",
        "case_gist": "得為民法上所定買賣契約之標的者，限於物、權利、債權或其他權利，此\r\n觀同法第三百四十八條及第三百五十條之規定自明。而所有人依同法第七\r\n百六十五條所定之使用、收益及處分其所有物，均僅為所有權之權能，尚\r\n非權利，得否作為買賣之標的，非無進一步研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3612 號 民事判決",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "修正後土地法第三十條規定所謂「所有權之移轉」係指物權行為而言，倘\r\n本件上訴人所稱：被上訴人於五十九年二月二十四日將系爭土地出賣予訴\r\n外人尤明仁，並點交予尤明仁占有使用屬實，則尤明仁與被上訴人間之買\r\n賣契約 (債權行為) 既係訂立於前述農業發展條例公布及土地法第三十條\r\n增修以前，依法律不溯及既往之原則，自難謂該買賣契約為無效。茲據上\r\n訴人稱：伊係經尤明仁交付系爭土地為耕作等語，果爾？上訴人抗辯：伊\r\n係本於買賣關係而占有系爭土地，非無權占有等語，是否不足採取，即有\r\n疑義。原審將買賣契約之債權行為與土地法第三十條所規定之物權行為混\r\n為一談，並執以認定上訴人所主張之買賣契約為無效，其所持法律上見解\r\n，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3611 號 民事裁定",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "債務之抵銷，以雙方當事人互負債務為必須具備之要件，若一方並未對他\r\n方負有債務，他方尚無得主張抵銷之可言。又民法第二百十七條第一項所\r\n謂被害人與有過失，並非指被害人違反注意義務，而僅係對損害之發生能\r\n注意而不注意而已，此與侵權行為以故意過失為其成立要件之過失意義，\r\n為應注意能注意而不注意，即必須加害人違反注意義務者不同。準此，被\r\n害人如僅「與有過失」之情形，殊不能據以認定被害人亦應對加害人負侵\r\n權行為責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3609 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "沈默與默示意思表示不同，沈默係單純之不作為，並非間接意思表示，除\r\n法律或契約另有規定外，原則上不生法律效果。默示意思表示則係以言語\r\n文字以外之其他方法，間接使人推知其意思，原則上與明示之意思表示有\r\n同一之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3604 號 民事判決",
        "case_summary": "請求撤銷股東會決議",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "股份有限公司之股東如已出席股東會而對股東會之召集程序或決議方法未\r\n當場表示異議者，固應受民法第五十六條第一項但書之限制，不得再依公\r\n司法第一百八十九條規定訴請撤銷股東會之決議。惟未出席股東會之股東\r\n，則因非可期待其事先預知股東會決議有違反章程或法令之情事而予以容\r\n許，亦無法當場表示異議，自應許其於法定期間內提起撤銷股東會決議之\r\n訴。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3601 號 民事判決",
        "case_summary": "請求分配財產",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "聯合財產關係消滅時，夫或妻於婚姻關係存續中所取得而現存之原有財產\r\n，扣除婚姻關係存續中所負債務後，如有剩餘，其雙方剩餘財產之差額，\r\n應平均分配，但因繼承或其他無償取得之財產，不在此限，民法第一千零\r\n三十條之一第一項固定有明文。惟所得平均分配者，以夫妻雙方剩餘財產\r\n之差額為限，並非夫或妻之剩餘財產，妻或夫均得就其全部請求分配。且\r\n所稱「其他無償取得之財產」，應包含夫或妻受妻或夫贈與之財產在內，\r\n始符夫或妻原有財產之增加，因他方亦與有協力及貢獻，故雙方剩餘財產\r\n之差額應平均分配，方為公平之立法趣旨。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3597 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "耕地三七五減租條例第十七條第一項第五款規定之出租人得於租賃期間屆\r\n滿前終止耕地租約之情形，係以出租之土地原屬「耕地」，於耕地租約訂\r\n立後，經「依法編定或變更為非耕地使用」者為其要件。倘出租時非屬耕\r\n地，或於訂約時，「編定或變更為非耕地使用」之情況業已存在，即無該\r\n條款之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3586 號 民事判決",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的。建築物與基地同屬\r\n一人所有，僅將土地出賣時，因建築物性質上不能與基地使用權分離而存\r\n在，於此情形，應認基地買受人與建築物所有人就基地成立租賃關係，本\r\n係調和建築物所有人與基地所有人間之關係，使原存在之建築物不因其所\r\n占用之基地移轉他人，而成無權占有土地，致遭土地所有人以所有權之作\r\n用，請求將之拆除，對建築物所有人及社會經濟造成不利之影響。但此並\r\n不指建築物之所有人對該基地有不定期或永久之租賃權，而應認其租賃期\r\n限係至該建築物滅失或不堪使用時為止，與一般租用基地後再興建房屋而\r\n成立之基地租約，其租約不因建物滅失而失其存在之情形不同。易言之，\r\n依此事實所成立之土地租賃關係，以建築物存在為前提，苟該建築物滅失\r\n或不堪使用，其租賃關係即歸於消滅。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3582 號 民事判決",
        "case_summary": "請求排除侵害",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "同類業務之公司，不問是否同一種類，是否同在同一省 (市) 區域以內，\r\n不得使用相同或類似之名稱，此為公司法第十八條第一項所明定。倘兩公\r\n司用以表示其特性，以與他人營業相區別之特取部分名稱，相同或類似時\r\n，即屬使用相同或類似之名稱，其他表示營業或公司種類之文字，是否相\r\n同類似在所不問。查，上訴人公司取名「大業」，經營富士電梯之銷售等\r\n業務，而被上訴人公司取名「大業富士」，亦為相同業務之經營，為原審\r\n所認定之事實，則被上訴人固於其公司名稱上附加其產牌名稱「富士」，\r\n惟其公司名稱「大業富士」之主要屬性，似在於「大業」兩字，其用於表\r\n示其特性，而與上訴人營業相區別之特取部分名稱，是否仍非類似，洵有\r\n再事研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3580 號 民事判決",
        "case_summary": "請求地役權登記",
        "case_date": "民國 86 年 11 月 28 日",
        "case_gist": "不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，不生\r\n效力；又債之契約，僅於訂約當事人之間發生債之效力，不得以之對抗契\r\n約以外之第三人，此觀民法第七百五十八條、第一百五十三條規定意旨自\r\n明。查系爭「地役權設定契約書」，並未經被上訴人之前手王全成、林德\r\n旺蓋章同意，且王全成、林德旺亦未依上開契約登記取得地役權，乃原審\r\n所認定，而此二人之原應有部分亦僅各八分之一，亦有土地登記簿謄本附\r\n卷可稽。果爾，則上開使用系爭土地之契約，充其量亦僅生債之關係，其\r\n效力並不及於非契約當事人之被上訴人。原審未詳研求，遽謂上開契約行\r\n為，對現為土地共有人之被上訴人，亦生效力，而為上訴人不利之判決，\r\n非無可議。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 578 號 民事裁定",
        "case_summary": "請求撤銷股東會決議",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "撤回抗告準用關於撤回上訴之規定，民事訴訟法第四百九十三條定有明文\r\n。故抗告人於抗告法院裁定前得撤回抗告，所謂裁定前，係指裁定宣示或\r\n送達前而言，裁定宣示或送達後，因裁定已生效力，即不得撤回。反之，\r\n在裁定生效前，抗告人自得撤回其抗告。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 576 號 民事裁定",
        "case_summary": "請求給付租金",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "(一) 審判長因定訴訟關係而行使闡明權，必以當事人之聲明或陳述有不\r\n明瞭或不完足者，始得令其敍明或補充之。故當事人於審判長行使闡明權\r\n時，如僅就其原聲明或陳述所不明瞭或不完足之處，加以敍明或補充者，\r\n自不生訴之變更或追加之問題，此觀民事訴訟法第一百九十九條第二項規\r\n定甚明。\r\n (二) 同法第二百五十六條第二款所謂「擴張或減縮應受判決事項之聲明\r\n」，係指聲明之擴張或減縮，在形式上雖有訴之變更或追加之外觀，但在\r\n實質上均在為訴訟標的法律關係之範圍以內，祇在該範圍內為數量上或實\r\n質上之伸縮而已，初不影響被告之防禦或訴訟之終結，是於第二審程序仍\r\n許原告任意為之，無須他造之同意 (同法第四百四十六條第一項但書) 。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3547 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "因徵收放領而分割取得之土地，其所有權已登載於土地登記簿謄本者，關\r\n於土地所有人為何人及土地面積若干，胥以土地登記簿謄本所登載者為準\r\n。倘有登載錯誤情形，於依行政作業程序或行政救濟程序予以塗銷或更正\r\n前，自不能否定原登記之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3545 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "契約經解除者，溯及訂約時失其效力，與自始未訂契約同。 (參閱本院二\r\n十三年上字第三九六八號判例) 。換言之，其經解除之契約即失其存在，\r\n雙方當事人除依民法第二百五十九條之規定，互負回復原狀之義務及同法\r\n第二百六十條之規定，不妨礙其損害賠償之請求外，不得仍主張因原訂契\r\n約所生之權利義務。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3544 號 民事判決",
        "case_summary": "請求確認信託關係存在",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "信託行為，係指委託人授與受託人超過經濟目的之權利，而僅許可其於經\r\n濟目的範圍內行使權利之法律行為而言，經本院六十六年台再字第四二號\r\n著有判例。申言之，受託人須於該經濟目的 (信託目的) 內負有為積極管\r\n理或處分信託財產之權限，且該經濟目的 (信託目的) 亦須為合法之目的\r\n，而信託當事人間須就此有合致之效果意思，始足成立合法有效之信託行\r\n為。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3537 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "以人格權遭遇侵害，受有精神上之痛苦，而請求慰藉金之賠償，其核給之\r\n標準，須斟酌雙方之身分、資力與加害程度及其他各種情形核定相當之數\r\n額。且所謂「相當」，應以實際加害情形與其名譽影響是否重大及被害人\r\n之身分、地位與加害人之經濟情況等關係定之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3529 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "債權人向連帶債務人中之一人免除債務，而無消滅全部債務之意思表示者\r\n，僅就該債務人應分擔之部分，他債務人始可同免責任，倘該債務人並無\r\n應分擔部分，他債務人仍不免其責任，此觀民法第二百七十六條第一項規\r\n定自明。原審既認沈怡光之過失可視同上訴人之過失，而依過失相抵法則\r\n按其過失責任比例減輕被上訴人之賠償金額，則就被上訴人經減輕後應負\r\n責賠償部分，沈怡光雖依民法第一百八十五條第一項規定仍應負連帶賠償\r\n責任，惟此部分原係被上訴人按其過失責任比例所應分擔者，沈怡光自無\r\n應分擔之部分可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3524 號 民事裁定",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "債權人以各連帶債務人為共同被告提起給付之訴，共同被告中之一人對於\r\n第一審命其連帶給付之判決提起上訴者，倘其提出非基於其個人關係之抗\r\n辯為有理由，其訴訟標的對於共同被告之各人即屬必須合一確定，依民事\r\n訴訟法第五十六條第一項第一款規定，其上訴之效力及於未提起上訴之其\r\n他共同被告。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3522 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 11 月 27 日",
        "case_gist": "保險制度，旨在保護被保險人，非為減輕損害事故加害人之責任。保險給\r\n付請求權之發生，係以定有支付保險費之保險契約為基礎，與因侵權行為\r\n所生之損害賠償請求權，並非出於同一原因。後者之損害賠償請求權，殊\r\n不因受領前者之保險給付而喪失，兩者除有保險法第五十三條關於代位行\r\n使之關係外，並不生損益相抵問題。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 73 號 民事判決",
        "case_summary": "請求給付票款",
        "case_date": "民國 86 年 11 月 21 日",
        "case_gist": "支票之執票人應以背書之連續，證明其權利，票據法第一百四十四條準用\r\n第三十七條第一項前段定有明文，即票據權利人欲行使其票據權利，應以\r\n背書之連續證明其權利，若僅因支票執票人之信託而占有支票之人，既非\r\n因背書而取得該支票之票據權利，自不得依票據法有關規定行使其票據權\r\n利。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 574 號 民事裁定",
        "case_summary": "聲請執行裁定事件",
        "case_date": "民國 86 年 11 月 21 日",
        "case_gist": "商務仲裁條例第二十一條第二項前段規定「仲裁判斷須聲請法院為執行裁\r\n定後，方得為強制執行」，係指仲裁判斷須經當事人聲請，由法院為許可\r\n強制執行之裁定後，始取得執行名義而言。如仲裁判斷附有履行期間者，\r\n依強制執行法第四條第二項規定，固須待期間屆至，始得開始強制執行，\r\n但並不影響當事人聲請法院為許可強制執行之裁定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3515 號 民事判決",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 86 年 11 月 21 日",
        "case_gist": "關於被上訴人請求給付損害金部分，業經被上訴人於第一審判決後，予以\r\n撤回，，依民事訴訟法第二百六十二條第三項規定，如對造不在場者，應\r\n將筆錄送達，始生撤回之效力。查上訴人在上開期日未在場，第一審未將\r\n該項筆錄依法送達，原審未查明第一審何以未送達此項筆錄，就此部分遽\r\n為不利於上訴人之判決，自屬違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3514 號 民事判決",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 86 年 11 月 21 日",
        "case_gist": "民法第四百二十五條規定之適用，固以讓與租賃物之所有人須為出租人為\r\n其要件，然第三人如得所有人同意而為出租時，應有上述規定之類推適用\r\n，此為本院所持之見解。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3501 號 民事判決",
        "case_summary": "請求分割共有物",
        "case_date": "民國 86 年 11 月 21 日",
        "case_gist": "法院裁判分割共有物時，不論以原物分配方式，使共有關係變更為單獨所\r\n有，或變賣共有物以價金分配於共有人，均以共有人對共有物有處分權存\r\n在為前提，若共有人就共有物無處分權可資行使，法院即無從為裁判分割\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3490 號 民事判決",
        "case_summary": "請求債務不履行損害賠償",
        "case_date": "民國 86 年 11 月 21 日",
        "case_gist": "出租人應以合於所約定使用、收益之租賃物，交付承租人，並應於租賃關\r\n係存續中保持其合於約定使用、收益之狀態，民法第四百二十三條定有明\r\n文。故出租人不僅有忍受承租人為使用、收益租賃物之消極義務，並有使\r\n其能依約定使用、收益租賃物之積極義務。倘承租人之使用、收益租賃物\r\n受有妨害或妨害之虞時，不問其係基於可歸責於出租人之事由或第三人之\r\n行為而生，亦不問其為事實上之侵害或權利之侵害，出租人均負有以適當\r\n方法除去及防止之義務。"
    },
    {
        "case_id": "最高法院 86 年度台聲字第 543 號 民事裁定",
        "case_summary": "聲請指定管轄",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "當事人依臺灣地區與大陸地區人民關係條例第七十四條第一項規定，聲請\r\n法院裁定認可在大陸地區作成之民事確定裁判，其性質為非訟事件，其裁\r\n定程序固應適用非訟事件法總則之規定，惟該條例及非訟事件法對於此事\r\n件之管轄均未設規定，自應類推適用民事訴訟法相關規定，以定其管轄法\r\n院。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3510 號 民事判決",
        "case_summary": "請求分割共有物",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "法院裁判分割共有物時，不論以原物分配方式，使共有關係變更為單獨所\r\n有，或變賣共有物以價金分配於共有人，均以共有人對共有物有處分權存\r\n在為前提，若共有人就共有物無處分權可資行使，法院即無從為裁判分割\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3487 號 民事判決",
        "case_summary": "請求給付買賣價金",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "債務之承擔，乃第三人與債權人或債務人所為以移轉債務為目的之契約，\r\n須達債務主體變更之程度，始足當之；如債務之主體並未變更，僅就履行\r\n方法有所約定，尚不得謂為債務之承擔。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3485 號 民事判決",
        "case_summary": "請求更名登記",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "公同共有物之處分及其他權利之行使，除其公同關係所由規定之法律或契\r\n約另有規定外，應得公同共有人全體之同意，為民法第八百二十八條第二\r\n項所明定，如事實上有無法得全體公同共有人同意之情形時，自應由事實\r\n上無法得其同意之公同共有人以外之其他公同共有人全體之同意，始得行\r\n使公同共有物之權利。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3477 號 民事判決",
        "case_summary": "分配表異議之訴",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "依法對於執行標的物有擔保物權或優先受償權之債權人，不問其債權已否\r\n屆清償期，債權人有無聲明參與分配，執行法院應就已知之債權及其金額\r\n列入分配；又債權人或債務人對於分配表所載各債權人之債權或分配金額\r\n有不同意者，得向執行法院聲明異議，執行法院認異議為正當，而到場之\r\n債務人及有利害關係之他債權人不為反對之陳述或同意者，應即更正分配\r\n表而為分配，異議未依前開規定終結者，為異議之債權人或債務人即得向\r\n執行法院對為反對陳述之債權人或債務人提起分配表異議之訴，此觀八十\r\n五年十月十一日修正公布施行之強制執行法第三十四條第二項、第三項、\r\n第三十九條第一項、第四十條第一項、第四十一條第一項規定自明，而依\r\n同法第一百四十一條規定，已開始強制執行之事件，視其進行程度，應依\r\n修正後所定程序終結之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3472 號 民事判決",
        "case_summary": "請求給付保險金",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "因契約關係而發生之請求權，應以締約之當事人為其債權債務之主體。依\r\n本件系爭汽車保險契約所載，其締約之雙方當事人係上訴人 (要保人兼被\r\n保險人) 與被上訴人 (保險人) ，不及於訴外人即上訴人公司之法定代理\r\n人林享祿。故因該汽車保險契約所生之請求權，除契約另有約定或保險法\r\n另有規定 (如保險法第五條規定之受益人) 者外，其債權債務之主體自應\r\n以締約之兩造當事人為限。而上訴人公司為一法人組織，其本身不能駕駛\r\n或管理汽車，必須借助於「自然人」 (上訴人公司之法定代理人或僱用人\r\n或其他第三人……等) 始能完成駕駛或管理汽車之行為。是兩造所訂系爭\r\n汽車保險契約之汽車第三人責任條款第一條第一項約定：「被保險人 (上\r\n訴人) 因所有使用或管理被保險汽車發生事故，致第三人死亡或受有體傷\r\n，依法應負賠償責任而受賠償請求時……」及第二條約定：「本保險所稱\r\n之被保險人，包括本保單所載列名被保險人，其僱用之駕駛人或經列名被\r\n保險人許可使用……之人」云云中之「被保險人」一詞，於「法人」係被\r\n保險人一如本件上訴人之情形下，解釋上苟不將其法定代理人之駕駛或僱\r\n用人之駕駛，包括的認為係屬該法人 (上訴人) 之行為，而視對該法定代\r\n理人或僱用人之「賠償請求」，即係對法人之請求，則法人 (上訴人) 既\r\n不能自行駕駛或管理汽車，該實際駕駛或管理汽車之法定代理人或僱用人\r\n等自然人，又非系爭保險契約之當事人，於該自然人駕車出險而受賠償請\r\n求時，法人 (上訴人) 竟不能依系爭保險契約對保險人 (被上訴人) 為請\r\n求，該自然人亦因非締約之當事人，致無權對之為請求，前開約定豈非成\r\n為具文﹖其因此使保險人 (被上訴人) 可免除依保險法第九十條所定之賠\r\n償責任﹖是否符合責任保險 (汽車第三人責任保險) 之立法本旨及兩造締\r\n約之原意﹖非無研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3458 號 民事判決",
        "case_summary": "交還土地",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "給付之訴之原告，雖須有私法上之給付請求權其訴權始存在，但訴權是否\r\n存在，應於事實審之言詞辯論終結時定之，如在第二審言詞辯論終結時，\r\n訴權存在要件已備，縱令在起訴時尚有欠缺，自仍不得以其訴為無理由予\r\n以駁回，此觀民事訴訟法第一百九十六條、第二百二十六條、第四百四十\r\n七條等規定自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3390 號 民事判決",
        "case_summary": "請求給付工程款",
        "case_date": "民國 86 年 11 月 20 日",
        "case_gist": "由自己之行為表示以代理權授與他人者，對於第三人應負授權人之責任，\r\n必須本人有表見之事實，足使第三人信該他人有代理權之情形存在，且須\r\n第三人基此表見之事實，主張本人應負授權人之責任，若第三人不為此項\r\n主張，法院不得逕將法律上之效果，歸屬於第三人。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 562 號 民事裁定",
        "case_summary": "聲請限期提付仲裁",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "假扣押程序僅為保全債權人強制執行之請求而設，其所保全之請求爭執，\r\n仍有待本案訴訟及早繫屬以求確定之。仲裁契約之當事人一造雖仍得適用\r\n民事訴訟法之規定保全其請求，惟相對人如聲請法院依同法第五百二十九\r\n條第一項規定，命債權人於一定期間內起訴，而後復依商務仲裁條例第三\r\n條提出妨訴抗辯，請求法院駁回原告之訴，再依民事訴訟法第五百二十九\r\n條第二項或第五百三十三條規定聲請法院撤銷假扣押或假處分裁定，則債\r\n權人無從依保全程序保障其權益，他造當事人如將財產隱匿移轉，日後縱\r\n得有利判斷，亦無法有效強制執行，以滿足其債權，故商務仲裁條例第二\r\n十七條始規定不適用民事訴訟法第五百二十九條限期命債權人起訴之規定\r\n。第倘債權人於聲請對債務人之財產實施假扣押後，對於爭議事項復遲不\r\n提請仲裁以求解決，將致債務人產生嚴重損害，該債權人行使債權既有違\r\n誠信原則，如不准債務人參照民事訴訟法第五百二十九條規定之法理，聲\r\n請限期命債權人提付仲裁，殊有失法律衡平保護債權人及債務人之原則。\r\n雖債務人非不得自行依其仲裁契約聲請仲裁，以解決所受假扣押之困擾，\r\n但惹起保全程序之當事人應有就其所保全請求之爭執提付仲裁之義務，始\r\n符程序上之公平正義。原法院類推民事訴訟法第五百二十九條之立法意旨\r\n，斟酌適當之期限，命再抗告人就兩造間爭議事項提付仲裁，自無不合。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 559 號 民事裁定",
        "case_summary": "商務仲裁執行",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "仲裁人有數人者，互推一人為主任仲裁人，其判斷以過半數意見定之，商\r\n務仲裁條例第十八條第一項，定有明文。惟仲裁人係由當事人選任而來，\r\n為避免受不利判斷之一造，由其所選任之仲裁人拒絕在仲裁判斷書上簽名\r\n，以達妨礙他造聲請法院裁定准就仲裁判斷為強制執行之目的，故如有仲\r\n裁人不能或拒絕在仲裁判斷書上簽名，而已簽名之仲裁人又已過半數，則\r\n應類推適用民事訴訟法第二百二十七條之規定，僅需將未簽名之仲裁人姓\r\n名及不能簽名之事由，附記於仲裁判斷書即可，該仲裁判斷書尚難認有商\r\n務仲裁條例第二十二條第二款所定未經簽名，法院不得為執行裁定之情形\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 559 號 民事裁定",
        "case_summary": "商務仲裁執行",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "仲裁人有數人者，互推一人為主任仲裁人，其判斷以過半數意見定之，商\r\n務仲裁條例第十八條第一項，定有明文。惟仲裁人係由當事人選任而來，\r\n為避免受不利判斷之一造，由其所選任之仲裁人拒絕在仲裁判斷書上簽名\r\n，以達妨礙他造聲請法院裁定准就仲裁判斷為強制執行之目的，故如有仲\r\n裁人不能或拒絕在仲裁判斷書上簽名，而已簽名之仲裁人又已過半數，則\r\n應類推適用民事訴訟法第二百二十七條之規定，僅需將未簽名之仲裁人姓\r\n名及不能簽名之事由，附記於仲裁判斷書即可，該仲裁判斷書尚難認有商\r\n務仲裁條例第二十二條第二款所定未經簽名，法院不得為執行裁定之情形\r\n。（八十六年度台抗字第五五九號）"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3454 號 民事判決",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "按信託行為，係指信託人將財產所有權移轉與受託人，使其成為權利人，\r\n以達當事人間一定目的之法律行為而言；在信託人終止信託契約前，受託\r\n人並無返還受託物之義務。必俟信託人終止信託關係後，始得請求受託人\r\n返還信託財產，受託人僅負有將信託財產返還予信託人之義務。次按合夥\r\n之財產，為合夥人全體之公同共有，為民法第六百六十八條所明定。公同\r\n共有物之處分，及其他之權利行使，原則上應得公同共有人全體之同意，\r\n縱令合夥契約對於屬於合夥人全體公同共有之合夥不動產之處分、管理，\r\n另有多數決之約定，或依土地法第三十四條之一第五項規定：公同共有不\r\n動產之處分、變更及設定，得以公同共有人過半數及其應有部分（潛在）\r\n合計過半數之同意決之，亦僅屬其內部關係，倘合夥將合夥財產信託與全\r\n體合夥人中之一合夥人時，合夥與該受託之合夥人間即另成立信託關係，\r\n則屬合夥對該受託人之外部關係，有關信託財產之返還，仍應適用該信託\r\n契約，二者不得混淆。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3443 號 民事判決",
        "case_summary": "請求確認抵押權存在",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "一  因繼承、強制執行、公用徵收或法院之判決，於登記前已取得不動產\r\n    物權者，非經登記，不得處分其物權，民法第七百五十九條定有明文\r\n    。法定抵押權係基於法律規定而發生，固不待登記即生效力，惟法定\r\n    抵押權之拋棄，乃屬處分，須經登記後，方得為之。\r\n二  不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，\r\n    不生效力，民法第七百五十八條亦定有明文。法定抵押權之拋棄，係\r\n    依法律行為而喪失其不動產物權，非經登記，不生效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3433 號 民事判決",
        "case_summary": "請求給付理賠金",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "兩造已訂立前述書面契約，兩造就保全服務期間之起算期日另以合意變更\r\n該定型化契約中之條款 (即被上訴人之保全業務接續原新光公司之保全業\r\n務，不中斷) ，就該合意變更部分是否不生效力，此觀諸消費者保護法第\r\n十一條：「企業經營者在定型化契約中所用之條款，應本平等互惠之原則\r\n。定型化契約條款如有疑義，應為有利於消費者之解釋。」及同法第十二\r\n條第一項、第二項第三款：「定型化契約中之條款違反誠信原則，對消費\r\n者顯失公平者，無效。定型化契約中之條款有下列情形之一者，推定其顯\r\n失公平……三、契約之主要權利或義務，因受條款之限制，致契約之目的\r\n難以達成者。」之立法精神，不難明瞭。蓋兩造既同意被上訴人之保全業\r\n務接續原新光公司之保全業務，使之不中斷，但若依電子保全服務契約書\r\n第五條第一款約定，以被上訴人提供之保全業務通報經上訴人簽名之日為\r\n起算日，則顯難達到接續而不中斷之目的，故如認此項合意不生效力，似\r\n不足以保護消費者即上訴人。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3420 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "耕地租約於租期屆滿時，除出租人依耕地三七五減租條例收回自耕外，如\r\n承租人願繼續承租者，應續訂租約，同條例第二十條定有明文。故租約期\r\n滿時，承租人如有請求續租之事實，縱為出租人所拒絕，租賃關係亦非因\r\n租期屆滿而當然消滅。又承租人於租期屆滿後祗須仍為租賃耕地之耕作收\r\n益，依耕地三七五減租條例第一條，適用民法第四百五十一條之規定，即\r\n應視為以不定期繼續耕地租賃契約 (參見本院四十七年台上字第一五六八\r\n號判例) 。至該耕作收益，是否合乎經濟上之效用或價值，則非所問。查\r\n本件上訴人於系爭耕地上迄仍繼續種植有芭樂，香蕉及相思樹等農作物，\r\n既為原審所認定，依上說明，能否徒以該等作物無甚經濟價值為由即謂其\r\n未實際耕作收益而認兩造耕地租賃關係已當然消滅，顯非無疑。原審未詳\r\n推求，遽為上訴人不利之判決，自嫌速斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3415 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 11 月 14 日",
        "case_gist": "受扶養權利者，以不能維持生活而無謀生能力者為限。民法第一千一百十\r\n七條第一項定有明文，雖同條第二項又規定，前項無謀生能力之限制，於\r\n直系血親尊親屬，不適用之。然不得因而謂不能維持生活之限制，自不在\r\n適用之列。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 556 號 民事裁定",
        "case_summary": "聲請停止執行事件",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "強制執行法第十八條第二項規定提起再審或異議之訴，法院因必要情形或\r\n依聲請定相當並確實之擔保，得為停止強制執行之裁定。此再審之訴，係\r\n指對於為執行名義之確定判決所提起者而言，而非指對於異議之訴確定判\r\n決所提起者。茲抗告人所提起之再審之訴既非係對於為執行名義之確定判\r\n決所提起者，而係對於第三人異議之訴確定判決所提起者，自無該法條規\r\n定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 552 號 民事裁定",
        "case_summary": "聲請撤銷假處分事件",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "假處分所保全之給付，如代之金錢，債權人亦得達其債權之終局目的者，\r\n固可認有民事訴訟法第五百三十六條所定之「特別情事」，得許債務人提\r\n供擔保而撤銷假處分。惟倘假處分所保全之給付代以金錢，仍不能達其債\r\n權之終局目的者，當然不得認為有「特別情事」，應無准許債務人提供擔\r\n保而撤銷假處分之餘地。本件相對人 (債權人) 聲請對系爭土地為假處分\r\n，係為保全地上權人 (再抗告人即債務人) 同意相對人建築之給付，核其\r\n性質顯非代以金錢可達其債權之終局目的。揆之前述說明，再抗告人聲請\r\n准其提供擔保將原假處分撤銷，即無從准許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3407 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "有關瑕疵擔保之規定，原則上於危險移轉後，始有其適用，惟於危險移轉\r\n前，買受人已發現標的物有瑕疵，倘出賣人無法提出無瑕疵之物，或擔保\r\n除去該瑕疵後為給付，買受人亦有拒絕受領瑕疵物之權利，並得解除契約\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3400 號 民事判決",
        "case_summary": "請求返還停車位",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "以權利為買賣之標的，如出賣人因其權利而得占有一定之物者，依民法第\r\n三百七十七條準用同法第三百七十三條規定，該物之收益權屬於何方，應\r\n以其已否交付為斷，如尚未交付，買受人既無收益權，自無利益受損害之\r\n可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3399 號 民事裁定",
        "case_summary": "請求確認所有權不存在",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "私有農地所有權之移轉，其承受人以能自耕者為限，違反前項規定者，其\r\n所有權之移轉無效，土地法第三十條第一、二項定有明文。此項規定，於\r\n法院拍賣農地發給權利移轉證書之情形，自有其適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3397 號 民事判決",
        "case_summary": "請求給付違約金",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "民法所定違約金有兩種，一為以預定債務不履行之損害賠償額為目的，此\r\n種違約金於債務人不履行債務時，債權人僅得就原來之給付或違約金擇一\r\n請求；二為以強制債務之履行為目的，此種違約金於債務人不履行債務時\r\n，債權人除得請求違約金外，並得請求原來之給付。而當事人所約定之違\r\n約金究屬何性質，應依當事人之意思定之，倘當事人未約定，則視為以預\r\n定債務不履行之損害賠償額為目的，此觀民法第二百五十條第二項之規定\r\n自明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3394 號 民事裁定",
        "case_summary": "請求撤銷股東會決議",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "公司法第一百八十九條所謂決議方法之違反，係指非股東參與決議、特別\r\n利害關係人加入表決，或出席股東不足法定之定額等，對於決議結果有影\r\n響之情形而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3392 號 民事判決",
        "case_summary": "分配表異議之訴",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "抵押權所擔保之債權，其種類及範圍，屬於抵押權之內容，依法應經登記\r\n，始生物權之效力，如因內容過於冗長，登記簿所列各欄篇幅不能容納記\r\n載，可以附件記載，作為登記簿之一部分，故關於最高限額抵押權所擔保\r\n之債權，如未記載於登記簿，則須於聲請登記時所提出視為登記簿附件之\r\n最高限額抵押權設定契約書，有該項債權之記載者，始為抵押權效力所及\r\n，若於登記簿及最高限額抵押權設定契約書均未記載者，即非抵押權所擔\r\n保之債權，應非抵押權效力所及。"
    },
    {
        "case_id": "最高法院 86 年度台再字第 102 號 民事判決",
        "case_summary": "請求給付保險金",
        "case_date": "民國 86 年 11 月 13 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，係指確\r\n定判決所適用之法規，顯然不合於法律規定，或與司法院現尚有效及大法\r\n官會議之解釋，或本院尚有效之判例顯然違反，或消極的不適用法規，顯\r\n然影響判決者而言。又第三審為法律審，其所為判決以第二審判決所確定\r\n之事實為基礎，故對第三審判決言，應以該判決依據第二審判決所確定之\r\n事實而為之法律上判斷，有適用法規顯有錯誤之情形，始得謂適用法規顯\r\n有錯誤。本件原確定判決理由項下敍明保險法為民法之特別法，應優先適\r\n用保險法之規定，故再審被告於投保時縱故意隱匿或為不實之說明，亦應\r\n優先適用保險法第六十四條之規定，民法第九十二條之規定尚無適用之餘\r\n地等語，核無適用法規顯有錯誤可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3363 號 民事判決",
        "case_summary": "請求履行契約再審",
        "case_date": "民國 86 年 11 月 07 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第十二款所謂當事人發見就同一訴訟標\r\n的在前已有確定判決者，係指本件判決確定前，就同一訴訟標的已有另案\r\n判決確定者而言，苟係於本件判決確定後，另案始因而認為已無訴訟之必\r\n要而撤回上訴者，顯與該條款立法意旨不符，即無該條款之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3355 號 民事判決",
        "case_summary": "請求履行契約",
        "case_date": "民國 86 年 11 月 07 日",
        "case_gist": "民法第一百二十九條第一項第二款所稱之承認，係因時效而受利益之當事\r\n人 (債務人) 向請求權人表示認識其請求權存在之觀念通知。又此項承認\r\n無須一一明示其權利之內容及範圍等，以有可推知之表示行為即為已足，\r\n故如債務人之一部清償或緩期清償均可視為對於全部債務之承認。查本件\r\n原七二二號土地重測後改編為一五七一號，嗣再分割出系爭一五七一之一\r\n號土地，有土地登記簿可稽，前此被上訴人曾對上訴人依系爭分家合約所\r\n取得之債權請求權為承認而於七十三年八月二十一日就其中之一五七一號\r\n土地部分依約辦理所有權移轉登記完竣等情，既為原審所認定。果爾，能\r\n否謂被上訴人前述一部清償，非就上訴人全部分家合約請求權為承認而生\r\n消滅時效中斷之效力，即非無疑。乃原審未詳研求，遽為相反之認定，自\r\n嫌速斷。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 536 號 民事裁定",
        "case_summary": "強制執行事件",
        "case_date": "民國 86 年 11 月 06 日",
        "case_gist": "執行法院如發見債權人查報之財產確非債務人所有者，應命債權人另行查\r\n報，於強制執行開始後始發見者，應由執行法院撤銷其執行處分，強制執\r\n行法第十七條定有明文。足見執行法院命債權人另行查報或撤銷執行處分\r\n者，應以強制執行之財產確非債務人所有為要件，若該財產是否屬債務人\r\n所有，尚待審認方能確定，執行法院既無逕行審判之權限，自應依強制執\r\n行法第十六條之規定，指示主張有排除強制執行權利之第三人，提起異議\r\n之訴，以資解決，不得逕行撤銷執行處分。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3348 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 86 年 11 月 06 日",
        "case_gist": "契約解除，雙方互負回復原狀之義務，而應返還之物有毀損、滅失或因其\r\n他事由，致不能返還者，應償還其價額，民法第二百五十九條本文及第六\r\n款定有明文。此項互負之義務，依同法第二百六十一條準用第二百六十四\r\n條之規定，於他方未為對待給付前，得拒絕自己之給付。此際，法院應為\r\n原告提出對待給付時，被告即向原告為給付之判決，不得僅命被告為給付\r\n，而置原告之對待給付於不顧。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3333 號 民事判決",
        "case_summary": "請求確認僱傭關係存在",
        "case_date": "民國 86 年 11 月 06 日",
        "case_gist": "勞基法第一條固揭明該法係明定勞動條件之最低標準，然所謂勞動條件在\r\n不同法律層次中均有其存在，在民法債篇僱傭乙節之意義，乃指僱傭契約\r\n當事人對勞務給付與報酬之約定。勞基法施行後，該法未規定者，仍適用\r\n其他法律之規定。準此，有關勞基法未規定者，仍應適用民法債篇之規定\r\n。民法第四百八十四條第一項後段規定受僱人非經僱用人同意，不得使第\r\n三人代服勞務，是謂勞務供給之專屬性。蓋勞務之供給因人而異，若使第\r\n三人代服勞務，則往往難達契約之目的，故非經僱用人之同意，不得使第\r\n三人代服之。違反此項規定者，依同條第二項，僱用人得終止契約。又勞\r\n基法並未就勞工違反勞務給付專屬性之事由加以規定，故勞工未經雇主同\r\n意，使第三人代服勞務者，仍應適用民法第四百八十四條第一項、第二項\r\n規定，雇主無須預告，得隨時終止僱傭契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3325 號 民事判決",
        "case_summary": "請求遷讓房屋",
        "case_date": "民國 86 年 11 月 06 日",
        "case_gist": "公務機關之宿舍使用人扣繳之宿舍使用費，乃行政院及台灣省政府所屬單\r\n一薪給機關於收回處理宿舍前，為符單一薪給制精神，按員工職等所定扣\r\n收之金額，以之用於宿舍之全面維護及修理，此有行政院所屬實施單一薪\r\n給機關 (構) 員工配住宿舍扣收使用費要點及臺灣省政府七十二年八月十\r\n二日七二府人四字第七二九五三號函影本可憑。宿舍使用費既係按使用之\r\n員工職等之高低定其金額，而非按宿舍面積之大小及價值，衡量其使用之\r\n對稱之價值所定之金額，自非使用宿舍之對價。故員工使用宿舍，縱扣繳\r\n宿舍使用費，亦難認對之有租賃關係存在。"
    },
    {
        "case_id": "最高法院 86 年度台再字第 97 號 民事判決",
        "case_summary": "請求返還質物",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "物權之新種類或新內容，倘未違反物權之直接支配與保護絕對性，並能以\r\n公示方法確保交易安全者，即可認為與物權法定主義存在之宗旨無違。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 533 號 民事裁定",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "抗告人起訴主張，相對人竊取系爭土地之土方，而請求相對人將該土地回\r\n復原狀云云。惟本件抗告人所受之損害，回復原狀顯有重大困難，為原審\r\n判決合法確定之事實。則依民法第二百十五條規定，不能回復原狀或回復\r\n顯有重大困難者，應以金錢賠償其損害。此為於抗告人本件損害造成時，\r\n即屬如此之情事，而於該損害造成後，並無情事變更之可言。本件抗告人\r\n為上開訴之追加及變更，核與民事訴訟法第二百五十六條第二款至第四款\r\n規定不合，且相對人已表示不同意，原法院因認抗告人追加及變更之訴為\r\n不合法，裁定予以駁回，經核於法委無違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3314 號 民事判決",
        "case_summary": "請求排除侵害",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "民法第七百六十七條之規定為所有人對於其所有物被侵害，為保護所有權\r\n之物上請求權，股份則為股份有限公司之資本成分，亦為表彰股東對公司\r\n之權利。股東因認股而對公司之出資，其所有權已歸股份有限公司所有，\r\n僅本於股東之地位，對於股份有限公司享有權利而已。是股東對於侵害其\r\n股份者，即不得本於民法第七百六十七條之規定，請求返還或除去其妨害\r\n。至其得否本於其他法律關係請求賠償或返還，自屬另一法律問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3310 號 民事判決",
        "case_summary": "請求塗銷土地所有權移轉登記",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "公同共有物之處分及其他權利之行使，應得公同共有人全體之同意，為民\r\n法第八百二十八條第二項所明定。而同法第八百二十一條關於分別共有各\r\n共有人得就共有物之全部為本於所有權請求或為共有人全體之利益為回復\r\n共有物之請求之規定，於公同共有並不適用之。上訴人未經全體繼承人之\r\n同意，即行提起關於公同共有權利之訴訟，自屬不可准許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3303 號 民事判決",
        "case_summary": "請求返還租賃物",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "承租人支付租金有遲延者，出租人得定相當期限催告承租人支付租金，如\r\n承租人於其期限內不為支付，出租人得終止契約，民法第四百四十條第一\r\n項固定有明文。惟查此一規定係屬任意規定，當事人非不得以契約排除之\r\n，如就欠租之金額為若干始為違約或欠租後之法律效果等為排除上開規定\r\n之特別約定是。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3300 號 民事判決",
        "case_summary": "請求土地所有權移轉登記",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "契約之合意解除為契約行為；法定解除則為單獨行為，其發生效力與否，\r\n端視有無法定解除原因之存在，既無待他方當事人之承諾，更不因他方當\r\n事人之同意或不反對而成為合意解除。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3299 號 民事判決",
        "case_summary": "請求分割共有物",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "反訴之當事人須與本訴之當事人相同，祗易其原被之地位而已，否則，即\r\n與反訴之要件不合。本件上訴人對於被上訴人起訴請求分割系爭五五七號\r\n共有土地，被上訴人林家展、蘇仁弘以上訴人及其他被上訴人為共同被告\r\n提起反訴，請求將兩造共有之另筆五五七之八號土地與系爭五五七號土地\r\n合併分割，其訴訟標的對於上訴人及其他被上訴人雖屬必須合一確定，惟\r\n其他被上訴人既非本訴之原告，林家展、蘇仁弘對渠等提起反訴，自難認\r\n為合法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3298 號 民事判決",
        "case_summary": "請求清償債務",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "公司法第十六條第一項規定，公司除依其他法律或公司章程規定得為保證\r\n者外，不得為任何保證人。如違反此項規定，以公司名義為人保證，對於\r\n公司不生效力。查上訴人為股份有限公司，原審既認上訴人出具予被上訴\r\n人之履約保證金保證書之性質為履約之保證，乃竟未查明上訴人依其他法\r\n律或公司章程規定得否為保證，遽認該履約保證金保證書對於上訴人為有\r\n效，而為上訴人不利之判斷，自嫌速斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3297 號 民事裁定",
        "case_summary": "請求遷讓房屋",
        "case_date": "民國 86 年 10 月 30 日",
        "case_gist": "民事訴訟法第四百六十六條第一項規定：對於財產權上訴之第二審判決，\r\n如因上訴所得受之利益不逾十萬元者，不得上訴，此項利益額數，自民國\r\n八十六年一月一日起，經司法依同條第二項規定，以命令增加為十五萬元\r\n，折合新台幣為四十五萬元。又以一訴附帶主張利息或其他孳息、損害賠\r\n償、違約金或費用者，其價額不併算在上訴利益額之內。民事訴訟法第四\r\n百六十六條第三項及民事訴訟費用法第五條第二項規定甚明。本件上訴人\r\n起訴請求被上訴人將桃園縣中壢市成章一街五號第一、二層房屋遷讓交還\r\n伊，及給付相當於租金之不當得利，其請求被上訴人給付相當於租金之不\r\n當得利部分，不併算在上訴利益額之內。"
    },
    {
        "case_id": "最高法院 86 年度台再字第 96 號 民事判決",
        "case_summary": "給付工資等事件",
        "case_date": "民國 86 年 10 月 24 日",
        "case_gist": "查再審原告於受僱之初，與再審被告公司簽訂聘僱合約或書立切結書，均\r\n約定待命時間為僱用契約之範圍內，如於待命時間內遇有特殊勤務時，始\r\n按規定報支超時工作津貼。則依其反面解釋，在待命時間如無派遣勤務時\r\n，即不給付超過工時之工作津貼。是備勤時間既為勞動契約雙方於正常工\r\n作時間外所附帶約定，再審原告自應受該約定之拘束，不得任意翻異。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3282 號 民事判決",
        "case_summary": "請求撤銷股東會決議",
        "case_date": "民國 86 年 10 月 24 日",
        "case_gist": "公司法為民法之特別法，依特別法優於普通法之原則，「公司」自應優先\r\n適用公司法之有關規範，如公司法中無特別規定時，則應回歸適用民法之\r\n普通規定。查「被上訴人公司於八十四年七月五日上午在公司所在地召開\r\n之股東常會中，未經公司全體股東之同意，僅由無限責任及少數有限責任\r\n股東之決議，即通過將公司資本額由一千零六十萬元增加為一億九千萬元\r\n，並修改公司章程，上訴人當場表示異議」，為原審所認定，衡此情形，\r\n上訴人據以主張系爭股東會之決議方法違反公司法第一百十五條及第四十\r\n七條之規定，似無不當。而公司法雖未對兩合公司決議方法違法之撤銷為\r\n規定，但民法第五十六條既就社團法人總會決議方法之撤銷已有明文，上\r\n訴人依該規定為撤銷系爭股東會決議之備位聲明，亦難謂全然無據，原審\r\n就此部分亦為上訴人不利之判斷，自有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3277 號 民事判決",
        "case_summary": "請求回復原狀",
        "case_date": "民國 86 年 10 月 24 日",
        "case_gist": "加建違建之瑕疵，既在買賣標的物未交付前即已存在，被上訴人請求補正\r\n，上訴人又已表示拒絕，被上訴人於買賣標的物交付之前自可行使其瑕疵\r\n擔保請求權，上訴人抗辯未交付即不得主張云云，自非可採。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3274 號 民事判決",
        "case_summary": "請求返還保證金",
        "case_date": "民國 86 年 10 月 24 日",
        "case_gist": "因契約而互負債務，一方有先為給付之義務者，縱其給付兼需他方之行為\r\n始得完成，而由於他方之未為其行為，致不能完成，並不能因而免除給付\r\n之義務。嗣後向他方請求給付時，他方仍得為同時履行之抗辯。又雙務契\r\n約之一方當事人受領遲延者，其原有之同時履行抗辯權，並未因而歸於消\r\n滅。故他方當事人於其受領遲延後，請求為對待給付者，仍非不得提出同\r\n時履行之抗辯。除他方當事人應為之給付，因不可歸責於己之事由致給付\r\n不能，依民法第二百二十五條第一項規定，免其給付義務外，法院仍應予\r\n以斟酌，如認其抗辯為有理由，應命受領遲延之一方當事人，於他方履行\r\n債務之同時，為對待給付。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3265 號 民事判決",
        "case_summary": "請求確認通行權存在",
        "case_date": "民國 86 年 10 月 24 日",
        "case_gist": "通行權人對於通行地因此所受損害，固應支付償金，且此項償金支付義務\r\n，於通行權確定時起即為通行人之法定負擔。惟償金之支付與通行權間並\r\n無對價關係，被通行之土地所有人如未於通行權之訴提起反訴請求，亦非\r\n不得於通行權訴訟確定後另行訴求給付。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3259 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 86 年 10 月 24 日",
        "case_gist": "公司依章程之規定，得設副總經理或協理，或副經理一人或數人，以輔佐\r\n總經理或經理，公司法第三十八條定有明文。副總經理、協理或副經理，\r\n既在輔佐總經理或經理，其執行職務自應受總經理或經理之指揮監督，即\r\n非得以總經理或經理同等視之。又公司法第二十九條至第三十七條之規定\r\n，於副總經理、協理或副經理準用之 (同法第三十九條) ，自僅在規範副\r\n總經理、協理或副經理之設置、消極資格、職權、義務及責任等得準用經\r\n理有關之規定，非謂副總經理、協理或副經理當然得行使總經理或經理之\r\n職權。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 520 號 民事裁定",
        "case_summary": "聲請返還擔保金",
        "case_date": "民國 86 年 10 月 23 日",
        "case_gist": "抗告為不服下級法院裁定而請求上級法院救濟之方法，僅得對於他造當事\r\n人提起，不得對他造當事人以外之人提起。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 515 號 民事裁定",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 86 年 10 月 23 日",
        "case_gist": "民事訴訟法第一百三十八條規定，送達不能依前二條規定為之者，得將文\r\n書寄存送達地之自治或警察機關，並作送達通知書，黏貼於應受送達人住\r\n居所、事務所或營業所門首，以為送達。所謂送達地之自治或警察機關，\r\n法文未定其範圍，惟為送達人領取便利計，解釋上所謂自治機關，應指送\r\n達地縣轄之鄉鎮市公所或市轄之區公所，包括村里鄰長在內；所謂警察機\r\n關，應以管轄鄉、鎮 (市) 、區行政轄區之警察機關為限，凡警察分局、\r\n分駐所或派出所均屬之。送達人寄存文書時，以選擇與送達處所較近之自\r\n治或警察機關為宜。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3248 號 民事判決",
        "case_summary": "請求撤銷仲裁判斷",
        "case_date": "民國 86 年 10 月 23 日",
        "case_gist": "提起撤銷仲裁判斷之訴，應於三十日之不變期間內為之，該項期間自判斷\r\n書交付或送達之日起算，商務仲裁條例第二十四條定有明文。又提起撤銷\r\n仲裁判斷之訴，雖非不得追加其原因事實，惟所追加者如可據以獨立提起\r\n另一撤銷仲裁判斷之訴者，仍應受前述不變期間之限制。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3231 號 民事判決",
        "case_summary": "請求交付買賣標的物",
        "case_date": "民國 86 年 10 月 23 日",
        "case_gist": "給付無確定期限者，債務人於債權人得請求給付時，經其催告而未為給付\r\n，自受催告時起，負遲延責任。而債權人非因債務人遲延給付當然取得契\r\n約解除權，仍須定相當期限催告其履行，於期限內不履行時，始得解除契\r\n約，此觀民法第二百二十九條第二項前段及第二百五十四條之規定自明。"
    }
]