[
    {
        "case_id": "最高法院 87 年度台上字第 2578 號 民事判決",
        "case_summary": "確認僱傭關係存在等",
        "case_date": "民國 87 年 11 月 05 日",
        "case_gist": "（一）查勞動基準法第九條第一項規定，特定性工作得為定期契約，又民\r\n      國七十四年二月二十四日發布之勞動基準法施行細則第六條第二項\r\n      僅規定特定性工作之期間超過一年者，應報請主管機關核備，並未\r\n      規定未報請核備者，即應視為不定期契約。原審以上訴人僱用被上\r\n      訴人張某等二十人及徐某所從事者，雖係屬特定性之工作，但其期\r\n      間超過一年，又未報請主管機關核備，即謂應視為不定期契約，進\r\n      而認上訴人與被上訴人張某等二十人間之僱傭關係迄今仍繼續存在\r\n      ，及上訴人與徐某間之僱傭關係於徐某生前亦仍存在，上訴人應給\r\n      付被上訴人如原判決附表應給付金額欄所示之工資，顯有違誤。\r\n（二）勞動基準法第三十六條所稱勞工每七日中至少應有一日之休息，作\r\n      為例假之規定，於勞工連續工作在七日以上者，始有其適用。原審\r\n      認被上訴人張某等二十人及徐某雖有工作不及六天，或僅工作二、\r\n      三天即休息，或一個月僅上工六天之情形，但仍得請求例假日之工\r\n      資，亦有可議。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 580 號 民事裁定",
        "case_summary": "聲請停止執行",
        "case_date": "民國 87 年 10 月 30 日",
        "case_gist": "請求拆除其所有土地Ａ部分上之建物，返還土地，其強制執行之目的在於\r\n實現確定判決之收回該部分土地，以資利用，並非僅在除去地上物，因之\r\n，法院斟酌停止強制執行其可能受之損害，以定擔保金額時，顯非僅審酌\r\n所拆除之地上建物之價值，而應審酌相對人因停止執行可能所受之損害。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 579 號 民事裁定",
        "case_summary": "返還價款",
        "case_date": "民國 87 年 10 月 30 日",
        "case_gist": "臺灣嘉義地方法院八十五年度訴字第三號 (即原法院八十五年度上字第三\r\n六七號) 事件，形式上業已確定，茲抗告人否認伊曾委任他人於該事件代\r\n理伊為訴訟行為及曾受合法送達，依民事訴訟法第四百九十六條第一項第\r\n五款規定，提起再審之訴，聲明廢棄各該對伊不利之判決，揆諸首開說明\r\n，自無不合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2563 號 民事判決",
        "case_summary": "給付違約金",
        "case_date": "民國 87 年 10 月 30 日",
        "case_gist": "法院依民法第二百五十二條規定，於當事人約定之違約金額過高時，固得\r\n以職權核減至相當之數額，惟當事人所約定之違約金何以過高？法院據以\r\n核減至相當數額之衡量標準為何？則應於判決理由中記明，否則即屬判決\r\n不備理由。\r\n違約金之約定是否過高，應依違約金係屬於懲罰之性質或屬於損害賠償約\r\n定之性質而有不同。若屬前者，應依一般客觀事實、社會經濟狀況及當事\r\n人所受損害情形，以為酌定標準；若為後者，則應依當事人實際上所受損\r\n失為標準，酌予核減。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2559 號 民事判決",
        "case_summary": "給付薪資",
        "case_date": "民國 87 年 10 月 30 日",
        "case_gist": "按債權人拒絕受領或於債務人履行債務前，已預示拒絕受領之意思表示，\r\n或債務人之給付兼需債權人之行為而不行為，債權人即負受領遲延之責任\r\n。又債權人遲延後，須再表示受領之意思，或為受領給付作必要之協力，\r\n催告債務人給付時，受領遲延之狀態，始因滌除而告終了。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 563 號 民事裁定",
        "case_summary": "損害賠償事件聲請續行訴訟",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "當事人於辯論期日到場不為辯論者，視同不到場；當事人兩造遲誤言詞辯\r\n論期日者，除別有規定外，視為合意停止訴訟程序；合意停止訴訟程序之\r\n當事人，如於四個月內不續行訴訟者，視為撤回其訴或上訴。民事訴訟法\r\n第三百八十七條、第一百九十一條前段及第一百九十條前段定有明文。職\r\n是，當事人一造遲誤言詞辯論期日，他造雖到場但不為辯論者，即屬兩造\r\n遲誤言詞辯論期日，除別有規定外，視為合意停止訴訟程序。如當事人不\r\n於四個月內續行訴訟，即視為撤回其訴或上訴。訴訟程序之合意停止，雖\r\n有明示合意停止與擬制合意停止之分，但訴訟程序停止後，為免訴訟事件\r\n長久懸擱於法院，當事人如於四個月內不續行訴訟者，即應視為撤回其訴\r\n或上訴，初不因其為明示合意停止或擬制合意停止而異，如此解釋始符合\r\n民法第一百九十條、第一百九十一條之立法意旨。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 555 號 民事裁定",
        "case_summary": "聲請保全證據事件",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "抗告，非因裁定而受不利益者，不得為之，為訴訟法上之原則，故抗告倘\r\n已失其目的，而無實益，即應認其為無理由而予駁回。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2540 號 民事判決",
        "case_summary": "賠償勞工保險老年給付損失",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "投保單位，依勞工保險條例第十條之規定，為其所屬員工辦理參加勞工保\r\n險手續及他有關保險事務，其對國家言，固係履行公法上義務，然勞工保\r\n險與普通保險不同，同條例第六條規定勞工參加勞工保險，並以雇主或所\r\n屬團體為投保單位，係強制的，上開第十條法文，亦為硬性規定，是故該\r\n第十條之規定，應解釋為強行的契約法規之一種，勞工與投保單位之間，\r\n乃具有私法上之委任關係，從而勞工由同條例第七十二條第一項規定所取\r\n得對投保單位之損害賠償債權，自不能謂非因投保單位不履行債務而生之\r\n損害賠償請求權，依民法第一百二十五條規定，其消滅時效期間應為十五\r\n年。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2536 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "債務人履行債務除應依誠實及信用方法於正當時期及正當處所為之外，尚\r\n須以正當之標的物實行提出，始能謂之為依債之本旨提出給付。換言之，\r\n債務人是否依債之本旨提出給付，除應視其履行債務是否本乎誠信原則外\r\n，應以其提出之給付與契約約定之內容是否相符為斷，亦即關乎契約當事\r\n人如何約定之問題，尚與債務人就標的物單方所為之變更或附加行為合法\r\n與否無涉。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2533 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "私立學校應設董事及董事會，向學校所在地之地方法院為財團法人之登記\r\n，為民國八十六年六月十八日修正前私立學校法第三十三條、第十二條及\r\n第十四條 (修正後第三十五條、第十二條及第十四條) 所明定。再者，董\r\n事就法人之一切事務，對外代表法人，民法第二十七條第二項亦定有明文\r\n。私立學校已為財團法人之登記者，即取得法人之資格，而有當事人能力\r\n。其因私權爭執涉訟，依上開說明，自應由董事長代表學校起訴或被訴。\r\n雖私立學校法第五十一條 (修正後第五十四條) 第一項規定，校長依據法\r\n令綜理校務，執行董事會之決議。惟校長在私法上之地位，與民法第五百\r\n五十四條規定之經理人相當，僅於所任事務發生私權爭執而涉訟時，始認\r\n亦有代表學校起訴或被訴之權限。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2531 號 民事判決",
        "case_summary": "返還無權占有土地等",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "土地法第四十六條之一至第四十六條之三之規定所為地籍圖重測，純為地\r\n政機關基於職權提供土地測量技術上之服務，將人民原有土地所有權範圍\r\n，利用地籍調查及測量等方法，將其完整正確反映於地籍圖，初無增減人\r\n民私權之效力。故縱令相鄰土地所有權人於重新實施地籍測量時，均於地\r\n政機關通知之期限內到場指界，毫無爭議，地政機關依照規定，已依其共\r\n同指定之界址重新實施地籍測量。則於測量結果公告期間內即令土地所有\r\n權人以指界錯誤為由，提出異議，測量結果於該公告期間屆滿後即行確定\r\n，地政機關應據以辦理土地標示變更登記。惟有爭執之土地所有權人尚得\r\n依法提起民事訴訟請求解決，法院應就兩造之爭執，依調查證據之結果予\r\n以認定。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2530 號 民事判決",
        "case_summary": "確認抵押權不存在等",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "民法第八百二十八條第二項規定除該項法律或契約另有規定外，公同共有\r\n物之處分，及其他之權利行使，應得公同共有人全體之同意。被上訴人請\r\n求上訴人給付被上訴人及陳○章系爭二百二十九萬六千四百十三元本息，\r\n原審未調查審認被上訴人就陳○望之遺產行使權利，為此項請求，已否得\r\n陳○章之同意，遽予准許，於法自有未合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2516 號 民事判決",
        "case_summary": "給付買賣價金",
        "case_date": "民國 87 年 10 月 29 日",
        "case_gist": "買受人之物之瑕疵擔保請求權，依民法第三百五十四條第一項規定，係以\r\n買賣標的物於危險移轉時有瑕疵存在為要件，在危險移轉以前，其物縱有\r\n瑕疵，如該瑕疵並非不能除去，出賣人亦未確定的拒絕擔保，買受人尚不\r\n得依民法第三百五十九條前段規定解除契約。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2502 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 10 月 23 日",
        "case_gist": "誣告行為對於被誣告人之名譽、信用，亦大都有所妨礙，故誣告罪之內容\r\n，已將妨害名譽及信用之犯罪吸收在內 (本院二十六年滬上字第二號判例\r\n參照) 。是行為人故意虛構事實，向司法機關為犯罪之訴追，致他人名譽\r\n、信用受有損害者，係利用司法機關有追訴犯罪之職權，以侵害他人權利\r\n，自屬侵權行為。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2475 號 民事判決",
        "case_summary": "拆屋還地等",
        "case_date": "民國 87 年 10 月 23 日",
        "case_gist": "土地法為民法之特別法，土地法規定，租用建築房屋之基地，非有土地法\r\n第一百零三條所列各款情形之一，出租人不得收回；租用基地建築房屋契\r\n約，既以承租人有特定之房屋而使用其基地為目的，則縱屬不定期限之基\r\n地租賃，依契約之目的，探求當事人之真意，亦應解為租賃關係至該特定\r\n房屋不堪使用時消滅。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2473 號 民事判決",
        "case_summary": "侵權行為損害賠償",
        "case_date": "民國 87 年 10 月 23 日",
        "case_gist": "按繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有，\r\n為民法第一千一百五十一條所明定。繼承人因繼承而取得之遺產，於受侵\r\n害時，其所生之損害賠償債權，乃公同共有債權。此損害賠償債權既為全\r\n體繼承人公同共有，則繼承人即公同共有人中一人或數人，請求就自己可\r\n分得之部分為給付，仍非法之所許。上訴人自承其請求被上訴人分配該系\r\n爭存款遺產，為被上訴人所拒，聲請調解亦未成立；從而上訴人請求被上\r\n訴人就上述債權按其應繼分計算可分得金額對伊賠償，於法自有未合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2459 號 民事判決",
        "case_summary": "國家賠償",
        "case_date": "民國 87 年 10 月 23 日",
        "case_gist": "查檢舉他人不法，如遭曝光，不免招被檢舉人抱怨或報復，影響檢舉人生\r\n活之安全。上訴人檢舉某里辦公處人員涉嫌不法，被上訴人將之洩漏，損\r\n及上訴人之隱私權，因隱私權為人格權之一種，上訴人自得請求賠償非財\r\n產上之損失。至上訴人名譽權部分，因任何人得檢舉他人不法行為，上訴\r\n人檢舉某里辦公處人員，其個人在社會之評價，不致低落，上訴人名譽權\r\n無損害可言。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 533 號 民事裁定",
        "case_summary": "假扣押",
        "case_date": "民國 87 年 10 月 22 日",
        "case_gist": "當事人或代理人未依民事訴訟法第一百十七條規定於書狀內簽名、蓋章或\r\n按指印者，係屬同法第一百二十一條所謂之書狀不合程式，審判長應定期\r\n間命其補正，不得逕以其訴或聲請為不合法，裁定予以駁回。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2441 號 民事判決",
        "case_summary": "請求返還土地",
        "case_date": "民國 87 年 10 月 22 日",
        "case_gist": "按依土地法所為之登記，縱使有登記無效之原因，在該登記未經依法塗銷\r\n以前，固仍不失其效力。惟該登記如有土地登記規則第一百二十二條所定\r\n「登記錯誤」之情形，而應由地政機關更正登記者，其因錯誤登記為所有\r\n權之名義人及本於繼承關係而誤登記為所有權之人，自不因該登記錯誤而\r\n取得所有權，並受土地法第四十三條規定之保護。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2437 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 10 月 22 日",
        "case_gist": "依民法第五百零七條就「定作人之協力及不為協力之效果」所為之規定加\r\n以觀察，必須該工作需定作人之協力始能完成，且其於承攬人所催告之相\r\n當期限內未為協力行為者，承攬人方得解除契約。倘承攬契約之內容係包\r\n括數個可獨立施作之項目，而其中需定作人之協力部分，並不影響其他部\r\n分工作之進行及完成者，解釋上即不容承攬人任意以契約中之一部分需定\r\n作人之協力而未協力致該部分不能施作，率爾就無需定作人為協力仍可完\r\n成以達該部分契約目的之工作，坐使其不完成再執為其得解除契約或無可\r\n歸責之藉口。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2430 號 民事裁定",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 87 年 10 月 22 日",
        "case_gist": "民法第八百七十三條第二項規定之立法意旨，係為保護債務人不至因一時\r\n急迫受重大之損害，故債務人以不動產為擔保向債權人借款，約定如屆期\r\n未為清償，該不動產之所有權即移屬於債權人，縱未為抵押權設定之登記\r\n，為貫徹保護債務人起見，其約定仍難認為有效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2428 號 民事裁定",
        "case_summary": "請求交還土地等",
        "case_date": "民國 87 年 10 月 22 日",
        "case_gist": "就承租人之債務負保證責任者，其所保證之範圍，包括租賃關係終止後，\r\n因承租人未履行返還租賃物義務而生之損害賠償。系爭租賃契約之承租人\r\n羅○寶於租賃關係終止後，未履行其返還租賃物之義務，上訴人孫○城為\r\n其連帶保證人，原審因認其應負連帶保證責任，命其與羅○寶連帶賠償被\r\n上訴人相當於租金之損害金，於法並無不合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2424 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 10 月 22 日",
        "case_gist": "甲種活期存款戶簽發支票委託金融機關於見票時，無條件付款與受款人或\r\n執票人者，核其性質為委託付款，應屬委任契約，此觀票據法第四條、第\r\n一百二十五條第一項第五款、第一百三十五條之規定自明。若第三人偽造\r\n存款戶在金融機關留存印鑑之印章蓋於支票，持向金融機關支領款項，金\r\n融機關如未盡其善良管理人之注意義務而致存款戶受有損害，對於存款戶\r\n應負賠償之責。此與乙種活期存款戶與金融機關間之存款契約具有消費寄\r\n託之性質，如存款為第三人所冒領，則受害人為金融機關，而非存款戶，\r\n故存款戶仍得隨時請求返還寄託物之情形有間。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 531 號 民事裁定",
        "case_summary": "返還價金",
        "case_date": "民國 87 年 10 月 17 日",
        "case_gist": "民事訴訟法第二百五十一條第二項所應留之就審期間，係使被告準備辯論\r\n及到場辯論之期間，於第一審程序，僅限於被告及初次辯論期日始有其適\r\n用，於第二審程序，依同法第四百六十三條準用第二百五十一條之規定，\r\n亦限於被上訴人及初次辯論期日始有其適用。抗告人係上訴人，指摘原法\r\n院第二次言詞辯論期日通知書之送達未酌留就審期間云云，洵無可採。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 529 號 民事裁定",
        "case_summary": "聲請停止強制執行",
        "case_date": "民國 87 年 10 月 17 日",
        "case_gist": "法院依強制執行法第十八條第二項裁定准許停止強制執行所定之擔保金，\r\n係備供債權人因停止執行所受損害之賠償，其數額應依標的物停止執行後\r\n，債權人未能即時受償或利用該標的物所受之損害額，或其因另供擔保強\r\n制執行所受之損害額定之。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2417 號 民事判決",
        "case_summary": "請求給付保險金",
        "case_date": "民國 87 年 10 月 17 日",
        "case_gist": "訂立保險契約，固以有保險利益為前提，但保險利益之有無，應就要保人\r\n或被保險人而為判斷，而非就受益人為判斷。上訴人指稱保險建物第三、\r\n四樓係超群公司獨資建造，被上訴人就該部分建物之投保無保險利益存在\r\n，不得為受益人云云，殊有誤會。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 519 號 民事裁定",
        "case_summary": "聲請仲裁判斷執行",
        "case_date": "民國 87 年 10 月 15 日",
        "case_gist": "執行法院依強制執行法第一百十五條第一項規定，就執行債務人對第三人\r\n之債權所發「禁止」執行債務人收取該債權或為其他處分並「禁止」第三\r\n人向執行債務人清償之「執行命令」 (扣押、禁止命令) ，旨在避免因執\r\n行債務人之行為，使其應受執行之債權於執行前歸於消滅，致有害於執行\r\n債權人之權益。苟執行債務人為保存其受扣押之債權，而對第三人即其債\r\n務人為取得執行名義之無礙執行效果行為，參照強制執行法第五十一條有\r\n關「查封效力」之規定，即無任予拒斥之理。是再抗告人 (即執行債務人\r\n) 聲請就上開仲裁判斷為執行裁定，初不因其債權人另聲請法院發執行命\r\n令而受影響。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 512 號 民事裁定",
        "case_summary": "聲請本票准許強制執行",
        "case_date": "民國 87 年 10 月 15 日",
        "case_gist": "抗告法院認抗告為有理由者，應廢棄原裁定，自為裁定，非有必要，不得\r\n率予發回命原法院或審判長更為裁定，此觀民事訴訟法第四百九十二條第\r\n二項之規定自明。此項規定，依非訟事件法第二十八條規定，於非訟事件\r\n之抗告準用之。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2410 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 10 月 15 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序得附帶提起民事訴訟，對於被告及\r\n依民法負賠償責任之人，請求回復其損害，刑事訴訟法第四百八十七條第\r\n一項定有明文。由此可知附帶民事訴訟，係因犯罪而受損害之人，為請求\r\n回復其損害，於刑事訴訟程序附帶提起之民事訴訟，故提起是項訴訟，須\r\n限於起訴之犯罪事實侵害個人私權，致生損害者，始得為之。換言之，附\r\n帶民事訴訟之提起，必以刑事訴訟程序之存在為前提，若刑事訴訟未經提\r\n起公訴或自訴，或非刑事訴訟程序認定之犯罪事實侵害其私權，縱因同一\r\n事故而受有損害，自不得對於應負賠償責任之人，提起附帶民事訴訟。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2406 號 民事判決",
        "case_summary": "請求給付工程款",
        "case_date": "民國 87 年 10 月 15 日",
        "case_gist": "民法第一百六十九條所規定者為表見代理。所謂表見代理乃原無代理權，\r\n但表面上足令人信為有代理權，故法律規定使本人負一定之責任。倘確有\r\n授與代理權之事實，即非表見代理，自無該條之適用。申言之，表見代理\r\n原屬無權代理，只因本人有表見之事實，足使第三人信該他人有代理權之\r\n情形存在，為保護交易之安全起見，而使本人負授權人之責任，此與有本\r\n人授權行為之有權代理，迥不相同。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2377 號 民事判決",
        "case_summary": "請求清償債務",
        "case_date": "民國 87 年 10 月 09 日",
        "case_gist": "所稱之金額並不明確，其陳述尚有未明。原審審判長自應依法行使闡明權\r\n，令上訴人為必要之陳述。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2360 號 民事判決",
        "case_summary": "異議之訴等",
        "case_date": "民國 87 年 10 月 09 日",
        "case_gist": "在可分債務，債權人對各債務人只能請求給付其分擔部分，就超過部分，\r\n債務人並無清償之義務。若債務人超過其應分擔部分而為清償時，對其他\r\n債務人言，係屬第三人之清償，應依同法第三百十一條、第三百十二條定\r\n其效力。又民法第二百七十一條係就可分債權人 (對其債務人) 或可分債\r\n務人 (對其債權人) 之對外關係之規定；至於可分債權人間，或可分債務\r\n人間之關係，則為對內關係，應依其間之約定，如未有約定，需依其法律\r\n行為性質為決定時，應類推適用民法第二百七十一條之規定。除債務人間\r\n或債權人間之對內關係經他方當事人參與約定外，就對內關係之約定，不\r\n生對外之效力。則對內關係與對外關係之分擔 (可分債務) 、分受 (可分\r\n債權) 比率，非必相同。倘可分債務人對債權人清償之結果，超過其對內\r\n關係之約定部分，就該超過部分，對他債務人有求償權；並得按其限度，\r\n就債權人之權利，以自己之名義，代位行使，復因其得代位行使之結果，\r\n債權人之債權及該債權之擔保，當然移轉於該清償債務人，並不消滅。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2359 號 民事判決",
        "case_summary": "請求返還不當得利",
        "case_date": "民國 87 年 10 月 09 日",
        "case_gist": "土地法第三十條第一項前段規定：「私有農地所有權之移轉，其承受人以\r\n能自耕者為限」，其立法意旨在於貫徹耕者有其田之基本國策 (參照憲法\r\n第一百四十三條第四項) ，防止農地由無自耕能力之人承受以供耕作以外\r\n之用途，藉以發揮農地之效用。是若非以耕作為目的，僅係以具有自耕能\r\n力之第三人為登記名義人，而規避土地法第三十條之規定，自難認該脫法\r\n行為為有效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2357 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 10 月 09 日",
        "case_gist": "負損害賠償責任者，除法律另有規定或契約另有訂定外，應回復他方損害\r\n發生前之原狀，民法第二百十三條第一項固定有明文。惟其經債權人定期\r\n催告逾期不為回復，或不能回復原狀，或回復顯有重大困難者，債權人則\r\n得請求以金錢賠償損害，同法第二百十四條、第二百十五條亦分別定有明\r\n文。至回復原狀可能與否，應依誠信原則具體各別決定。且出賣人之瑕疵\r\n擔保責任，本質原屬債務不履行之債，其損害賠償，原則以金錢為之，仍\r\n以填補損害使被害人獲得完全賠償為其最高準則。查系爭房屋結構安全及\r\n施工材料，經臺灣省建築師公會所屬建築師張○堂等鑑定需作修繕補強等\r\n情，為原審所認定，而上訴人於事實審復一再主張該屋偷工減料，結構材\r\n料不足，配筋位置錯誤，缺乏使用安全性，拖延日久，龜裂損害嚴重，亟\r\n應拆除重建云云。則系爭房屋損害發生前之原狀，究竟如何，首應認定。\r\n至於上開鑑定報告書所稱修繕補強是否即與回復原狀同其範疇？又上訴人\r\n上開主張真意是否已表明系爭房屋不能回復原狀或回復顯有重大困難之情\r\n事？均屬未明。乃原審未詳調查審認，遽以系爭房屋可能回復原狀，惟上\r\n訴人未先請求回復原狀為由而為上訴人不利之判決，自嫌疏略。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 504 號 民事裁定",
        "case_summary": "撤銷仲裁判斷",
        "case_date": "民國 87 年 10 月 08 日",
        "case_gist": "第二審法院以訴為非變更或無追加之裁判，不得聲明不服，此觀民事訴訟\r\n法第四百六十三條準用同法第二百五十八條規定自明。此項裁判既不受第\r\n三審法院之審判，則該事件之第二審判決縱經第三審法院廢棄發回更審，\r\n於更審程序中，當事人仍不得就此重為爭執，第二審法院不得為相反之裁\r\n判。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2352 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 10 月 08 日",
        "case_gist": "損害賠償，除法律另有規定或契約另有訂定外，應以填補債權人所受損害\r\n及所失利益為限，民法第二百十六條第一項規定甚明。故債權人如同時受\r\n有損害與所失利益時，自得併向債務人請求賠償。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2351 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 87 年 10 月 08 日",
        "case_gist": "載貨證券為有價證券，縱為記名式，除有禁止背書之記載者外，均得以背\r\n書移轉於他人，海商法第一百零四條準用民法第六百二十八條規定甚明。\r\n學理上稱為當然指定證券。此種證券貴在流通，自應使其具有換取或繳還\r\n證券之性質，且不因持有人為託運人而異其效果。運送貨物經發給載貨證\r\n券者，貨物之交付，應憑載貨證券為之，即使為實際之受貨人，苟不將載\r\n貨證券提出及交還，依海商法第一百零四條準用民法第六百三十條之規定\r\n，仍不得請求交付運送物 (本院六十七年度台上字第一二二九號判例參照\r\n) 。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2343 號 民事判決",
        "case_summary": "請求確認派下權存在等",
        "case_date": "民國 87 年 10 月 08 日",
        "case_gist": "臺灣祭祀公業在習慣上固以選任派下擔任管理人為原則，惟該管理人並非\r\n當然即係公業之設立人，且祭祀公業之享祀人，自不以設立人之前一代祖\r\n先或較近代之祖先為限。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2342 號 民事判決",
        "case_summary": "請求分割共有物事件",
        "case_date": "民國 87 年 10 月 08 日",
        "case_gist": "一  民法第八百二十五條規定觀之，共有物之原物分割，既係各共有人就\r\n    其存在於共有物全部之應有部分互相移轉，使各共有人取得各自分得\r\n    部分之單獨所有權。則因原物分割而應以金錢為補償者，於分得價值\r\n    較高及分得價值較低之共有人均為多數時，該每一分得價值較高之共\r\n    有人即應就其補償金額對於分得價值較低之共有人全體為補償，並依\r\n    各該短少部分之比例，定其給付金額，始符共有物原物分割為共有物\r\n    應有部分互相移轉之本旨。乃原審未詳為勾稽，竟就系爭土地分割後\r\n    兩造各自增減之面積所應補償之金額，命個人對個人為給付即被上訴\r\n    人何○足、章○秀二人逕對被上訴人蘇○旺、蘇○樟、蘇○嘉三人及\r\n    上訴人為補償；被上訴人黃○春、黃○青、黃○興三人逕對上訴人為\r\n    補償。此無異認為何○足二人所增多之面積適為蘇○旺三人及上訴人\r\n    所減少之面積，暨黃○春三人所增多之面積適為上訴人減少之面積。\r\n    揆之前揭說明，顯不符各共有人應有部分互相移轉之原意。\r\n二  依鄉鎮市調解條例規定由各該鄉鎮市公所調解委員會調解成立所作成\r\n    之調解書，係屬雙方當事人以終止爭執為目的而互相讓步所為之合意\r\n    。縱該調解書因未經法院核定，不生鄉鎮市調解條例第二十四條第二\r\n    項規定之與民事確定判決有同一之效力，仍應認為具有私法上和解契\r\n    約之效力。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2341 號 民事判決",
        "case_summary": "請求給付分配款",
        "case_date": "民國 87 年 10 月 08 日",
        "case_gist": "民法第五百五十條但書雖規定契約另有訂定者，委任關係不因當事人之死\r\n亡而消滅，惟此時當事人既已死亡，自係由繼承人承繼當事人在委任關係\r\n中之地位。又依民法第一百零三條第一項規定代理人應以本人之名義為意\r\n思表示，故於受有代理權之委任，受任人於本人死亡後，應以其繼承人之\r\n名義為法律行為。"
    },
    {
        "case_id": "最高法院 87 年度台簡上字第 55 號 民事判決",
        "case_summary": "確認本票債權不存在事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "代物清償為要物契約，若未現實提出給付，即未踐行不動產所有權移轉登\r\n記，原債務自無消滅之理。原審遽將代物清償和解書之給付約定，認係諾\r\n成契約，不論有無現實給付，當事人均應受拘束，原債之關係即歸消滅，\r\n進而謂被上訴人之保證責任自亦不復存在，而為上訴人敗訴之判決，其法\r\n律見解不無違誤。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2331 號 民事判決",
        "case_summary": "給付保險金",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "保險法第九十三條前段：「保險人得約定被保險人對於第三人就其責任所\r\n為之承認、和解或賠償，未經其參與者，不受拘束。」之規定，旨在防止\r\n被保險人任意對第三人之賠償責任為承認、和解或賠償，致增加保險人之\r\n負擔。保險契約如有此項約定，被保險人於保險事故發生後，未經保險人\r\n參與，而與第三人成立和解，保險人即可不受該和解之拘束，僅就被保險\r\n人對於第三人依法應負賠償責任，於保險金額範圍內負賠償之責。被保險\r\n人與第三人於法院和解、調解，或經鄉鎮市調解委員會調解成立，本質上\r\n仍為當事人互相讓步而成立之合意，如未經保險人參與，保險人自不受拘\r\n束。原審徒以被上訴人與第三人許某係由基隆市七堵區調解委員會調解成\r\n立，經法院核定，與民事確定判決有同一之效力，即認上訴人雖未參與該\r\n調解，仍應受拘束，所持法律上見解，殊難謂合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2319 號 民事判決",
        "case_summary": "排除侵害事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "商標法第六十一條第一項規定，商標專用權人對於侵害其商標專用權者，\r\n得請求排除其侵害；有侵害之虞者，得請求防止之。所謂侵害，乃第三人\r\n不法妨礙商標專用權之圓滿行使，而商標專用權人無忍受之義務。侵害須\r\n已現實發生，且繼續存在。如為過去之侵害，則屬損害賠償之問題。所謂\r\n有侵害之虞，係侵害雖未發生，就現在既存之危險狀況加以判斷，其商標\r\n專用權有被侵害之可能，而有事先加以防範之必要，但不以侵害曾一度發\r\n生，而有繼續被侵害之虞為必要。又依同法第七十七條規定，前揭規定於\r\n服務標章準用之。因得請求排除之侵害，須現尚存在；有無侵害之虞，須\r\n就現在既存之危險狀況加以判斷，是其認定自應依現行有效之商標法規定\r\n。原審竟謂，本件侵害被上訴人「中興」服務標章專用權之事實，發生於\r\n八十二年十二月二十二日商標法修正前，應適用修正前商標法之規定認定\r\n，其法律上見解不無違誤。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2316 號 民事判決",
        "case_summary": "異議之訴事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "夫妻於婚姻關係存續中以妻之名義在七十四年六月四日以前取得之不動產\r\n，依當時適用之民法第一千零十六條本文規定，為聯合財產，如夫之債權\r\n人認此財產係夫所有，聲請法院強制執行，予以查封，而妻主張係其所有\r\n，提起第三人異議之訴，法院應適用取得當時之民法之規定，查明其所有\r\n權之歸屬，資為判斷之依據。上開已被法院查封之妻名義之不動產，於八\r\n十五年九月二十五日增訂之民法親屬編施行法第六條之一公布實施後，夫\r\n無論為重新認定屬妻所有之積極行為，或不為重新認定屬夫所有之消極行\r\n為，致仍登記為妻名義者，如有此增訂法律規定之適用，而認係妻之所有\r\n，妻得提起第三人異議之訴，則有礙執行效果，查封登記之公信力必遭破\r\n壞，而影響於夫之債權人之權益，自與立法之目的有違，允非可取。故應\r\n認此增訂之法律施行後，在緩衝之一年期間或之前已被查封之夫妻聯合財\r\n產，仍應依取得當時適用之民法，定其所有權之歸屬，不能依此增訂之法\r\n律逕認於緩衝期間屆滿後，仍登記為妻名義之不動產係妻所有。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2313 號 民事判決",
        "case_summary": "確認共有權存在等事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "一  當事人、訴訟標的、訴之聲明三者，為訴之要素。於訴訟進行中，原\r\n    告將訴之要素變更其一，即生訴之變更。又第二審法院苟認訴之變更\r\n    為合法，應專就變更之新訴為裁判，亦即第一審之原訴，已因准許變\r\n    更而視為撤回，該第一審就原訴所為之判決，當然失其效力，第二審\r\n    無須更就該判決之上訴為裁判，即第二審法院不得將第一審就原訴所\r\n    為之判決予以維持或廢棄改判。 (參見本院七十一年台上字第三七四\r\n    六號及同年台上字第四○一四號判例) 。\r\n二  司法院大法官會議釋字第一○七號及第一六四號解釋，謂已登記不動\r\n    產所有人之回復請求權或除去妨害請求權，無民法第一百二十五條消\r\n    滅時效規定之適用。所謂已登記不動產所有人，係指原已依土地法辦\r\n    理登記之不動產真正所有人而言，並非指已登記為其名義之不動產所\r\n    有人而言，良以不動產真正所有人之所有權，不因他人無權占有或侵\r\n    奪其所有物或基於無效原因所為之移轉登記而失其存在，苟已依土地\r\n    法等相關法令辦理登記，其回復請求權或除去妨害請求權即不罹於時\r\n    效而消滅，以免發生權利上名實不符之現象。而因繼承、強制執行、\r\n    公用徵收、法院之判決或其他法律規定，於登記前已取得不動產物權\r\n    者，均不以登記為生效要件，祇是非經登記不得處分其物權而已，此\r\n    觀民法第七百五十九條規定自明。又繼承人於被繼承人死亡時，當然\r\n    承受被繼承人財產上之一切權利義務，為民法第一千一百四十七條、\r\n    第一千一百四十八條所明定。故被繼承人基於已登記為其所有之不動\r\n    產所有權所生之回復請求權或除去妨害請求權，既不罹於時效而消滅\r\n    ，則繼承人承受其權利後，自亦無罹於時效而消滅之可言。\r\n三  遺產繼承人，除配偶外，第一順序者為直系血親卑親屬，民法第一千\r\n    一百三十八條定有明文。又第一千一百三十八條所定第一順序之繼承\r\n    人有於繼承開始前死亡或喪失繼承權者，由其直系血親卑親屬代位繼\r\n    承其應繼分，同法第一千一百四十條亦有明文。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2309 號 民事判決",
        "case_summary": "請求給付報酬事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "律師之報酬及其墊款請求權，因二年不行使而消滅，為民法第一百二十七\r\n條第五款所明定，法律之所以對此請求權特別規定短期消滅時效，乃係此\r\n請求權為律師因日常生活為他人提供專門智識之對價，有從速履行、儘快\r\n解決之性質。我國律師之報酬及墊款請求權有此規定之適用，固無問題，\r\n即未依我國法律取得我國律師資格之外國律師，其在該外國本於律師之身\r\n分執行職務而取得之報酬及墊款請求權，亦係提供其專門智識之對價，同\r\n具從速履行，儘快解決之性質，仍應認有此規定之適用。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2301 號 民事裁定",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "給付無確定期限者，債務人於債權人得請求給付時，經其催告而未為給付\r\n，自受催告時起，負遲延責任。而債權人非因債務人遲延給付當然取得契\r\n約解除權，仍須定相當期限催告其履行，於期限內不履行時，始得解除契\r\n約。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2300 號 民事判決",
        "case_summary": "返還股票等事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "原告請求被告為一定給付，同時主張被告如不能為該項給付時，則應給付\r\n一定數量之金錢，此類請求，即為學說上所稱之代償請求，其主位請求與\r\n代償之補充請求，有不同之訴訟標的與訴之聲明，為單純客觀訴之合併，\r\n如其主位請求為代替物之給付，則因種類之債，無不能給付之情形，執行\r\n法院亦得逕予執行，自無就代償之補充請求為訴之客觀合併之必要。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2299 號 民事判決",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "契約附有解除條件者，於條件成就時，契約當然失其效力，無待於當事人\r\n終止權之行使。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2296 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 87 年 09 月 30 日",
        "case_gist": "按過去不成立之法律關係，經延至目前仍繼續不存在時，即不失為現在之\r\n法律關係。如原告對該法律關係存在與否，有即受確認判決之法律上利益\r\n者，自非不得就該現在繼續不存在之法律關係提起確認之訴。"
    },
    {
        "case_id": "最高法院 87 年度台聲字第 501 號 民事裁定",
        "case_summary": "聲請指定管轄事件",
        "case_date": "民國 87 年 09 月 25 日",
        "case_gist": "「有左列各款情形之一者，直接上級法院應依當事人之聲請或受訴法院之\r\n請求，指定管轄：一、有管轄權之法院，因法律或事實不能行審判權者。\r\n二、因管轄區域境界不明，致不能辨別有管轄權之法院者。」「直接上級\r\n法院不能行使職權者，前項指定由再上級法院為之。」民事訴訟法第二十\r\n三條第一項、第二項定有明文。本件聲請人就其與潘○輝間提起債務人異\r\n議之訴事件，向本院聲請指定管轄，無非以：臺灣花蓮地方法院及臺灣高\r\n等法院花蓮分院之法官與伊有宿怨云云為論據，然查無確切事證足以證明\r\n其主張為真實，自難謂已構成因法律不能行使審判權之情形。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2287 號 民事判決",
        "case_summary": "清償債務事件",
        "case_date": "民國 87 年 09 月 25 日",
        "case_gist": "民法總則施行法第十五條所規定：「未經認許其成立之外國法人，以其名\r\n義與他人為法律行為者，其行為人就該法律行為應與該外國法人負連帶責\r\n任。」其責任基礎係：外國法人有責任時，其行為人始有連帶責任，倘外\r\n國法人無責任，則其行為人即無責任；而就法律行為本身，係存在「他人\r\n」與「外國法人」之間。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2281 號 民事判決",
        "case_summary": "請求職業災害補償事件",
        "case_date": "民國 87 年 09 月 25 日",
        "case_gist": "勞工職業災害保險制度，乃係令雇主負擔保險費 (參見勞工保險條例第十\r\n五條第一款) ，由國家代雇主履行職業災害補償，以確保勞工職業災害補\r\n償請求之公正、迅速，並減輕雇主經濟負擔之制度，既依勞工保險條例所\r\n為之給付，其本質上仍屬勞基法之勞工職業災害補償。從而勞工因遭遇職\r\n業災害而致死亡，其遺屬因同一事故已依勞工保險條例所領得之保險給付\r\n，依勞基法第五十九條但書、勞工保險條例第十五條第一款規定，應予扣\r\n除抵充之。又依勞工保險條例第七十二條規定：雇主因不依法辦理勞工保\r\n險，將投保薪資以多報少所致之損失，雇主應按勞工保險條例所規定之給\r\n付標準賠償勞工。是勞工此項損害賠償請求權，乃屬勞工保險給付之代替\r\n權利，其本質上仍屬勞工保險給付，亦得抵充勞動災害補償。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2277 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 87 年 09 月 25 日",
        "case_gist": "地上權取得時效之中斷，依民法第七百七十二條、第七百七十一條前段規\r\n定，係指占有人自行中止占有，或變為不以取得地上權之意思而占有或其\r\n占有為他人侵奪者而言；苟占有他人地上之建築物係多數占有人所公同共\r\n有，而約定由其中部分公同共有人使用，其他公同共有人遷離該建築物時\r\n，因房屋性質不能脫離土地之占有而存在，遷離該建築物之公同共有人，\r\n對建築物既有公同共有權，依民法第九百四十一條規定，自不能謂其非該\r\n建築物所占有土地之間接占有人，此與前開所謂取得時效中斷之情形有別\r\n。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2272 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 87 年 09 月 25 日",
        "case_gist": "當事人之一方將其因契約所生之權利義務，概括的讓與第三人承受者，係\r\n屬契約承擔，與單純的債權讓與不同，非經他方之承認，對他方不生效力\r\n。上訴人除受讓陳○源依系爭買賣契約所約定出賣人之權利外，並同時承\r\n擔系爭買賣契約餘款之給付義務，為上訴人所自認，且有上訴人與陳○源\r\n間簽訂之協議書可憑，其性質應屬契約承擔。被上訴人既已明示不同意上\r\n訴人承擔陳○源對其與被上訴人間所訂系爭土地買賣契約之權利義務，陳\r\n○源與上訴人間契約承擔，對被上訴人自不生效力。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2259 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 87 年 09 月 24 日",
        "case_gist": "一  法人對於其董事或其他有代表權之人，因執行職務所加於他人之損害\r\n    ，應與行為人連帶負損害賠償責任，民法第二十八條定有明文。所謂\r\n    執行職務，凡在外觀上足認為機關之職務行為，及在社會觀念上，與\r\n    職務行為有適當牽連關係之行為，均屬之。\r\n二  以信用狀為付款方法之交易，出賣人通常皆待收到信用狀後，始辦理\r\n    貨物裝運手續。可見信用狀之交付應先於貨物之交付，初不因出賣人\r\n    直接將貨物出售於國外買受人，抑出售於國內買受人轉售於國外買受\r\n    人而有不同。\r\n三  債務人之給付需債權人之協力者，縱未約定債權人為協力行為之期限\r\n    ，然依一般社會觀念，債權人仍應於合理之期間內完成其協力行為。\r\n    倘因債權人不於合理期間完成協力行為，致債務人遲延給付者，尚難\r\n    謂係因可歸責於債務人之事由致未為給付，債務人自不負遲延責任。\r\n四  於繼續性之買賣契約，買受人於收受出賣人所交付之標的物後，無正\r\n    當理由而不給付價金者，出賣人以買受人已不足信賴，其有不能受對\r\n    待給付之虞，為維護自身之利益而拒絕嗣後各筆貨物之交付者，衡諸\r\n    誠實信用原則及民法不安抗辯權之立法意旨，自難謂為不當。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2248 號 民事判決",
        "case_summary": "給付價金事件",
        "case_date": "民國 87 年 09 月 24 日",
        "case_gist": "損害賠償以填補實際損害為原則，故債權人如因發生損害之原因事實同時\r\n受有利益者，於所受損害扣除所得利益後，其不足額始屬實際所受損害。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2247 號 民事判決",
        "case_summary": "開設通行路等事件",
        "case_date": "民國 87 年 09 月 24 日",
        "case_gist": "袋地通行權，非以袋地與公路有聯絡為已足，尚須使其能為通常之使用。\r\n而是否為通常使用所必要，除須斟酌土地之位置、地勢及面積外，尚應考\r\n量其用途。故袋地為建地時，倘准許通行之土地，不敷袋地建築之基本要\r\n求，自不能謂已使袋地能為通常之使用。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 496 號 民事裁定",
        "case_summary": "返還不當得利事件",
        "case_date": "民國 87 年 09 月 18 日",
        "case_gist": "按上訴人提起上訴，未繳納裁判費，若其有律師為訴訟代理人，依民事訴\r\n訟法施行法第九條之規定，無庸命其補正。且此不限必於聲明上訴當時，\r\n已委任律師為訴訟代理人為必要；如聲明上訴時未委任律師為訴訟代理人\r\n，而其後始委任律師為訴訟代理人，該訴訟代理人已知悉上訴人未繳納上\r\n訴裁判費用，且有充分期間得自動繳納者，為避免拖延訴訟，亦應認有其\r\n適用。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2223 號 民事判決",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 87 年 09 月 18 日",
        "case_gist": "按公司為讓與全部或主要部分之營業或財產之行為，應有代表已發行股份\r\n總數三分之二以上股東出席之股東會，以出席股東表決權過半數之同意行\r\n之。上開行為之要領，應記載於公司法第一百七十二條所定之通知及公告\r\n，且前開議案，應由有三分之二以上董事出席之董事會，以出席董事過半\r\n數之決議提出，為同法第一百八十五條第一項第二款、第四項、第五項所\r\n明定。是公司為讓與全部或主要部分之營業或財產之行為時，應依前開方\r\n式由董事提出，並於股東會召集之通知及公告中，將上開行為之要領載明\r\n為召集事由，不得列為臨時動議，且應經股東之特別決議。本件上開決議\r\n第二項所為公司廠房連同基地授權董事會全權向銀行辦理抵押借款、出租\r\n或處分之決議，雖非股東會直接為出租或處分之決議，然既授權董事會全\r\n權為之，意即嗣後有關此重大行為允許董事會逕行辦理，毋庸再事前經股\r\n東會決議。則此授權效果實與直接處分無異，解釋上此項授權董事會全權\r\n處理公司資產之決議自亦應有公司法第一百八十五條之適用。而上訴人公\r\n司之原合法董事三人乃為訴外人陳甲、陳乙、顏陳某三人，本次股東會召\r\n集人顏某、陳簡某均非董事會成員，其未經董事會成員召集董事會作成決\r\n議之程序，即逕為處分公司資產，此重大行為之議案提出、討論、表決，\r\n自亦違法。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 494 號 民事裁定",
        "case_summary": "支付命令聲明異議事件",
        "case_date": "民國 87 年 09 月 17 日",
        "case_gist": "法院違背專屬管轄之規定所為裁判，並非當然無效，僅係得否依上訴、抗\r\n告或再審程序救濟之問題。又法院審理案件違背專屬管轄規定，與裁判是\r\n否合法送達，並無必然之關連。本件再抗告人前聲請臺灣桃園地方法院 (\r\n下稱桃園地院) 對相對人核發之七十二年度促字第一○五○號支付命令，\r\n已據該院發給確定證明書，嗣相對人對該支付命令聲明異議，桃園地院以\r\n其逾越異議期間為由裁定駁回，經相對人提起抗告。乃原法院未切實查明\r\n該支付命令是否合法送達於相對人及相對人異議之聲明已否逾期，徒以相\r\n對人從未設籍桃園縣大園鄉后厝村二號，前開桃園地院支付命令記載該址\r\n為其住所地，並按該址為送達，顯未遵守專屬管轄之規定，進而認支付命\r\n令之送達不合法，將桃園地院所為駁回相對人聲明異議之裁定廢棄，依首\r\n揭說明，於法自欠允洽。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 491 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 87 年 09 月 17 日",
        "case_gist": "當事人對於附帶民事訴訟確定判決提起再審之訴，應自判決確定時起三十\r\n日之不變期間內為之。又對於附帶民事訴訟第二審判決於上訴期間內提起\r\n上訴，第三審法院以其上訴有不合法情形，以判決駁回其上訴者，對原第\r\n二審判決提起再審之訴，其再審不變期間應自判決確定之翌日起算。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 489 號 民事裁定",
        "case_summary": "返還擔保金事件",
        "case_date": "民國 87 年 09 月 17 日",
        "case_gist": "民事訴訟法第三百九十五條第一項規定，假執行之宣告，因就本案判決或\r\n該宣告有廢棄或變更之判決，自該判決宣示時起，於其廢棄或變更之範圍\r\n內，失其效力。如本案判決已經第二審法院廢棄，原第一審法院准予假執\r\n行之宣告，因無所附麗，於廢棄之範圍內失其效力，原第一審原告即不得\r\n再依已被廢棄之原判決聲請假執行，因而原第一審被告為免假執行而供擔\r\n保所提存之物，應認其應供擔保之原因已消滅。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2205 號 民事判決",
        "case_summary": "拆屋還地等事件",
        "case_date": "民國 87 年 09 月 17 日",
        "case_gist": "系爭租約載明租用期間自七十六年元月一日至七十八年十二月三十一日止\r\n共三年，到期得雙方協議租用或廢約。則系爭租約為定期租約，依民法第\r\n四百五十條第一項規定，租賃關係於期限屆滿時消滅。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2199 號 民事判決",
        "case_summary": "遷讓房屋等（交還停車位）",
        "case_date": "民國 87 年 09 月 17 日",
        "case_gist": "按區分所有建物之共同使用部分性質上係屬共有，共有人將各相關區分所\r\n有專有部分之建物所有權移轉時，依土地登記規則第七十二條第二款規定\r\n，其共同使用部分之所有權，亦隨之移轉同一人，各共有人對於該共同使\r\n用部分之設施，雖可依其共有部分之經濟目的，加以使用或約定分管，但\r\n使用權為所有權之積極權能之一，不得與所有權分離而單獨為買賣標的。\r\n又地下室車位共同使用部分，與建物專有部分，具有密切不可分之主從關\r\n係，建物專有部分所有人不得將共同使用部分之車位使用權單獨出售他人\r\n，或保留車位使用權而將建物專有部分出售他人。系爭停車位之產權係登\r\n記在前業主黃某持有之大樓公共設施之應有部分萬分之三三三，此應有部\r\n分已由被上訴人取得。上訴人雖同為大樓之區分所有建物所有人，並已向\r\n黃某單獨價購系爭停車位，惟此屬其與黃某間之買賣行為，僅具債權效力\r\n，不得以之對抗被上訴人，是上訴人抗辯其向黃某購買系爭停車位，非屬\r\n無權占有，即無足採取。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2149 號 民事判決",
        "case_summary": "塗銷房屋所有權移轉登記等",
        "case_date": "民國 87 年 09 月 11 日",
        "case_gist": "按基地有地上權設定之房屋出賣時，基地所有權人有依同樣條件優先購買\r\n之權，為土地法第一百零四條第一項所明定，旨在使房屋及基地合歸一人\r\n所有，以盡經濟上之效用，並杜紛爭。雖未明文規定地上權亦在優先承購\r\n之範圍內，但於基地所有權人優先承購房屋時，地上權亦應隨同房屋移轉\r\n於基地所有權人，始合乎立法意旨。系爭房屋坐落基地既有系爭地上權之\r\n設定，房屋所有權人、地上權人原均為林某，其將系爭房屋出賣於李某，\r\n為基地所有權人之被上訴人，即得依同樣條件優先購買該房屋。依上開說\r\n明，被上訴人本毋庸購買即可因優先購買系爭房屋而取得系爭地上權，其\r\n願依上訴人間買賣系爭地上權之同樣條件優先購買，亦難謂於法未合。林\r\n某既未通知被上訴人而與李某成立買賣契約，被上訴人自得請求李某塗銷\r\n上訴人間就系爭房屋及地上權之移轉登記，及請求林某以一百二十萬元與\r\n之訂立買賣契約書面，並協同辦理移轉登記。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2130 號 民事判決",
        "case_summary": "給付工程款事件",
        "case_date": "民國 87 年 09 月 10 日",
        "case_gist": "民法第一百六十九條前段「由自己之行為表示以代理權授與他人，對於第\r\n三人應負授權人之責任」之規定，原以本人有使第三人信為以代理權授與\r\n他人之行為，為保護交易之安全，有使本人負相當責任之必要而設。故判\r\n斷本人是否有使第三人信為以代理權授與他人之行為，自應以他人以本人\r\n之名義與第三人為代理行為時已表見之事實決之，嗣後之事實，並非第三\r\n人信賴之基礎，自不得做為判斷之依據。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2110 號 民事判決",
        "case_summary": "第三人異議之訴等事件",
        "case_date": "民國 87 年 09 月 10 日",
        "case_gist": "合夥解散後，應先經清算程序，合夥財產於清算完畢，清償合夥債務，或\r\n劃出必需數額予以保留後，始能就賸餘財產返還各合夥人之出資及按其應\r\n受分配利益之成數分配之。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 480 號 民事裁定",
        "case_summary": "給付報酬事件",
        "case_date": "民國 87 年 09 月 09 日",
        "case_gist": "民事訴訟法第四百六十六條第一項所定不得上訴之額數有增加時，依民事\r\n訴訟法施行法第八條規定，以其聲明不服之判決，係在增加前為之者，始\r\n依原定額數定其上訴之准許與否。若其判決係在增加後為之者，縱係於第\r\n三審法院發回後所為之更審判決，皆應依增加後之額數定其得否上訴。本\r\n院著有七十四年台抗字第一七四號判例。是民事訴訟法第四百六十六條第\r\n一項所定不得上訴第三審之額數，於司法院依同條第二項規定，明令自八\r\n十六年一月一日起增加為十五萬元後，依前開判例意旨，第二審法院之判\r\n決 (包括更審判決、再審判決等) ，係在增加前即八十五年十二月三十一\r\n日以前為之者，始依原定額數即十萬元定其上訴之准許與否。若其判決係\r\n在增加後即八十六年一月一日以後為之者，均應依增加後之額數，定其得\r\n否上訴。"
    },
    {
        "case_id": "最高法院 87 年度台簡上字第 46 號 民事裁定",
        "case_summary": "確認本票債權不存在事件",
        "case_date": "民國 87 年 09 月 04 日",
        "case_gist": "至於上訴人所主張被上訴人取得系爭本票係無對價關係部分，原審雖未於\r\n其判決理由項下記載其取捨意見，惟此項理由不備，自非屬適用法規顯有\r\n錯誤。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2100 號 民事判決",
        "case_summary": "拆屋還地等事件",
        "case_date": "民國 87 年 09 月 04 日",
        "case_gist": "上訴人使用系爭土地數十年，既不依「臺灣省各縣市暨鄉鎮公產清查辦法\r\n」與被上訴人協商租賃或設定地上權或依法辦理徵收，又未曾支付任何使\r\n用對價予被上訴人，上訴人自受有相當於租金之利益，被上訴人則因而受\r\n有相當於租金之損害，上訴人占用被上訴人所有之系爭土地，已符合不當\r\n得利之法律構成要件，被上訴人自得依民法第一百七十九條不當得利之規\r\n定，請求上訴人返還相當於租金之利益。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2095 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 87 年 09 月 04 日",
        "case_gist": "契約未定期限者，借用人應於依借貸之目的使用完畢時返還之，此觀民法\r\n第四百七十條規定自明。兩造間就系爭房屋所坐落之系爭土地有未定期限\r\n之使用借貸關係，而被上訴人借用系爭土地之目的，既為繼續使用被上訴\r\n人或其先人前所建造之房屋居住為目的，自以被上訴人使用系爭土地之目\r\n的完畢，即其無繼續居住系爭房屋或該房屋不堪使用時，返還期限始屆至\r\n。上訴人雖又主張，若兩造間有使用借貸關係，亦因伊已對被上訴人為終\r\n止借貸關係之意思表示，被上訴人亦應返還系爭土地云云。然上訴人既未\r\n能證明被上訴人已不使用系爭房屋以供居住或系爭房屋已不堪住用，縱兩\r\n造間未訂立借用之期限，上訴人亦不得任意終止兩造間之借貸關係，其所\r\n為終止契約之意思表示，不能認為有效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2079 號 民事判決",
        "case_summary": "返還不當得利等事件",
        "case_date": "民國 87 年 09 月 04 日",
        "case_gist": "一  民法第三百五十五條第二項規定：「買受人因重大過失，而不知有前\r\n    條第一項所稱之瑕疵者，出賣人如未保證其無瑕疵時，不負擔保之責\r\n    。但故意不告知其瑕疵者，不在此限。」又同法第三百五十四條第一\r\n    項前段規定：「物之出賣人，對於買受人應擔保其物依第三百七十三\r\n    條之規定，危險移轉於買受人時，無滅失或減少其價值之瑕疵，亦無\r\n    滅失或減少其通常效用，或契約預定效用之瑕疵。」倘上訴人所稱系\r\n    爭土地上之建築物高度不得超過四層樓屬實，且現今於相類系爭土地\r\n    之上興建建物以能建築超過四層樓以上之高度為通常效用，而王○傑\r\n    又故意不告知上開限制，則上訴人依契約請求王○傑負瑕疵擔保責任\r\n    ，自屬重要之攻擊方法，乃原審對於此點未注意審究，並在判決理由\r\n    項下說明其取捨意見，自屬可議。\r\n二  「盜贓之牙保，係在他人犯罪完成後所為之行為，性質上難認為與該\r\n    他人共同侵害被害人之權利，牙保之人與實施竊盜之人，固不構成共\r\n    同侵害行為。惟盜贓之牙保，既足使被害人難於追回原物，因而發生\r\n    損害，仍難謂非對於被害人為另一侵權行為，倘被害人因而受有損害\r\n    ，尚非不得依一般侵權行為之法則，請求牙保之人賠償其損害。」本\r\n    院著有六十四年度台上字第一三六四號判例，可資參照。則邱○玲將\r\n    系爭土地之權狀交予王○傑之行為，是否不構成侵權行為，非無研究\r\n    餘地。\r\n三  「確認之訴，除確認證書真偽之訴外，應以法律關係為訴訟標的，此\r\n    觀民事訴訟法第二百四十七條之規定自明，契約為法律關係之發生原\r\n    因，非即法律關係之本身，契約之有效與否，本屬一種法律問題，不\r\n    得為確認之訴之標的，惟以自己之所有物，經無處分權人與人訂立所\r\n    有權移轉契約為原因，提起確認之訴時，雖其訴之聲明係求確認物權\r\n    移轉契約為無效，而其真意實係以物權移轉契約無效為理由，求為確\r\n    認自己之所有權仍屬存在之判決，其訴訟標的仍為法律關係，而非契\r\n    約之無效。」本院著有三十二年度上字第二二五七號判例可參。上訴\r\n    人請求確認張○財與陳○玲間、楊○玉與高○豐間之所有權移轉登記\r\n    行為無效，其真意倘係求為確認張○財、楊○玉之所有權仍屬存在之\r\n    判決，揆諸上開判例，其訴訟標的仍為法律關係，自無不合。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2067 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 09 月 03 日",
        "case_gist": "（一）海商法第一百條第一項前段規定，貨物一經有受領權利人受領，視\r\n      為運送人已依照載貨證券之記載，交清物貨。此為海上運送人義務\r\n      消滅之特別原因。所稱受領權利人，在運送人或船長未簽發載貨證\r\n      券之情形，受貨人在一定要件下，可為受領權利人。即託運人對於\r\n      運送人，因運送契約所生之權利，須於運送物達到目的地，並經受\r\n      貨人請求交付後，受貨人即取得其權利，而為受領權利人，此見民\r\n      法第六百四十四條之規定自明。而在運送人或船長簽發載貨證券之\r\n      情形，如在貨物目的港，持有一份載貨證券之人即為受領權利人。\r\n      不在貨物目的港，須持有載貨證券全數者，始為受領權利人。\r\n（二）按擔保提貨乃運送人與銀行訂立保證契約，約定運送人准許受貨人\r\n      於未交還載貨證券之情形下提貨，銀行則對運送人保證一旦受貨人\r\n      取得載貨證券，當即交還運送人，否則，銀行保證對於運送人之放\r\n      貨行為所致之損害負賠償責任。亦即擔保提貨僅為銀行與運送人間\r\n      之保證契約關係，殊與託運人及載貨證券持有人無涉。故縱有擔保\r\n      提貨之慣例，亦不足以免除運送人對託運人或載貨證券持有人之損\r\n      害賠償責任。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2058 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 87 年 09 月 03 日",
        "case_gist": "民法第一百九十三條規定不法侵害他人之身體或健康者，對於被害人因此\r\n喪失或減少勞動能力或增加生活上之需要時，所負之賠償責任，參照本院\r\n二十二年上字第三五三號判例意旨，應包括因勞動能力之喪失或減少，而\r\n喪失將來一部或全部之收入及將來維持傷害後身體及健康之必需支出在內\r\n。且所稱增加生活上之需要，以被害以前並無此需要，因為受侵害，始有\r\n支付此費用之需要為已足。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2050 號 民事判決",
        "case_summary": "返還價金事件",
        "case_date": "民國 87 年 09 月 03 日",
        "case_gist": "因契約互負債務，有先為給付義務之一方未為給付，而請求他方給付者，\r\n他方固得據為拒絕自己給付之抗辯，惟享有此項抗辯權之他方，在未行使\r\n此抗辯權以前，仍可發生遲延責任之問題，必須行使以後始能免責。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2049 號 民事判決",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 87 年 09 月 03 日",
        "case_gist": "耕地三七五減租條例第十六條所謂不自任耕作，係指承租人將耕地供非耕\r\n作之用或轉租或借與他人使用而言，違反者，原訂租約無效。至承租人非\r\n因不可抗力繼續一年不為耕作，則屬同條例第十七條第一項第四款規定之\r\n事由，僅出租人得終止租約，原訂租約並非無效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2047 號 民事判決",
        "case_summary": "確認所有權存在等事件",
        "case_date": "民國 87 年 09 月 03 日",
        "case_gist": "民法第二百六十五條之規定，乃予先為給付義務人以不安之抗辯權，此項\r\n抗辯權，係以他方之財產於訂約後顯形減少，致有難為對待給付之虞為要\r\n件。原審既未認定被上訴人莊林○幼及黃○英等三人有先為給付之義務，\r\n復未查明上訴人甲○公司之財產是否於訂約後顯形減少，致有難為對待給\r\n付之虞，率謂被上訴人莊林○幼及黃○英等三人得行使不安之抗辯權，自\r\n嫌速斷。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 464 號 民事裁定",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "爭執之法律關係，有定暫時狀態之必要者，得準用關於假處分之規定，民\r\n事訴訟法第五百三十八條定有明文。所謂法律關係，係指金錢以外，凡適\r\n於為民事訴訟之標的，有繼續性者，皆屬之；所謂有定暫時狀態之必要云\r\n者，則如避重大之損失或防急迫之強暴等類是。是於爭執之法律關係而有\r\n前述之情形者，即得依假處分程序請求為暫時之保護，債權人得於本案判\r\n決確定前暫時實現其權利，此與一般假處分之目的在保全將來執行，債權\r\n人於取得假處分裁定後，在本案執行前並不能受有若何現實利益者，尚有\r\n不同。又定暫時狀態之假處分，並非以保全將來之強制執行為目的，故凡\r\n債權人對有繼續性之法律關係爭執，釋明有為此種假處分之利益者，即得\r\n聲請之，其本案請求無論為給付之訴、確認之訴或形成之訴，均有其適用\r\n。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2043 號 民事判決",
        "case_summary": "異議之訴事件",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "分別共有之各共有人，依其應有部分對於共有物之全部有使用收益權，所\r\n謂應有部分，係指分別共有人得行使權利之比例，而非指共有物之特定部\r\n分，因此分別共有之各共有人，得依其應有部分之比例，對共有物之全部\r\n行使權利 (最高法院五十七年台上字第二三八七號判例參照) 。但共有人\r\n對共有物之特定部分使用收益，仍須徵得他共有人全體同意，非謂共有人\r\n得對共有物全部或任何一部有自由使用收益之權利。如共有人不顧他共有\r\n人之利益，而就共有物之全部或一部任意使用收益，自屬侵害他共有人之\r\n權利 (最高法院六十二年度台上字第一八○三號判例參照) 。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2041 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "法院以原物為分配時，如共有人中有不能按其應有部分受分配者，得以金\r\n錢補償之，固為民法第八百二十四條第三項所明定。惟所謂金錢補償，係\r\n指依原物市場交易之價格予以補償而言。又法院如採價格補償為共有物之\r\n分割方法，則原物分配及補償金錢已合併為分割方法之一種，兩者有不可\r\n分之關係，若當事人僅對命補償金錢部分提起上訴，關於原物分配部分，\r\n應認亦為上訴效力所及。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2036 號 民事判決",
        "case_summary": "異議之訴事件",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "宣告假執行之判決有執行力，與確定判決之執行力無所軒輊，被上訴人既\r\n係以上開宣告假執行之判決聲請強制執行，自非以無確定判決同一之效力\r\n之執行名義聲請強制執行，應無強制執行法第十四條第二項規定之適用。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2031 號 民事判決",
        "case_summary": "請求給付保險金",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "依保險法第四十三條規定製作之保險單或暫保單並非證券文書，是保險契\r\n約之內容自非專以保險單或暫保單之記載為據，倘當事人對於其記載之真\r\n意有所爭執，應憑過去事實及其他一切證據資料以為判斷，不得拘泥於保\r\n險契約之文字。系爭保險契約於保險標的物欄第一項「房屋及裝潢」之後\r\n載有「所有權人：盧○郎」等字樣，兩造對該記載之真意既有爭執，自應\r\n本此原則以為認定。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 2000 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "權利之拋棄，不得違背法律之強制或禁止規定或公序良俗，否則其拋棄行\r\n為無效。又憲法第十六條規定，人民有訴訟之權，旨在確保人民有依法定\r\n程序提起訴訟及受公平審判之權利。查系爭協議書第四條雖約定兩造「不\r\n得再以任何方式追究他方刑責」，其真意倘係拋棄刑事訴訟權，即有違憲\r\n法第十六條保障訴訟權之意旨，難謂有效。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1998 號 民事判決",
        "case_summary": "不動產所有權移轉登記事件",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "公司讓與全部或主要部分之營業或財產，應有代表已發行股份總數三分之\r\n二以上股東出席之股東會，以出席股東表決權過半數之同意行之；又此議\r\n案，應由有三分之二以上董事出席之董事會，以出席董事過半數之決議提\r\n出之；關此行為之要領，在股東會召集時，並應記載於通知及公告，於二\r\n十日前 (常會) 或十日前 (臨時會) 通知各股東，觀諸公司法第一百八十\r\n五條第一項第二款、第四項、第五項、第一百七十二條第一項、第二項、\r\n第三項規定自明。再，此議案既與公司之營運有關，故宜由業務執行機關\r\n之董事會提出，且事關緊要，故要求議案之提出須經董事會之特別決議；\r\n又期股東得事先知悉，踴躍出席股東會，且反對該議案之股東，始能於決\r\n議前先以書面通知公司反對該行為之意思表示，以行使股份收買請求權之\r\n準備 (公司法第一百八十六條參看) ，雖公司法未明文規定 (公司法第一\r\n百七十二條第四項) ，仍應認不得以臨時動議提出。公司讓與全部或主要\r\n部分之營業或財產，如未依前開規定為之，自不生效力。此與公司為該讓\r\n與行為所召集之股東會召集程序或決議方法違反法令章程時，股東得依同\r\n法第一百八十九條規定訴請法院撤銷其決議之情形不同。又依公司法第二\r\n十條規定，公司每屆營業年度終了，應將營業報告書、資產負債表、主要\r\n財產之財產目錄、損益表、股東權益變動表、現金流量表及盈餘分配或虧\r\n損撥補之議案，提請股東同意或股東會承認。其目的均在保障投資人權益\r\n。如公司之主要財產目錄經股東會承認，該財產之讓與處分，自應依上開\r\n程序處理。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1987 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 87 年 08 月 28 日",
        "case_gist": "民法第三百七十三條之所以規定，除契約另有訂定外，買賣標的物之利益\r\n及危險，自交付時起均由買受人負擔，係為杜絕買賣當事人之間所生危險\r\n負擔之爭論而立法，並非為買受人與第三人間之糾紛而為。被上訴人既依\r\n強制執行法第九十八條，於領得權利移轉證書之日起取得拍定不動產之所\r\n有權，自不因尚未受領點交而否認其對於系爭房地之所有權，其自得依該\r\n所有權之法律關係對於侵害其所有權之第三人 (即上訴人) 請求賠償。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1972 號 民事判決",
        "case_summary": "確認股權存在等事件",
        "case_date": "民國 87 年 08 月 27 日",
        "case_gist": "原告請求被告為一定給付，同時主張被告如不能為該項給付時，則應給付\r\n一定數量之金錢，此類請求即為學說上所稱代償請求。代償請求並非以本\r\n來請求無理由為條件，始請求就代償請求裁判，或請求擇一為裁判，故非\r\n訴之預備或選擇合併，而為單純之合併，法院自應併予調查裁判。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 454 號 民事裁定",
        "case_summary": "聲請返還擔保金",
        "case_date": "民國 87 年 08 月 21 日",
        "case_gist": "訴訟終結後，供擔保人證明已定二十日以上之期間，催告受擔保利益人行\r\n使權利而不行使者，法院應依供擔保人之聲請，以裁定命返還其提存物，\r\n此於因假處分所供之擔保，亦準用之，民事訴訟法第一百零六條、第一百\r\n零四條第一項第二款定有明文。所謂訴訟終結係指本案之訴訟已經確定或\r\n和解等情形而言。依此規定聲請返還提存物或保證書者，係以供擔保人於\r\n訴訟終結後，已定二十日以上之期間，催告受擔保利益人行使權利，以及\r\n受擔保利益人受催告後，未於催告所定期間內行使權利為要件。訴訟終結\r\n後定二十日以上期間之催告，既屬法定要件之一，則催告必須在訴訟終結\r\n之後，否則不生催告之效力。不能謂訴訟終結前之催告，自屬合法。"
    },
    {
        "case_id": "最高法院 87 年度台聲字第 400 號 民事裁定",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 87 年 08 月 21 日",
        "case_gist": "裁判費之審核為法院應依職權調查之事項，不受當事人申報金額之影響。\r\n本件訴訟標的之價額僅為二十一萬六千元，聲請人因上訴所得受之利益，\r\n既未逾新台幣四十五萬元，自不得提起第三審上訴，亦不因第二審判決正\r\n本內有得於二十日內上訴之記載，使原不得上訴第三審之案件，變為得上\r\n訴第三審。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1951 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 87 年 08 月 21 日",
        "case_gist": "一  共有物之分割協議係屬債權契約，且不以書面為之為必要，共有人全\r\n    體對分割方法同意者，不論為明示或默示，事前同意或事後追認，均\r\n    可認為有分割之協議。\r\n二  分割共有物之訴，係以共有物分割請求權為其訴訟標的，法院認原告\r\n    請求分割共有物為有理由，即應依民法第八百二十四條第二項定其分\r\n    割方法，毋庸為准予分割之諭知，不可將之分為「准予分割」及「定\r\n    分割方法」二訴。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1949 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 87 年 08 月 21 日",
        "case_gist": "勞動基準法第六十二條第一項規定：「事業單位以其事業招人承攬，如有\r\n再承攬，承攬人或中間承攬人，就各該承攬部分所使用之勞工，均應與最\r\n後承攬人，連帶負本章所定僱主應負職業災害補償之責任。」第二項規定\r\n：「事業單位或承攬人或中間承攬人，為前項之災害補償時，就其所補償\r\n之部分，得向最後承攬人求償。」依此條規定，事業單位、承攬人、中間\r\n承攬人、最後承攬人就災害補償應負連帶賠償責任，事業單位、承攬人、\r\n中間承攬人為補償時，就其所補償之部分，得向最後承攬人求償。而本件\r\n上訴人就其員工而言，係最後承攬人，上訴人就本件職業災害之發生雖無\r\n過失，惟按職業災害補償乃對受到「與工作有關傷害」之受僱人，提供及\r\n時有效之薪資利益、醫療照顧及勞動力重建措施之制度，使受僱人及受其\r\n扶養之家屬不致陷入貧困之境，造成社會問題，其宗旨非在對違反義務、\r\n具有故意過失之僱主加以制裁或課以責任，而係維護勞動者及其家屬之生\r\n存權，並保存或重建個人及社會之勞動力，是以職業災害補償制度之特質\r\n係採無過失責任主義，凡僱主對於業務上災害之發生，不問其主觀上有無\r\n故意過失，皆應負補償之責任，受僱人縱使與有過失，亦不減損其應有之\r\n權利。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1931 號 民事判決",
        "case_summary": "履行契約事件",
        "case_date": "民國 87 年 08 月 20 日",
        "case_gist": "代理人於代理權範圍內所為之法律行為，其效果始歸於本人；逾越代理權\r\n範圍，則為無權代理。代理權之範圍，因法定代理或意定代理而不同。法\r\n定代理權之範圍，依法律之規定；意定代理權之範圍，則依本人之授權行\r\n為定之。本人授權代理人將他人之不動產所有權辦理移轉登記予本人，而\r\n未授權代理人另行與該他人就已辦理所有權移轉登記予本人之不動產，為\r\n設定抵押權予第三人之協議者，縱該設定抵押權之協議與辦理所有權移轉\r\n登記有關，自難謂該代理人所為之設定抵押權之協議為有權代理。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1922 號 民事判決",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 87 年 08 月 20 日",
        "case_gist": "按不定期房屋租賃，出租人有收回自住之必要時，固得依土地法第一百條\r\n第一款之規定隨時收回該房屋。惟該條款之規定僅係限制出租人收回房屋\r\n之特別原因而已。如出租人依該條款以收回自住為由請求返還房屋者，自\r\n仍應依民法第四百五十條第三項但書之規定向承租人先期通知並經合法終\r\n止後，始有收回該房屋請求權存在。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 443 號 民事裁定",
        "case_summary": "確認債權不存在等事件",
        "case_date": "民國 87 年 08 月 19 日",
        "case_gist": "對於確定裁定聲請再審，若非主張有民事訴訟法第四百九十六條第一項或\r\n第四百九十七條所列之情形者，固應以其為不合法而駁回之，惟此僅屬形\r\n式要件，只須主張有此情形之一為已足，至其情形是否果屬存在，則為其\r\n聲請有無理由之問題。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1915 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 87 年 08 月 19 日",
        "case_gist": "民法第二十八條所加於法人之連帶賠償責任，以該法人之董事或其他有代\r\n表權之人，如清算人、公司之重整人等，因執行職務所加於他人之損害者\r\n為限，若加損害者非法人之董事或其他有代表權之人，即與該條規定之責\r\n任要件不符，該他人殊無據以請求連帶賠償之餘地。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1898 號 民事判決",
        "case_summary": "損害賠償等事件",
        "case_date": "民國 87 年 08 月 14 日",
        "case_gist": "按契約解除時，當事人雙方負回復原狀之義務，除法律另有規定或契約另\r\n有訂定外，由他方所受領之給付物，應返還之，民法第二百五十九條第一\r\n款定有明文。負回復原狀義務之當事人，如應返還之物有毀損、滅失，或\r\n其他事由致不能返還者，則依同條第六款之規定，應償還其價額，惟此係\r\n就契約解除當時有上開情事者而言，乃契約解除之回復原狀，係因解除而\r\n新發生之義務，其內容並於解除效力發生時確定，故契約解除之效力發生\r\n以後，始有不能返還之情事者，即不可再援解除契約回復原狀規定，請求\r\n償還其價額。"
    },
    {
        "case_id": "最高法院 87 年度台抗字第 427 號 民事裁定",
        "case_summary": "聲請假處分停止強制執行等",
        "case_date": "民國 87 年 08 月 13 日",
        "case_gist": "按強制執行法第十八條第二項規定法院對於許可強制執行之裁定提起抗告\r\n時得為停止強制執行之裁定，該所謂「許可強制執行之裁定」者，係指假\r\n扣押、假處分等保全程序裁定以外其他經法院許可其強制執行之非訟裁定\r\n而言，例如強制執行法第四條第一項第五款、票據法第一百二十三條、平\r\n均地權條例第七十八條第二項、仲裁法第三十五條第二、三項、國民住宅\r\n條例第二十一條、第二十三條、勞資爭議處理法第三十七條第一項之裁定\r\n等是。故債務人對於假扣押、假處分裁定提起抗告時，法院即不得任依強\r\n制執行法第十八條第二項規定停止該假扣押或假處分裁定之保全執行。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1869 號 民事判決",
        "case_summary": "返還所有物事件",
        "case_date": "民國 87 年 08 月 13 日",
        "case_gist": "動產之善意取得，係指基於移轉動產所有權之合致意思，而依有效之法律\r\n行為，由讓與人將動產交付善意之受讓人，縱讓與人實際並無移轉所有權\r\n之權利，該善意受讓人仍取得其所有權之謂。倘雙方非本於有效之法律行\r\n為或受讓人非屬善意，應無民法第八百零一條、第九百四十八條所定善意\r\n取得 (受讓) 之適用。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1861 號 民事判決",
        "case_summary": "損害賠償等事件",
        "case_date": "民國 87 年 08 月 13 日",
        "case_gist": "共有人對於共有物之使用收益權，乃本其所有權所生之權能，並非法律關\r\n係之本身，不得為確認之訴之標的。"
    },
    {
        "case_id": "最高法院 87 年度台上字第 1859 號 民事判決",
        "case_summary": "異議之訴事件",
        "case_date": "民國 87 年 08 月 13 日",
        "case_gist": "抵銷不以雙方之債權明確為要件，故當事人間對於債權之成立或範圍雖有\r\n爭執，或就其爭議事項訂有仲裁契約，均不影響當事人抵銷權之行使，法\r\n院應就其抵銷主張之是否正當，予以審究。"
    }
]