[
    {
        "case_id": "最高法院 84 年度台上字第 1855 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 07 月 27 日",
        "case_gist": "本於債務不履行而生之請求權，與本於不當得利所生之請求權，在實體法\r\n上為兩種不同之請求權，在訴訟法上為兩種不同之訴訟標的，法院不得將\r\n原告本於債務不履行而為之請求，依職權改命被告返還不當得利，否則即\r\n係就當事人未聲明之事項而為裁判。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1854 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 07 月 27 日",
        "case_gist": "貨物如係以裝填貨櫃方式而為運送時，海商法第一百十四條第二項所規定\r\n之運送人單位責任限制之件數，除託運人與運送人或船舶所有人另有約定\r\n者外，應以載貨證券內所記載裝填於貨櫃內之件數作為計算之基準。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1852 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 07 月 27 日",
        "case_gist": "信託行為係指委託人授與受託人超過經濟目的之權利，而僅許可其於經濟\r\n目的範圍內行使權利之法律行為而言。信託關係因委託人信賴受託人代其\r\n行使權利而成立，自須受託人與委託人間訂有信託契約始可發生。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1843 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 07 月 27 日",
        "case_gist": "財政部設有國有財產局，承辦國有財產之取得、使用、收益及處分事務，\r\n此觀國有財產法第一條、第九條第二項之規定而自明。準此，凡因有關國\r\n有財產之處分涉訟者，僅國有財產局對於為訴訟標的客體之國有財產有處\r\n分之權能，自應以國有財產局為原告或被告，其當事人之適格，始能謂無\r\n欠缺。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 297 號 民事判決",
        "case_summary": "返還無權占有土地事件",
        "case_date": "民國 84 年 07 月 24 日",
        "case_gist": "按提起第二審上訴，依民事訴訟法第四百四十條之規定，應於第一審判決\r\n送達後二十日之不變期間內為之。本件第一審判決係於民國八十三年五月\r\n二十四日送達，此有卷附送達證書足據，上訴期間自判決送達之翌日起 (\r\n上訴人委有訴訟代理人住居原法院所在地並授與得為上訴之特別代理權，\r\n無須扣除在途期間) ，算至同年六月十四日止，即告屆滿 (期間末日原為\r\n六月十三日，是日為端午節國定假日，依法應以次日即十四日代之) 乃上\r\n訴人遲至同年月十六日始提出上訴狀，顯逾上開不變期間，其第二審上訴\r\n自非合法。原審雖未以程序駁回，而從實體上為上訴人敗訴之判決，但結\r\n果並無不同，仍應維持。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 393 號 民事裁定",
        "case_summary": "聲請假處分",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "命債權人提供擔保而准予假處分者，所命擔保係備為賠償債務人因假處分\r\n所受損害之用，是擔保金額之核定，應以債務人因假處分可能受到之損害\r\n為衡量標準。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 392 號 民事裁定",
        "case_summary": "強制執行",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "強制執行法第一百二十四條第一項規定：「執行名義係命債務人交出不動\r\n產而不交出者，執行法院得解除債務人之占有，使歸債權人占有。如債務\r\n人於解除占有後，復占有該不動產者，執行法院得依聲請續為執行」。是\r\n只須債務人於解除占有後，復占有該不動產，債權人即得聲請執行法院續\r\n為執行。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1835 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "按定共有物分割方法，固可由法院自由裁量，然亦須以其方法適當者為限\r\n。又法院所定分割方法，如未顧及經濟效益並兼顧公共利益，即難謂為適\r\n當。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1833 號 民事判決",
        "case_summary": "辦理所有權移轉登記",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "按共有人將共有物特定之一部讓與他人，非得共有人全體之同意，對於其\r\n他共有人不生效力。然依最高法院五十五年台上字第三二六七號判例意旨\r\n，受讓人固得對於締約之共有人，依債權法則請求使其就該一部取得單獨\r\n所有權；對於不履行之締約人，除要求追償定金或損害賠償外，亦得請求\r\n使其取得按該一部計算之應有部分，與他共有人繼續共有之關係。惟上開\r\n判例係指部分共有人讓與共有物之特定部分而言，不及於單獨所有權人讓\r\n與其所有物之特定部分或共有人全體讓與共有物之特定部分之情形。單獨\r\n所有權人或共有人全體，有處分特定部分共有物之權利。苟契約雙方係約\r\n定讓與特定部分，受讓人即無變更契約內容，改請求移轉應有部分而形成\r\n新共有關係之權利。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1826 號 民事判決",
        "case_summary": "異議之訴",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "按租賃契約以當事人就租賃物及租金互相同意時方為成立，承租人於租期\r\n屆滿後，雖仍為租賃物之使用收益，然既經出租人對原定租金表示爭執，\r\n並未協議一致，自與不即表示反對之意思者有別，不能適用民法第四百五\r\n十一條規定，視為不定期限繼續契約。本件被上訴人於八十二年八月三日\r\n以屏東郵局第二五六號存證信函通知上訴人表示：「租期至八十二年八月\r\n十日屆滿，屆期貴公司是否有意續租，如有意，希於期限內前來本公司洽\r\n商，而另訂租約，倘若無意或條件無法說妥，希請屆期交還租賃物。」有\r\n該存證信函可稽，且為上訴人所不爭執。而兩造並未另訂租約，顯就租金\r\n等重要內容未協議一致，縱上訴人於租期屆滿後繼續使用租賃物，仍不能\r\n適用民法第四百五十一條規定，視為不定期限繼續契約。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1824 號 民事判決",
        "case_summary": "給付資遺費",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "按公司之監察人係公司股東會依委任關係選任，與公司間並無僱傭關係，\r\n非公司之職員，故無勞基法之適法。本件上訴人原來既為被上訴人公司之\r\n監察人，其依勞基法第十六條、第十七條、第二十條及勞基法施行細則第\r\n八條規定，請求被上訴人給付資遺費及預告期間之工資暨利息，實有未合\r\n，不能准許。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1821 號 民事判決",
        "case_summary": "履行契約等",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "上開公告已明示以超過底價最高者得標，應屬要約，投標出價最高者，即\r\n為承諾，該標售性質上為買賣，其買賣契約是否成立，應以標售人與應買\r\n人之意思表示是否一致為斷。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1816 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "私有土地，因天然變遷成為湖澤或可通運之水道，其所有權視為消滅後，\r\n再行回復原狀時，經原所有權人證明為其原有者，仍回復其所有權，無待\r\n於向政府機關之申請核准，亦不因他人以人工改良所致而不同，此觀之土\r\n地法第十二條第二項規定甚明。至他人因改良，得否請求原所有權人償還\r\n其不當得利，則屬另一法律問題。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1809 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 07 月 21 日",
        "case_gist": "按訴之變更、追加或提起反訴，非經他造同意，不得為之，但第二百五十\r\n六條第二款至第四款之情形，不在此限；又不變更訴訟標的，而補充或更\r\n正事實上或法律上之陳述，於訴之變更或追加無礙。民事訴訟法四百四十\r\n六條第一項、第四百六十二條、第二百五十六條第一款分別定有明文。上\r\n訴人所主張之訴訟標的係民法第二百五十九條之回復原狀請求權，而該條\r\n之請求權基礎乃契約解除時所產生，上訴人先謂伊解除契約之依據為民法\r\n第二百五十四條，嗣又謂係依據同法第二百五十六條規定云云，乃係不變\r\n更訴訟標的而補充法律上之陳述，依前開說明，無庸得被上訴人之同意。\r\n惟按當事人預期不確定事實之發生，以該事實發生時為債務之清償期者，\r\n應認該事實發生時或其發生已不能時，為清償期屆至之時。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 386 號 民事裁定",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 07 月 20 日",
        "case_gist": "查法院核定訴訟標的之價額，應以起訴時之交易價額為準，無交易價額者\r\n，以原告就訴訟標的所有之利益為準。民事訴訟費用法第四條第二項定有\r\n明文。又當事人對於第二審判決，於上訴期間內提起上訴時，原第二審法\r\n院因定其判決是否不得上訴，自應調查其上訴利益，如調查結果，起訴時\r\n訴訟標的之價額逾民事訴訟法第四百六十六條第一項所定之十萬元 (折合\r\n新台幣三十萬元) 即不得因第一、二審計算之價額不逾該數，遽為駁回上\r\n訴之裁定。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1813 號 民事判決",
        "case_summary": "給付貨款",
        "case_date": "民國 84 年 07 月 20 日",
        "case_gist": "按雙方契約之一方當事人受領遲延者，其原有之同時履行抗辯權，並未因\r\n此而歸於消滅。故他方當事人於其受領遲延後，請求為對待給付者，仍非\r\n不得提出同時履行抗辯。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1807 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 07 月 20 日",
        "case_gist": "按侵權行為所生之損害賠償請求權，自請求權人知有損害及賠償義務人時\r\n起，二年間不行使而消滅，民法第一百九十七條第一項定有明文。所謂知\r\n有損害，係指知悉受有何項損害而言。至對於損害額則無認識之必要。即\r\n以後損害額之變更於請求權時效之進行無礙。系爭支票為平行線支票，依\r\n票據法第一百三十九條第三項規定，被上訴人乃係受執票人委託代為取款\r\n之銀錢業者，僅負責就支票之真正為形式上之審查、辨認，而無權決定是\r\n否應依支票文義為付款。故支票付款人，應於付款時對支票所載文義，例\r\n如發票人簽名或印文是否相符，票載金額是否經塗改變造等，加以審核。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1806 號 民事判決",
        "case_summary": "給付工程款",
        "case_date": "民國 84 年 07 月 20 日",
        "case_gist": "按承攬之工作為建築物或其他土地上之工作物，或為此等工作物之重大修\r\n繕者，承攬人就承攬關係所生之債權，對於其工作所附之定作人之不動產\r\n，有抵押權。民法第五百十三條定有明文。則法定抵押權，係指承攬人就\r\n承攬關係所生之債權，對於其工作物所附之定作人之不動產有就其賣得價\r\n金優先受償之權，若非就承攬關係所生之債權，不在法定抵押權之範圍內\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1786 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 07 月 20 日",
        "case_gist": "違約金，有屬於懲罰之性質者，有屬於損害賠償約定之性質者。前者，於\r\n債務人履行遲延時，債權人即得請求違約金，且除請求違約金外，並得依\r\n民法第二百三十一條規定，請求債務人賠償因遲延而生之損害；如屬後者\r\n，則應視為就因遲延所生之損害，業已依契約預定其賠償，不得更請求因\r\n遲延所生之損害。"
    },
    {
        "case_id": "最高法院 84 年度台再字第 73 號 民事判決",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 84 年 07 月 14 日",
        "case_gist": "第三審為法律審，依民事訴訟法第四百七十六條第一項規定，應以第二審\r\n判決確定之事實為判決基礎，故其所為判決書，毋庸另設事實欄記載當事\r\n人之聲明及其提出之攻擊或防禦方法；又依同法第五百零五條規定，再審\r\n之訴訟程序準用關於各該審級訴訟程序之規定，是第三審對於再審事件所\r\n為判決，亦無庸另設專欄記載事實。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 375 號 民事裁定",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 07 月 14 日",
        "case_gist": "請求分割共有物之訴，其訴訟標的價額之計算，應以原告在第一審起訴時\r\n因分割所受利益之客觀價額為準，此種案件上訴時，其訴訟標的價額及上\r\n訴利益額，亦以此為準，不因被告或原告提起上訴而有所歧異。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1763 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 07 月 14 日",
        "case_gist": "按行政處分有重大而明顯之瑕疵者無效，其無效係自始、當然及確定的不\r\n生效力。查苗栗縣政府於八十年五月六日以八十府地權字第四二六九○號\r\n通知書，核准已故之出租人王○喜收回系爭耕地，係針對出租人與承租人\r\n之特定身份而為之行政處分，而王阿喜於該行政處分前之八十年三月二十\r\n九日即已死亡，則苗栗縣政府係對已無權利能力之死者賦予收回自耕之權\r\n利，即有重大而明顯之瑕疵，自屬無效。上訴人依無效之行政處分，主張\r\n主管機關已核准其收回系爭土地，兩造間無租賃關係存在，本於租賃物返\r\n還請求權，請求被上訴人返還系爭土地，即有未合。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1760 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 07 月 14 日",
        "case_gist": "有關出賣人瑕疵擔保之規定，原則上雖於危險移轉後始有其適用，但因出\r\n賣人負有給付無瑕疵物與買受人之義務，是於危險移轉前，買受人亦有拒\r\n絕受領瑕疵物之權利。系爭房屋因走道及出入門廳寬度不足，有減損上訴\r\n人買受精品店之價值，具有瑕疵，既為原審確定之事實，則上訴人於被上\r\n訴人通知交屋時，拒絕受領，且於被上訴人給付無瑕疵物前，拒絕繳付為\r\n對待給付之價金，是否全然無據，即有待推敲。原審未詳予審究，即以系\r\n爭房屋並未交付，上訴人尚無從行使物之瑕疵擔保請求權為由，為不利上\r\n訴人之判斷，自嫌速斷。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1757 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 07 月 14 日",
        "case_gist": "所謂條件，係當事人以將來客觀上不確定事實之成就或不成就，決定法律\r\n行為效力之發生或消滅之附款，須出於當事人明示或默示之約定。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1756 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 07 月 14 日",
        "case_gist": "分割共有物，究以原物分割，或變價共有物分配其價金，法院固有自由裁\r\n量之權，不受共有人主張之拘束，但仍應斟酌當事人之聲明、共有物之性\r\n質、經濟效用及全體共有人之利益等公平決定之。共有人若就共有物在生\r\n活上有密不可分之依存關係，倘法院全然不顧，判命變價分割，其所定分\r\n割方法，是否符公平原則﹖即值推求。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 373 號 民事裁定",
        "case_summary": "聲請假扣押",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "民事訴訟法第四百九十二條第二項規定，抗告法院認抗告有理由者，應廢\r\n棄原裁定，自為裁定，必要時得命原法院或審判長更為裁定。關於如何情\r\n形，始得謂為「必要」，應從嚴衡量，以省發回之煩。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1750 號 民事判決",
        "case_summary": "確認土地優先購買權不存在",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "按土地法第一百零四條第一項規定基地出賣時，地上權人或承租人有依同\r\n樣條件優先購買之權，旨在使基地及基地上之房屋合歸一人所有，以盡經\r\n濟上之效用，並杜紛爭，如基地地上權人於基地上根本未為房屋之建築者\r\n，當無該條項規定之適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1748 號 民事判決",
        "case_summary": "給付貨款",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "按由自己之行為表示以代理權授與他人者，對於第三人應負授權人之責任\r\n，必須本人有表見之事實，足使第三人信該他人有代理權之情形存在，且\r\n須第三人基此表見之事實，主張本人應負授權人之責任。若第三人不為此\r\n項主張，法院自不得逕將該法律上之效果，歸屬於該第三人。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1745 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "按債務人以所負之債額作為不動產賣價，與債務人訂立買賣契約，既不移\r\n轉占有，只約明於一定期限內備價回贖者，此種契約形式上雖為買賣，實\r\n係就原有債務設定抵押權，而以回贖期間為其清償期間。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1743 號 民事判決",
        "case_summary": "請求給付買賣價金",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "股份有限公司之董事長與第三人訂立契約時，只須表明代表公司之意旨而\r\n為，即生效力，並不以加蓋公司之印章為必要。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1731 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "損害賠償之方法，以回復原狀為原則，金錢賠償為例外，故損害發生後，\r\n如有回復原狀之可能，受害人請求加害人賠償，應先請求為原狀之回復，\r\n倘非法律另有規定或契約另有訂定，不得逕行請求以金錢賠償其損害，此\r\n觀民法第二百十三條之規定即明。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1730 號 民事判決",
        "case_summary": "交還土地",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "出租人有以合於所約定使用收益之租賃物交付承租人之義務，苟租賃物為\r\n第三人不法占有時，並應向第三人行使其返還請求權，以備交付，其怠於\r\n行使此項權利者，承租人因保全自己債權得代位行使之，此觀民法第四百\r\n二十三條及第二百四十二條之規定自明。又當事人對於代位權行使與否，\r\n意思不明時，審理事實法院之審判長，有依民事訴訟法第一百九十九條第\r\n二項行使闡明權之職責。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1727 號 民事判決",
        "case_summary": "確認派下權存在",
        "case_date": "民國 84 年 07 月 13 日",
        "case_gist": "依台灣習慣，台灣祭祀公業通常係由子孫鬮分家產時，抽出一部分而設立\r\n，或由已分別異居之子孫提供財產共同設立，此為常態。被上訴人主張祭\r\n祀公業謝于同係伊祖先謝螺單獨提供設立，則為變態，依舉證責任分配原\r\n則，應由被上訴人就系爭公業係由謝螺單獨提供設立之事實負舉證責任。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 368 號 民事裁定",
        "case_summary": "強制執行",
        "case_date": "民國 84 年 07 月 12 日",
        "case_gist": "按給付判決一經確定，無論其判斷是否違法，執行法院均無審認之權，應\r\n依債權人之聲請開始執行，不得以判決違法為理由拒絕執行，本院二十二\r\n年抗字第二六九二號判例可資參照。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 366 號 民事裁定",
        "case_summary": "給付工程款強制執行",
        "case_date": "民國 84 年 07 月 12 日",
        "case_gist": "查當事人對於執行法院所為屬於強制執行之處分性質之裁定如有不服，應\r\n向執行法院聲明異議，其逕行提起抗告，即非合法。本件台北地院將相對\r\n人就再抗告人之存款債權為強制執行之聲請，予以裁定駁回，係屬於強制\r\n執行處分性質之裁定，相對人不服，逕行提起抗告，依前開說明，即非合\r\n法。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1720 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 07 月 12 日",
        "case_gist": "耕地三七五減租條例第十七條第一項第五款規定之出租人得於租賃期間屆\r\n滿前終止耕地租約之情形，係以出租之土地原屬「耕地」，於耕地租約訂\r\n立後，經「依法編定或變更為非耕地使用」者為其要件。倘出租時非屬耕\r\n地，或於訂約時，「編定或變更為非耕地使用」之情況業已存在，似即無\r\n上開條款規定之適用。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 363 號 民事裁定",
        "case_summary": "聲請假處分",
        "case_date": "民國 84 年 07 月 07 日",
        "case_gist": "本件再抗告人以其向相對人承攬「左高長途油管汰舊換新二橋段工程」，\r\n相對人尚積欠工程款新台幣三百餘萬元，且相對人終止契約不合法，雙方\r\n之承攬契約仍有效存在為由，向台灣高雄地方法院聲請假處分，請求禁止\r\n相對人就其承攬中國石油股份有限公司高雄煉油總廠「左高長途油管汱舊\r\n換新二橋段二程」自行繼續施工及交第三者承包繼續施工。其在高雄地院\r\n亦陳稱將來擬提起給付工程款及解約無效之訴等語。是再抗告人所請求者\r\n，一為給付工程款，一為確認雙方之承攬契約關係存在，前者為金錢之請\r\n求，再抗告人如欲保全強制執行，應聲請假扣押；後者為確認之訴，其請\r\n求之標的無保全強制執行之必要，從而再抗告人為本件假處分之聲請，尚\r\n難准許。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1703 號 民事判決",
        "case_summary": "給付信用狀款",
        "case_date": "民國 84 年 07 月 07 日",
        "case_gist": "按在信用狀作業上，一切當事人所處理者為單據，而非與該等單據有關之\r\n貨物、勞務或其他履約行為。故銀行須以相當之注意審查一切單據，藉以\r\n確定該等單據就表面所示與信用狀之條款是否相符合。以決定是否接受該\r\n單據及是否依據信用狀條款履行付款等義務。信用狀慣例第四條、第十五\r\n條前段、第十六條第ａ、ｂ款分別定有明文。所謂「單據就表面所示與信\r\n用狀之條款相符合」，係指單據在文字上與信用狀條款所規定之條件，在\r\n外觀上相符合而言。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1697 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 07 月 07 日",
        "case_gist": "按原物分配共有物時，如分配較多及較少之共有人均為多數時，為期公平\r\n，並符共有物應有部分互相移轉之原則，該每一分配較多之共有人，應就\r\n其補償金額，對於分配較少之共有人全體為補償，並依各該短少部分之比\r\n例，定其給付金額。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1693 號 民事判決",
        "case_summary": "請求排除侵害",
        "case_date": "民國 84 年 07 月 07 日",
        "case_gist": "查被上訴人係系爭土地之所有權人，而依其主張，系爭房屋並非伊所有，\r\n而係上訴人之父王○所建，由上訴人借貸使用，則被上訴人能否逕以系爭\r\n土地所有人之資格，請求上訴人自系爭房屋遷出，已不無研求之餘地。且\r\n被上訴人既主張系爭房屋乃上訴人之父王○所有而借與上訴人使用，則就\r\n系爭房屋而言，上訴人似非無權使用。又被上訴人追加請求王達拆屋還地\r\n部分之訴，業經第一審裁定予以駁回確定，故王達是否無權使用系爭土地\r\n﹖既未經判決，上訴人又係有權使用系爭房屋，則原審逕命上訴人應自系\r\n爭房屋遷出，自屬違誤。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 358 號 民事裁定",
        "case_summary": "給付價金",
        "case_date": "民國 84 年 07 月 06 日",
        "case_gist": "按民事訴訟法第一百九十一條所定「擬制撤回上訴」中之所謂兩造遲誤言\r\n詞辯論期日，係指當事人兩造受合法通知均無正當理由，未於言詞辯論期\r\n日到場或到場不為辯論之情形而言，苟當事人未受合法通知，自不生該條\r\n規定之效力。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1688 號 民事判決",
        "case_summary": "請求不動產抵押權移轉登記",
        "case_date": "民國 84 年 07 月 06 日",
        "case_gist": "按民法第三百十二條所稱之第三人代位權係一種法律上之債權移轉，同法\r\n第二百九十五條第一項有關「讓與債權時，該債權之擔保及其他從屬之權\r\n利，隨同移轉於受該人」之規定當應類推適用。若就債之履行有利害關係\r\n之第三人為全部清償者，其得行使代位權之範圍，應為債權人原權利之全\r\n部，並及於人之擔保或物之擔保等一切從屬之權利，此固為當然之解釋。\r\n惟所謂第三人代位權，應僅係債權人並不負何移轉之義務。亦即原債權及\r\n其從屬之擔保權，無待乎原債權人之移轉，因法律之規定當然移屬於該第\r\n三清償人。次按給付之訴，原告須對被告有私法上之請求權存在，而被告\r\n對於原告有給付之義務，原告之訴權始克成立。否則，不得提起給付之訴\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1662 號 民事判決",
        "case_summary": "請求返還借款",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "按再審之訴顯無再審理由者，依民事訴訟法第五百零二條第二項之規定，\r\n雖得不經言詞辯論，以判決駁回之，但若當事人主張之原因事實，徒據訴\r\n狀之記載，尚不明瞭或有其他情形，必須依法調查證據後始能斷定再審之\r\n訴為無再審理由者，即不得遽指再審之訴顯無再審理由，而得不經言詞辯\r\n論，以判決予以駁回。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1654 號 民事判決",
        "case_summary": "請求撤銷抵押權登記等",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "民法第一千零九十條規定「父母濫用其對子女之權利時，其最近尊親屬或\r\n親屬會議得糾正之，糾正無效時，得請求法院宣告停止其權利之全部或一\r\n部」，所稱其最近尊親屬之「其」字，係指父母而言，業經司法院大法官\r\n會議釋字第一七一號解釋明甚，是縱吳王○○對吳○興之權利行使不當，\r\n以上訴人係吳王○○卑親屬之身分，亦無由糾正或訴請法院判決停止吳王\r\n○○對吳國興權利之全部或一部。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1649 號 民事判決",
        "case_summary": "確認所有權存在",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "行政法院六十三年判字第二一五號判決未經選為判例，上訴人及原審均謂\r\n其為判例，不無誤會。此項判決係以土地法第二百三十三條規定及司法院\r\n院字第二七○四號解釋為依據，說明徵收土地補償費之發放期限以及如無\r\n合法原因而逾期發放者，原徵收土地核准案即失其效力。又上開院字第二\r\n七○四號解釋所稱徵收土地核准案失效，係指需用土地人未於公告完畢後\r\n十五日內將應補償地價及其他補償費繳交主管地政機關發給受補償人之情\r\n形而言。本件被上訴人已如期將系爭土地之補償費繳交該管地政機關發放\r\n，並由劉國義之繼承人劉獻昌等三人具領完畢，惟因對前述吳劉阿錦之拋\r\n棄繼承誤認為有效，以致遺漏上訴人等而將該補償費悉數發給劉獻昌等三\r\n人。此種情形與上開院字第二七○四號解釋所稱需用土地人逾期不將補償\r\n費繳交主管地政機關發給完竣者有間，自不容援引上開解釋而主張系爭土\r\n地徵收核准案失效。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1641 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "定期傭船契約，係船舶所有人於一定期間，將船舶連同船長及海員一併包\r\n租予定期傭船者，船長及海員並須聽從定期傭船者之指示。在此期間，船\r\n舶所有人對於船長並無指揮監督權，並非船長、海員之實質僱用人，自不\r\n負海商法第一百零六條、第一百零七條之注意義務。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1638 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "確定判決，除當事人外，對於訴訟繫屬後為當事人之繼受人者，及為當事\r\n人或其繼受人占有請求之標的物者，亦有效力，民事訴訟法第四百零一條\r\n第一項定有明文。所謂繼受人，包括因法律行為而受讓訴訟標的之特定繼\r\n承人在內。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1634 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "占有人因時效而取得地上權登記請求權者，以已具備時效取得地上權之要\r\n件，向該管地政機關申請為地上權登記，如經地政機關受理，則受訴法院\r\n應就占有人是否具備時效取得地上權之要件，為實體上裁判，此為本院最\r\n近所持之見解。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1633 號 民事判決",
        "case_summary": "確認本票偽造",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "票據為無因證券，係謂票據所表彰之權利，與其基礎之原因關係各自獨立\r\n，票據權利之行使不以其原因關係存在為前提，至該票據本身是否真實，\r\n如當事人發生爭執時，仍應由票據權利人負證明之責。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1632 號 民事判決",
        "case_summary": "確認抵押權不存在",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "違約金不論為懲罰性或損害賠償之性質，均與利息之性質不同，不得以利\r\n息與違約金合計超過年息百分之二十，即謂其超過部分無請求權。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1630 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "按共有人如非以成立一共有關係之意思而共有數宗土地者，應認其共有關\r\n係分別存在於每宗土地之上，除經全體共有人同意外，法院自不能任意予\r\n以合併分割，以符一物一權之原則。本件系爭三筆土地，固於八十年九月\r\n十二日，因其中六四七之六號編定為都市計劃道路預定地，而逕自原六四\r\n七之一號土地分割而出，但該逕為分割之六四七之一及六四七之七號土地\r\n均為建築用地，而六四七之六號則為道路預定地，二者價值懸殊，使用分\r\n區亦有不同。此時，各共有人是否仍係以保持原一共有關係之意思而共有\r\n該三宗土地，已非無疑。上訴人李恒豐、王蘇金利、陳李彩珠於原審一再\r\n表示共有持分係存在於全部共有物上，而非存在於某一共有之特定部分，\r\n系爭價值較低之道路預定地土地，應由全體共有人按應有部分比例分擔云\r\n云，原審未詳為勾稽，遽將該筆使用分區為道路用地之土地與另兩筆建築\r\n用地，予以合併分割，並判決道路預定地部分僅歸上訴人李恒豐、王蘇金\r\n利、陳李彩珠取得，是否妥適，即不無再進一步研求之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1627 號 民事判決",
        "case_summary": "給付保險金",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "按保險人在承保危險事故發生時，依其承保之責任，負擔賠償之義務，為\r\n保險法第二條所明定。本件汽車保險單將被保險汽車出險時被保險人報警\r\n處理及通知之義務，同規定於保險基本條款第二十一條，並記明「被保險\r\n人未依上述規定辦理者，上訴人不負賠償責任」。但該兩者，同在防免保\r\n險人損害之擴大，初與危險責任之預估不生影響。要保人或被保險人違反\r\n通知之義務者，保險法第六十三條僅規定對保險人因此所受之損失應負賠\r\n償責任，而未規定保險人得免除保險責任。被保險人違反報警義務時，亦\r\n應類推適用該規定，認僅發生對保險人應否負賠償損失之問題，要不能因\r\n而免除其給付保險金之義務，如此解釋方與保險契約分散損失之旨相符。\r\n否則違反通知或報警之義務，即依定型化契約之約定免除保險人之責任，\r\n將使保險之機能喪失殆盡，實非所宜。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1626 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "查死者家屬依習俗，請法師為死亡者誦經超度，目前已成為葬禮告別式中\r\n所常見，如近年發生之大陸「千島湖船難」、「名古屋空難」皆見法師為\r\n亡者誦經祈福，甚至舉行誦經法會，此項儀式既已為葬禮所常見，已成社\r\n會習俗，其支出自為必要之殯葬費用。又花山式堂係葬禮中搭蓋作為擺設\r\n靈堂、鮮花，做為告別式場用。此部分支出亦屬必要之殯葬費用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1625 號 民事判決",
        "case_summary": "遷讓房屋",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "土地法為民法之特別法，土地法規定，租用建築房屋之基地，非有土地法\r\n第一百零三條所列各款情形之一，出租人不得收回。故縱該土地上之房屋\r\n因故滅失，而租用基地之契約，若未合法終止，契約之效力仍續存在，承\r\n租人仍得使用基地申請重建房屋。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1619 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "按民法第九十二條第一項所謂詐欺，雖不以積極之欺罔行為為限，然單純\r\n之緘默，除在法律上，契約上或交易習慣上，就某事項負有告知之義務者\r\n外，其緘默並無違法性，即非本條之詐欺。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1615 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "土地法第三十四條之一第一項，係就數人共有土地或建築物，而為處分，\r\n變更或設定負擔時，所為之規定。故於公同共有之情形，亦僅於數人公同\r\n共有土地或建築物時，始得依同條第五項準用第一項之規定，數人如就土\r\n地或建築物之應有部分有公同共有權利時，自無準用該第一項規定之餘地\r\n。此由內政部七十七年八月十八日台內地字第六二一七六七號函修正之「\r\n土地法第三十四條之一執行要點」第十二點規定：分別共有土地或建築物\r\n之應有部分為數人公同共同，公同共有人就該應有部分為處分，變更或設\r\n定負擔，無本法條第一項之適用。」，益為明瞭。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1613 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 84 年 06 月 30 日",
        "case_gist": "按不當得利須無法律上之原因而受利益，致他人受損害。雖有法律上之原\r\n因，而其後已不存在者，亦同，民法第一百七十九條定有明文。查前開請\r\n求給付票款事件第二審判決理由係認「發票人 (即陳冠年) 以背書人 (即\r\n上訴人) 與執票人 (即被上訴人) 間所存之抗辯事由，對抗執票人，當亦\r\n為支票為無因證券之性質所不容。易言之，票據債務人不得以他人與執票\r\n人所存抗辯之事由，對抗執票人」，「被上訴人取得系爭支票無惡意或詐\r\n欺情形。被上訴人係因出賣系爭胚布始取得系爭支票，並非以不正當手段\r\n取得」云云。是被上訴人依上開民事確定判決，對於陳冠年之提存款聲請\r\n法院以強制執行取得，顯非無法律上之原因而受利益。至於上訴人主張系\r\n爭胚布之買賣契約已於前開請求給付票款事件中表示解除，無庸給付該筆\r\n胚布價金，及解約損失債權與另二筆胚布價金債務抵銷後，尚餘九萬六千\r\n七百九十二元，亦無庸再給付被上訴人任何價金云云，亦僅生上訴人於被\r\n上訴人請求給付系爭票款時之直接原因抗辯，使被上訴人於該請求給付票\r\n款事件不能對於上訴人獲得勝訴判決而已。上訴人以上開直接原因之抗辯\r\n謂被上訴人取得票款利益之法律上原因已不存在，而成為不當得利云云，\r\n即有誤解。從而，上訴人依不當得利之法律關係，請求被訴人返還其所受\r\n領之票款利益 (非回復原狀返還買賣價金) ，即屬於法無據，不應准許。"
    },
    {
        "case_id": "最高法院 84 年度台再字第 69 號 民事判決",
        "case_summary": "增加租金",
        "case_date": "民國 84 年 06 月 29 日",
        "case_gist": "第二審之上訴人如誤向原第一審法院或管轄第二審之法院以外之其他機關\r\n提出上訴狀，除經該機關於上訴期間內，將上訴狀轉達於原第一審法院外\r\n，並無阻斷判決確定之效力。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 348 號 民事裁定",
        "case_summary": "聲明異議",
        "case_date": "民國 84 年 06 月 29 日",
        "case_gist": "強制執行法第十二條規定之聲請或聲明異議係對於強制執行之命令，或對\r\n於執行推事、書記官、執達員實施強制執行之方法，強制執行時應遵守之\r\n程序，或其他侵害利益之情事，請求執行法院救濟之程序，若當事人間關\r\n於違約金之應否核減或約定利息是否逾越法定最高利率之實體上爭執，則\r\n非聲請或聲明異議所得救濟。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1609 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 29 日",
        "case_gist": "民法第一百三十七條第二項規定，因起訴而中斷之時效，自受確定判決時\r\n，重行起算，係指受勝訴確定判決者而言，如受敗訴判決確定，既已否定\r\n其請求權存在，即不生時效重新起算之問題。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1605 號 民事判決",
        "case_summary": "協同辦理所有權移轉登記",
        "case_date": "民國 84 年 06 月 29 日",
        "case_gist": "訴之預備合併，法院應就先位之訴先為裁判，必先位之訴無理由，始得就\r\n後備之訴調查裁判。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1601 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 06 月 29 日",
        "case_gist": "凡編為某種使用地之土地，除經該管市縣地政機關核准外，不得供其他用\r\n途之使用，土地法第八十二條定有明文。故租用業經編為水利用地之土地\r\n以供養魚，如未經該管市縣地政機關核准，因違背使用用途之限制，即非\r\n耕地三七五減租條例第一條所稱耕地之租佃，自無該條例規定之適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1593 號 民事裁定",
        "case_summary": "給付退休金",
        "case_date": "民國 84 年 06 月 29 日",
        "case_gist": "對於民事訴訟法第四百二十七條第二項簡易訴訟程序之第二審判決，其上\r\n訴利益逾第四百六十六條所定之額數者，當事人僅得以其適用法規顯有錯\r\n誤為理由，逕向最高法院提起上訴，民事訴訟法第四百三十六條之二第一\r\n項定有明文。所謂適用法規顯有錯誤，係指原第二審判決就其取捨證據所\r\n確定之事實適用法規顯有錯誤而言。亦即應以判決違背法規或現存判例解\r\n釋者為限，若在學說上諸說併存，尚無法規判解可據者，不得指為用法錯\r\n誤。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1592 號 民事判決",
        "case_summary": "交付買賣標的物",
        "case_date": "民國 84 年 06 月 29 日",
        "case_gist": "私有農地所有權之移轉，其承受人以承受後能自耕者為限，為訂約當時有\r\n效之土地法第三十條所明定。若承買人係無自耕能力之人，又未約定由承\r\n買人指定登記與任何有自耕能力之第三人或具體約定登記與有自耕能力之\r\n特定第三人，即屬民法第二百四十六條第一項以不能之給付為契約之標的\r\n，難認其契約為有效。是以，若僅約定登記名義人由買受人指定，其契約\r\n即為無效。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1588 號 民事判決",
        "case_summary": "請求分割共有物",
        "case_date": "民國 84 年 06 月 23 日",
        "case_gist": "按定共有物分割之方法，固可由法院自由裁量，但須以其方法適當者為限\r\n。法院裁判分割共有物，除應斟酌各共有人之利害關係、使用情形外，尚\r\n應斟酌共有物之價格，於共有人中有不能按其應有部分受分配，或所受分\r\n配之不動產，價格不相當者，以適當之價格補償之，始符合公平經濟之原\r\n則。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1573 號 民事判決",
        "case_summary": "給付保險金",
        "case_date": "民國 84 年 06 月 23 日",
        "case_gist": "簡光昇投保旅行平安保險，其保險單包括「國寶人壽個人旅行平安保險要\r\n保書」(以下稱要保書) 及「國寶人壽旅行平安保險」二部分， 均已標明\r\n係投保﹁旅行平安保險」。此種保險乃因旅行在外，較居家欠缺平安保障\r\n，為分散旅行意外事故所致之身體傷害與醫療費用危險而設置。「國寶人\r\n壽旅行平安保險」第一條既明定：「本保險單及本保險契約所載的條款、\r\n聲明、或批註以及和本保險契約有關的要保書、及其他約定書，都是本保\r\n險契約的構成部分」，而要保書於目的地欄填載為「大陸」，交通工具欄\r\n內填載「飛機、汽車、火車、輪船」，顯然系爭保險契約係就被保險人簡\r\n光昇乘坐上開交通工具赴中國大陸旅行為保險，所承保之危險自應以簡光\r\n昇因赴中國大陸旅行所發生之意外事故為限，並非保險契約有效期間內發\r\n生之意外事故，保險人均應負理賠責任。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1570 號 民事判決",
        "case_summary": "確認抵押權不存在",
        "case_date": "民國 84 年 06 月 23 日",
        "case_gist": "抵押權為不動產物權，非經登記，不生效力，故抵押權所擔保債權如何，\r\n應依設定登記內容定之，抵押權人亦僅能依設定登記內容行使其權利。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1568 號 民事判決",
        "case_summary": "確認債權不存在",
        "case_date": "民國 84 年 06 月 23 日",
        "case_gist": "訴訟上和解成立者，與確定判決有同一效力，是請求繼續審判，係以使訴\r\n訟上之和解失其效力為目的。因之當事人請求繼續審判除係不合法不能補\r\n正或不為補正，應以裁定駁回外，訴訟上之和解有無無效或得撤銷之原因\r\n，須作實體之審判，倘認並無無效或得撤銷之原因者，法院即應以判決駁\r\n回其請求。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1554 號 民事判決",
        "case_summary": "返還買賣價金",
        "case_date": "民國 84 年 06 月 23 日",
        "case_gist": "耕地三七五減租條例第十六條第一項、第二項規定：「承租人應自任耕作\r\n，並不得將耕地全部或一部轉租於他人」。「承租人違反前項規定時，原\r\n訂租約無效」。該法條第一項前段「承租人應自任耕作」，係屬強制規定\r\n，該項後段為轉租之禁止規定，並非逕對租賃權讓與所為之禁止規定。又\r\n耕地承租人將其租賃權讓與於他人，倘經出租人同意，且受讓人自任耕作\r\n，耕地租佃關係已於出租人與受讓人之間發生，而生債之更改之效果，既\r\n非承租人不自任耕作，亦非轉租，應非在前揭規定禁止之列。"
    },
    {
        "case_id": "最高法院 84 年度台再字第 67 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "再審原告對之提起第三審上訴，即以前開再審事由作為前訴訟程序之第三\r\n審上訴理由，經本院原確定判決認其上訴無理由，予以駁回，揆諸首揭說\r\n明，再審原告提起本件再審之訴，應認為無理由。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1548 號 民事判決",
        "case_summary": "給付保險金",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "按所謂犯罪行為，須以法律明定有科以刑罰之行為始足當之。本件兩造訂\r\n立之保險契約特約條款第十六條第四款約定以「被保險人犯罪行為」為被\r\n上訴人除外責任之原因，似應作相同之解釋。原審遽以上訴人之子謝澤儀\r\n上樓攀爬鐵架預備竊盜，其行為可非難，雖不構成犯罪，但應列入上開特\r\n約條款為除外責任之原因，而為上訴人不利之論斷，即有未合。上訴論旨\r\n執此指摘原判決不當，求予廢棄，非無理由。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1546 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "因故意或過失不法侵害他人之權利者，由僱用人與行為人連帶負賠償責任\r\n，損害賠償除法律另有規定或契約另有訂定外，應填補債權人所受損害及\r\n所失利益。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1542 號 民事判決",
        "case_summary": "撤銷仲裁判斷",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "本件仲裁判斷係命被上訴人給付上訴人買賣價金及投標保證金共美金六百\r\n三十三萬八千八百四十元，並按給付時台灣銀行美金賣出匯率折付新台幣\r\n，前開投標單及切結書自屬仲裁程序中所斟酌之範圍，而為仲裁基礎之文\r\n書，其記載為不實，既為原審合法確定之事實，則原審援引商務仲裁條例\r\n第二十三條第一項第八款規定為上訴人敗訴之判決，經核於法並無違背。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1538 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "法院裁判分割共有物，定其分配，應兼顧全體共有人之利益，斟酌各共有\r\n人之利害關係並共有物之性質、價格、利用價值及經濟效用決之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1536 號 民事判決",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "上訴人於原審主張：被上訴人於八十二年三月底，恐嚇上訴人稱如不交付\r\n新台幣五百萬元，及將鳳山市文衡路一二五巷六號五樓房地贈與鄭林不及\r\n將系爭建物贈與被上訴人，即不撤回刑事案件之告訴云云，縱屬實情，因\r\n刑法就上開行為無處罰之明文，上訴人亦不得執是主張撤銷贈與。原判決\r\n就此未予論斷，雖有判決不備理由之違法，然並不影響裁判之結果，依民\r\n事訴訟法第四百七十七條之一之規定，原判決仍應予維持。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1532 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "按公司法第二十三條規定，公司負責人對於公司業務之執行，如有違反法\r\n令致他人受損害時，對他人應與公司負連帶賠償之責，此係有關公司侵權\r\n行為能力之規定，公司負責人代表公司執行公司業務，為公司代表機關之\r\n行為，若構成侵權行為，即屬公司本身之侵權行為，法律為防止公司負責\r\n人濫用其權限致侵害公司之權益，並使受害人多獲賠償之機會，乃令公司\r\n負責人與公司連帶負賠償之責。如公司負責人非執行公司業務，因其個人\r\n之行為違反法令致他人受損害時，則應由公司負責人自負其責，故公司負\r\n責人之行為，不問其是否為執行公司業務，抑屬個人行為，倘有違反法令\r\n致他人受損害時，即應依侵權行為法則負損害賠償責任，不得因有公司法\r\n第二十三條之規定，即謂被害人不得依民法第一百八十四條或第一百八十\r\n五條之規定請求公司負責人負侵權行為損害賠償責任。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1530 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 22 日",
        "case_gist": "按假扣押裁定，因債權人未於法院所命起訴限期內起訴，經債務人聲請法\r\n院予以撤銷，債權人固應賠償債務人因假扣押所受之損害，惟必債務人確\r\n因假扣押受有損害，且損害與假扣押之間具有因果關係者，始得請求賠償\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1516 號 民事判決",
        "case_summary": "請求塗銷所有權移轉登記",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "所謂通謀為虛偽意思表示，乃指表意人與相對人互相故意為非真意之表示\r\n而言，故相對人不僅須知表意人非真意，並須就表意人非真意之表示相與\r\n為非真意之合意，始為相當，若僅一方無欲為其意思表示所拘束之意，而\r\n表示與真意不符之意思，尚不能指為通謀而為虛偽意思表示。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1511 號 民事判決",
        "case_summary": "返還房屋",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "按定期租賃期限屆滿前，當事人合意於期限屆滿時，更新為不定期限之租\r\n賃者，固得就租賃契約之內容重為約定，惟苟當事人未重為約定，自應解\r\n為當事人係以原租賃契約之內容繼續契約。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1509 號 民事判決",
        "case_summary": "返還無權占有土地",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "按法律所定不動產相鄰關係，係以調和利用不動產所產生之衝突，俾發揮\r\n其經濟功能為目的，自應重在不動產利用權人間之關係，而不應重在不動\r\n產所有權之誰屬。參酌民法第八百三十三條、第八百五十條、第九百十四\r\n條不動產用益權人亦可準用相鄰關係規定之立法意旨，應認相鄰關係不僅\r\n法律所規定者有其適用，即承租人、使用借貸人等權利人相互間及其與所\r\n有人相互間，均有其適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1496 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "公平交易法第十九條、第二十四條雖分別有禁止事業妨礙公平競爭之虞行\r\n為，及禁止事業有其他足以影響交易秩序之欺罔或顯失公平行為之規定，\r\n惟被上訴人發函制止，係因上訴人未徵得其同意，即以津安公司專利製成\r\n與被上訴人專利茶壺有相同感溫變色特徵之茶壺，已如前述。是被上訴人\r\n發函指摘上訴人「仿製該項產品」、「除侵害本公司 (即煥臣公司) 依專\r\n利法所享有之製造、販賣及使用之權利外，實亦涉嫌觸犯專利法第一百零\r\n七條之仿造新型專利品罪」、「通知建展公司……立即停止仿造行為，俾\r\n免變方訟累」等語，並副知上訴人廠商，核屬權利之正當行使，並無首開\r\n公平交易法規定之禁止行為情形。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1483 號 民事判決",
        "case_summary": "返還墊款",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "上訴人於原審除聲明上訴外，併依民事訴訟法第三百九十五條第二項規定\r\n，聲明請求被上訴人返還其因假執行所為給付並加付利息。此項返還假執\r\n行給付之聲明具有訴之性質，即請求原審就其本案上訴聲明及返還假執行\r\n給付聲明，併為勝訴之判決。以故，倘認其上訴為無理由時，應併將返還\r\n假執行給付之聲明駁回。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1481 號 民事判決",
        "case_summary": "給付買賣價金",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "代理權之授與並不以明示為限，如依本人之行為或其他情事足以間接推知\r\n其有授權之意思者，即生效力。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1480 號 民事判決",
        "case_summary": "遺產繼承登記",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "法院裁判分割共有物，除應斟酌各共有人之利害關係，及共有物之性質外\r\n，尚應斟酌共有物之價格，倘共有人中有不能按其應有部分受分配，或所\r\n受分配之不動產，其價格不相當時，法院非不得命以金錢補償之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1479 號 民事判決",
        "case_summary": "確認通行權",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "民法第七百八十七條第一項所謂土地與公路無適宜之聯絡，致不能為通常\r\n使用之情形，並不以土地絕對不通公路為限，即雖有道路可通至公路，但\r\n其聯絡並不適宜，致不能為通常使用之情形者，亦包括在內。祗須土地與\r\n公路無適宜之連絡，致不能為通常使用，而被通行之土地，又為損害最少\r\n之處所，即應認土地所有人有通行之權利，至其前此有無通行他人所有土\r\n地，在所不問。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1478 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "所謂同時履行抗辯，乃係基於雙務契約而發生，倘雙方之債務，非本於同\r\n一之雙務契約而發生，縱令雙方債務在事實上有密切之關係，或雙方之債\r\n務雖因同一之雙務契約而發生，然其一方之給付與他方之給付並非立於互\r\n為對待給付之關係者，均不能發生同時履行之抗辯。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1474 號 民事判決",
        "case_summary": "給付補償金",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "系爭車道部分所在位置既包括在地下一樓建物登記面積內，與地下二樓建\r\n物，因拍賣結果致所有人不同，使地下二樓停車場對外並無適宜之聯絡可\r\n資為通常之使用，因其必須通行系爭車道，而發生類似相鄰關係袋地通行\r\n權之問題，基於調和區分所有房屋相互間經濟利益之法理，自得類推適用\r\n民法第七百八十七條第一項規定之袋地通行權。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1473 號 民事判決",
        "case_summary": "交還土地",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "自來水法第五十二條規定：「自來水事業於必要時，得在公私土地下埋設\r\n水管或其他設備，工程完畢時，應恢復原狀，並應事先通知土地所有權人\r\n或使用人。」足見事先通知，為在他人土地下埋設水管或其他設備之前提\r\n要件。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1472 號 民事判決",
        "case_summary": "返還寄託物",
        "case_date": "民國 84 年 06 月 16 日",
        "case_gist": "寄託物之交付，固不以由寄託人本人將現物交付為必要，其由第三人提出\r\n，經受託人承認受領者，亦無不可。惟必限於有現實之寄託物之交付始得\r\n成立。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1468 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 06 月 15 日",
        "case_gist": "查上訴人於第一審請求被上訴人應將系爭土地之移轉登記塗銷，並應將系\r\n爭土地按上訴人各人之應繼分移轉登記與上訴人二十四人共有。第一審判\r\n決其敗訴後提起上訴，並將其聲明變更為請求被上訴人應將系爭土地所有\r\n權四分之三移轉登記與上訴人二十四人公同共有，核屬擴張或減縮其應受\r\n判決事項之聲明。而非訴之變更。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1464 號 民事判決",
        "case_summary": "交還房屋",
        "case_date": "民國 84 年 06 月 15 日",
        "case_gist": "按因任職關係獲准配住系爭房屋，因屬使用借貸之性質，然其既經離職，\r\n依借貸之目的，當然應視為使用業已完畢，依民法第四百七十條之規定，\r\n被上訴人自得據以請求返還系爭房屋。又按房租津貼為受僱人或受任人報\r\n酬之一部，其獲准配住房屋者，亦同。故獲准配住房屋者，當然不得再支\r\n領房租津貼，自不得以不支領之房租津貼，認係受配住房屋之對價，而謂\r\n與僱用人或委任人間發生租賃關係。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1463 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 06 月 15 日",
        "case_gist": "信託行為係委託人為自己或第三人之利益，以一定之財產為信託財產，將\r\n之移轉於受託人，由受託人管理或處分，以達成一定經濟上或社會上目的\r\n之行為，在信託契約當事人間必須有信託之合意始能成立。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1462 號 民事判決",
        "case_summary": "國家賠償",
        "case_date": "民國 84 年 06 月 15 日",
        "case_gist": "按公務員怠於執行職務，致人民自由或權利遭受損害者，國家應負損害賠\r\n償責任，國家賠償法第二條第二項後段定有明文。原審既認定被上訴人花\r\n蓮縣政府為承辦系爭國宅法定抵押權登記之義務人，倘其所屬公務員執行\r\n此項職務，係屬公權力之行使，則上訴人因其所屬公務員怠於執行此項職\r\n務致受損害，自得依上開法條之規定，請求其賠償損害。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1460 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 15 日",
        "case_gist": "惟查因犯罪而受損害之人，於刑事訴訟程序得附帶提起民事訴訟，對於被\r\n告及依民法負賠償責任之人，請求回復其損害，刑事訴訟法第四百八十七\r\n條第一項定有明文。而不當得利係以無法律上之原因而受利益，致他人受\r\n損害為其成立要件。如受損害之人所受之損害，係由於受益人犯罪所致，\r\n則受損害之人提起附帶民事訴訟，請求返還不當得利，以回復其損害，自\r\n非法所不許。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1454 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 06 月 15 日",
        "case_gist": "民法第七百五十九條所謂未經登記不得處分其物權，係指物權處分行為而\r\n言。買賣並非處分行為，繼承人於未辦理繼承登記前所訂之買賣契約，僅\r\n屬債權行為，縱其於訂約時，未辦畢繼承登記，仍不生違反上開法條規定\r\n，而使債權契約成為無效問題，繼承人先與第三人成立移轉不動產所有權\r\n之「債權契約」，於完成繼承登記後，始移轉所有權登記於受讓其權利之\r\n第三人，更非法所不許。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1452 號 民事判決",
        "case_summary": "確認債權不存在",
        "case_date": "民國 84 年 06 月 15 日",
        "case_gist": "民法第二百三十四條規定之「受領遲延」，必須債務人對於債權人確依「\r\n債之本旨」提出給付，而為債權人無故拒絕收受者，始足當之。倘債務人\r\n未依債之本旨提出給付，自難認已生提出給付之效力。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1447 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 06 月 09 日",
        "case_gist": "土地法第一百零五條準用同法第九十七條之規定，建築基地之租金，按申\r\n報價額年息百分之十為限，乃指基地租金之最高限額而言，並非必須照申\r\n報地價額年息百分之十計算。尚須斟酌基地之位置，工商業繁榮之程度，\r\n承租人利用基地之經濟價值及所受利益等項，並與鄰地租金相比較，以為\r\n決定。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1444 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 06 月 09 日",
        "case_gist": "民法第三百五十九條規定買受人因買賣標的物具有瑕疵得請求減少價金者\r\n，其請求減少價金無須以訴為之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1435 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 06 月 09 日",
        "case_gist": "公示送達無論應受送達人已否知悉及何時知悉，均於民事訴訟法第一百五\r\n十二條所定發生效力之日視為已有送達。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1434 號 民事判決",
        "case_summary": "回復原狀",
        "case_date": "民國 84 年 06 月 09 日",
        "case_gist": "上開契約雖名為房屋 (或土地) 預定買賣契約書，但買賣之坪數、價金、\r\n繳付價款、移轉登記期限等，均經明確約定，並無將來訂立本約之旨，且\r\n依該契約約定之內容即可履行而無須另訂本約，故系爭契約為本約而非預\r\n約。"
    }
]