[
    {
        "case_id": "最高法院 89 年度台抗字第 229 號 民事裁定",
        "case_topic": "選任仲裁人事件",
        "case_date": "民國 89 年 05 月 12 日",
        "case_gist": "（一）當事人之一方選定仲裁人後，得以書面催告他方於受催告之日起，\r\n      十四日內選定仲裁人」，「受前條第一項之催告，已逾規定期間而\r\n      不選定仲裁人者，催告人得聲請仲裁機構或法院為之選定」，仲裁\r\n      法第十一條第一項、第十二條第一項分別定有明文。是雖逾規定期\r\n      間而在法院選定仲裁人前，當事人已自行選任仲裁人者，法院自不\r\n      得再行選定仲裁人。\r\n（二）以仲裁解決爭議，必須基於雙方當事人之合意，茍無仲裁協議，任\r\n      何一方當事人無從要求以仲裁為解決雙方爭議之方法，自無權要求\r\n      他方當事人選定仲裁人，或聲請法院為他方當事人選定仲裁人。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1116 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 89 年 05 月 12 日",
        "case_gist": "所謂表見代理云者，係指代理人並無代理權，而因有可信其有代理權之正\r\n當理由，遂由法律課以授權人責任之謂，而代理僅限於意思表示範圍以內\r\n，不得為意思表示以外之行為，故不法行為不僅不得成立代理，自不得成\r\n立表見代理。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 219 號 民事裁定",
        "case_topic": "請求清償借款",
        "case_date": "民國 89 年 05 月 11 日",
        "case_gist": "民事訴訟法第一百八十三條規定：訴訟中有犯罪嫌疑牽涉其裁判者，法院\r\n得在刑事訴訟終結前以裁定停止訴訟程序。所謂訴訟中有犯罪嫌疑牽涉其\r\n裁判，係指在民事訴訟繫屬中，當事人或第三人涉有犯罪嫌疑，足以影響\r\n民事訴訟之裁判，非俟刑事訴訟解決，民事法院即無從或難於判斷者而言\r\n。例如當事人或第三人於民事訴訟繫屬中涉有偽造文書、證人偽證、鑑定\r\n人為不實之鑑定等罪嫌，始足當之。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 214 號 民事裁定",
        "case_topic": "請求給付保險金等",
        "case_date": "民國 89 年 05 月 11 日",
        "case_gist": "民事訴訟法第一百八十三條固規定訴訟中有犯罪嫌疑牽涉其裁判者，法院\r\n得在刑事訴訟終結前，以裁定停止訴訟程序。惟民事法院就兩造所爭執之\r\n事實，本得依職權獨立認定，不受刑事訴訟所調查之證據，刑事判決所認\r\n定事實之影響，倘就所調查之結果，已足形成心證，自無停止訴訟程序之\r\n必要。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1086 號 民事判決",
        "case_topic": "請求塗銷抵押權登記等",
        "case_date": "民國 89 年 05 月 11 日",
        "case_gist": "抵押權為從物權，以其擔保之債權存在為發生之要件，契約當事人間除以\r\n債權之發生為停止條件，或約定就將來應發生之債權而設定外，若所擔保\r\n之債權不存在，縱為抵押權之設定登記，自難認其抵押權業已成立。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1085 號 民事判決",
        "case_topic": "請求交出不動產",
        "case_date": "民國 89 年 05 月 11 日",
        "case_gist": "（一）民法第三百五十四條有關物之瑕疵擔保規定，原則上固於危險移轉\r\n      後始有適用，但出賣人既有給付無瑕疵物之義務，買受人亦有拒絕\r\n      受領瑕疵物之權利，則在特定物之買賣，依法律規範之目的，物之\r\n      瑕疵不能修補，或雖能修補而出賣人表示不願為之者，應認為在危\r\n      險移轉前買受人即得行使擔保請求權，並得拒絕給付相當之價金，\r\n      以免往後之法律關係趨於複雜，損及買受人之權益。\r\n（二）物之出賣人固有使買受人取得該物所有權之義務，惟買賣契約成立\r\n      後，出賣人為二重買賣，並已將該物所有權移轉於後之買受人者，\r\n      理論上，出賣人雖得向後之買受人洽商買回，惟其能否買回，取決\r\n      於後之買受人願否出賣之不確定情況，因此，出賣人移轉該物所有\r\n      權於原買受人之義務，即應認屬不能給付。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1082 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 89 年 05 月 11 日",
        "case_gist": "支票為無因證券，交付票據之原因甚多，或為贈與、或為買賣、或為確保\r\n當事人間已存在之法律關係、或為消滅已存在之法律關係，非僅囿於金錢\r\n借貸一端而已，故除別有證據外，僅為支票之簽發、授受或轉讓，自不足\r\n以證明其原因事實。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1063 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 05 月 05 日",
        "case_gist": "訴訟繫屬中為訴訟標的之法律關係，雖移轉於第三人，於訴訟無影響，第\r\n三人如經訴訟之他造同意，得代當事人承當訴訟，固為民事訴訟法第二百\r\n五十四條第一項、第二項前段所規定。惟受移轉之第三人，如未經他造之\r\n同意，自不得依該條第二項前段規定承當訴訟。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1047 號 民事判決",
        "case_topic": "請求塗銷抵押權登記等",
        "case_date": "民國 89 年 05 月 05 日",
        "case_gist": "第三人起訴請求確認他人間之法律關係存在或不存在，必須以該法律關係\r\n之全體當事人為共同被告一同起訴，始為適格之當事人，因此該法律關係\r\n之全體當事人受敗訴之判決，而僅其中之一方當事人對第三人提起上訴者\r\n，因該法律關係之存否對該全體當事人必須合一確定，故其上訴效力，自\r\n及於未上訴之同造當事人。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1036 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 05 月 05 日",
        "case_gist": "被害人之過失行為須為損害之共同原因，予損害之發生或擴大以助力，並\r\n與損害之發生與擴大有相當因果關係者，始有過失相抵之適用。被上訴人\r\n於內部作業之監督縱有疏忽，但有此疏忽，在通常狀態下，亦非當然發生\r\n其職員侵占款項之結果，此疏忽與李志福侵占款項兩者之間並無相當因果\r\n關係，為原審確定之事實，本件訴訟自無過失相抵原則之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1034 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 89 年 05 月 05 日",
        "case_gist": "承攬係當事人約定，一方為他方完成一定之工作，他方俟工作完成，給付\r\n報酬之契約，民法第四百九十條定有明文。承攬人完成之工作，係施以勞\r\n務，而造成之一定成果，至於工作之種類，除不得背於公共秩序、善良風\r\n俗外，法律上並無限制，其結果為有形或無形，有財產價格或無財產價格\r\n，均無不可。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1031 號 民事",
        "case_topic": "請求確認地上權登記請求權存在",
        "case_date": "民國 89 年 05 月 05 日",
        "case_gist": "民事訴訟法第一百九十九條第二項規定，審判長應向當事人發問或曉諭，\r\n令其陳述事實，聲請證據或為其他必要之聲明及陳述，其所聲明及陳述有\r\n不明瞭或不完足者，應令其敘明或補充之，此為審判長因定訴訟關係之闡\r\n明權，同時並為其義務。故依當事人起訴事實，法院如不明瞭其應受裁判\r\n之事項之真意時，即應依此規定推闡明晰，不宜循其所為之聲明，而為裁\r\n判。"
    },
    {
        "case_id": "最高法院 89 年度台簡抗字第 27 號 民事裁定",
        "case_topic": "請求給付會款",
        "case_date": "民國 89 年 05 月 04 日",
        "case_gist": "當事人對於簡易訴訟程序之第二審裁定提起抗告，地方法院合議庭認該事\r\n件訴訟標的之價額不逾民事訴訟法第四百六十六條所定之額數，爰裁定予\r\n以駁回，當事人以其認定不當為理由，對之提起抗告，因該事件訴訟標的\r\n之價額是否不逾上開規定之額數，實為抗告法院應裁判之事項，其抗告自\r\n不受同法第四百三十六條之二第一項、第四百三十六條之三第一、二項規\r\n定之限制，抗告法院無須就此予以審查。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1021 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 89 年 05 月 04 日",
        "case_gist": "約定違約金之酌減，雖屬法院職權，然有關商務上現在及將來之爭議，依\r\n仲裁條例第一條第一項規定，當事人得訂立仲裁契約，約定仲裁人一人或\r\n單數之數人仲裁，而仲裁人之判斷，依同條例第二十一條第一項規定，與\r\n法院確定判決有同一效力，且仲裁為一審終結，無上訴制度，足見仲裁人\r\n對事實之認定與法律之適用之權限，與法官相較實有過之而無不及，則約\r\n定違約金苟與仲裁契約標的之爭議有關，解釋上應認違約金之酌減，仲裁\r\n人亦得為之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1020 號 民事判決",
        "case_topic": "請求通行權",
        "case_date": "民國 89 年 05 月 04 日",
        "case_gist": "公用地役關係乃私有土地而具有公共用物性質之法律關係，與民法上之地\r\n役權概念有間，故既成巷道須具備為不特定之公眾通行所必要，而於公眾\r\n通行之初，土地所有權人並無阻止之情事，且經歷之年代久遠而未曾中斷\r\n之要件始能成立公用地役關係。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1018 號 民事判決",
        "case_topic": "請求返還無權占有土地",
        "case_date": "民國 89 年 05 月 04 日",
        "case_gist": "土地法第一百零三條第二款所謂承租人以基地供違反法令之使用，係指承\r\n租人以基地或基地上之房屋供違反法令之使用，致危害於公共安全或有違\r\n反公序良俗之情形而言。倘承租人以之供違反法令之使用，並無危害公共\r\n安全或違反公序良俗，即無上開條款規定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1011 號 民事判決",
        "case_topic": "請求塗銷抵押權登記等",
        "case_date": "民國 89 年 05 月 04 日",
        "case_gist": "民法第一百七十條所謂無代理權人，不僅指代理權全不存在者而言，有代\r\n理權而逾越其範圍者，亦包含在內。故代理人逾越代理權所為之法律行為\r\n，非經本人承認，對於本人不生效力 (參見本院二十三年上字第三八八八\r\n號判例)。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1009 號 民事判決",
        "case_topic": "請求確認會員除名決議無效",
        "case_date": "民國 89 年 05 月 04 日",
        "case_gist": "總會之召集程序或決議方法違反法令或章程時，會員得請求法院撤銷其決\r\n議，與決議之內容違反法令或章程者，得訴請法院宣告該決議無效有別。\r\n又於總會決議之內容違反法令章程時，固得依法請求法院宣告決議無效，\r\n但與總會性質不同之理監事會議決議，自不得援用，此觀民法第五十六條\r\n規定自明。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 253 號 民事裁定",
        "case_topic": "請求清償債務",
        "case_date": "民國 89 年 04 月 28 日",
        "case_gist": "第三審為法律審，其所為裁判，以第二審裁判所確定之事實為基礎，故民\r\n事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，對第三審\r\n裁判言，應以該裁判依據第二審裁判所確定之事實而為之法律上判斷，有\r\n適用法規顯有錯誤之情形為限。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 972 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "被上訴人行使代位權請求上訴人向第三人王○彬為給付，並由其代為受領\r\n，倘為無理由，則上訴人以其對王○彬之債權為抵銷之抗辯，法院即無庸\r\n予以審酌，必被上訴人之上開請求為有理由，法院始須就上訴人之抵銷抗\r\n辯是否可採為裁判。查原審認被上訴人之請求為有理由，而為被上訴人勝\r\n訴判決部分，既經本院認其為不當，而以判決予以廢棄，則原審更審時就\r\n上訴人之抵銷抗辯是否應予裁判，尚屬未定，從而原審所為准予抵銷之裁\r\n判，自屬無可維持，應併予廢棄。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 970 號 民事裁定",
        "case_topic": "請求清償借款",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "所謂同時履行之抗辯，乃係基於雙務契約而發生，倘雙方之債務，非本於\r\n同一之雙務契約而發生，縱令雙方債務在事實上有密切之關係，或雙方之\r\n債務雖因同一之雙務契約而發生，然其一方之給付，與他方之給付，並非\r\n立於互為對待給付之關係者，均不能發生同時履行之抗辯。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 967 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "仲裁契約，係基於私法上契約自由原則，由雙方當事人將其紛爭交付第三\r\n人即仲裁人為判斷之合致意思表示。仲裁人基於其得為仲裁判斷之法律上\r\n地位，於解決當事人間之實體法律爭議事項，判斷其法律上之效果時，原\r\n即有適用法律之職權，而無待於當事人之約定，亦不受當事人所述法律見\r\n解之拘束。職是仲裁人於為仲裁判斷時，依情事變更原則，以解決當事人\r\n間之爭議，解釋上自為法之所許，並不以事先取得兩造之同意為必要。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 961 號 民事判決",
        "case_topic": "請求塗銷登記等",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "無法律上之原因而受利益，致他人受損害者，應返還其利益。雖有法律上\r\n之原因，而其後已不存在者，亦同。民法第一百七十九條定有明文。無法\r\n律上之原因取得不動產所有權而受利益，致他人受損害者，該他人自得依\r\n不當得利規定，請求移轉不動產所有權登記，以返還利益，並不發生塗銷\r\n登記之問題。又物權行為有獨立性及無因性，不因無為其原因之債權行為\r\n，或為其原因之債權行為係無效或得撤銷而失效；而買賣契約與移轉所有\r\n權之契約不同，買賣契約不過一種以移轉物權為目的之債權契約，難謂即\r\n為移轉物權之物權契約，且出賣人對於出賣之標的物，不以有處分權為必\r\n要 (本院三十七年上字第七六四五號、三十八年台上字第一一一號判例意\r\n旨參看) ；倘出賣人出賣他人之不動產，並依買受人之指示，使該他人將\r\n買賣標的物不動產所有權逕移轉登記於買受人所指定之第三人，則此第三\r\n人與該他人間僅存有移轉物權之獨立物權契約關係，其間並無何買賣債權\r\n債務關係，亦不因其取得所有權之登記原因載『買賣』而受影響；若此，\r\n如買受人無法律上之原因，使非買賣當事人之第三人取得不動產所有權，\r\n第三人因而受有利益，且該買受人受有損害時，買受人自非不得請求第三\r\n人移轉不動產所有權登記以返還利益。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 959 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "在第二審法院所為宣告假執行之判決，依民事訴訟法第四百五十八條規定\r\n，當事人就假執行之裁判宣示部分不得聲明不服。但若上訴結果，本案判\r\n決經第三審法院廢棄或變更者，無論廢棄後第三審法院自行改判或發回更\r\n審，原第二審判決所附假執行宣告，亦因本案判決之廢棄或變更，在廢棄\r\n或變更範圍內失其效力。查，原審更審前之裁判，對被上訴人勝訴之判決\r\n，固有假執行宣告，且該假執行之判決因不得聲明不服，故本院前次發回\r\n判決載「除假執行宣告外」廢棄，惟該假執行宣告亦因本案判決經廢棄，\r\n在廢棄範圍內失其效力。是原判決對被上訴人勝訴部分，諭知假執行宣告\r\n，於法有據。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 955 號 民事裁定",
        "case_topic": "請求分割共有物等",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "第三審上訴，為當事人對於所受不利益之第二審終局判決聲明不服之方法\r\n，若非當事人，即無上訴權。查本件係上訴人就其與許○毅共有坐落彰化\r\n縣田中鎮中央段等七筆土地，怠於行使請求分割取得完全之所有權，其債\r\n權人即被上訴人代位上訴人訴請共有人許○毅分割共有之土地。此部分之\r\n訴訟，其當事人為被上訴人及許○毅二人，上訴人非此訴訟之當事人，對\r\n分割訴訟之判決，自無上訴權可言。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 949 號 民事判決",
        "case_topic": "請求確認土地所有權不存在等",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "森林係指林地及其群生竹、木之總稱。森林以國有為原則。森林所有權及\r\n所有權以外之森林權利，除依法登記為公有或私有者外，概屬國有。森林\r\n法第三條及該法施行細則第二條定有明文。未依法登記為公有或私有之林\r\n地，既概屬國有，則不論國家已否辦理登記，均不適用關於取得時效之規\r\n定，俾達國土保安長遠利益之目標，並符保育森林資源，發揮森林公益及\r\n經濟效用之立法意旨 (森林法第一條及第五條參照) ，自無民法第七百六\r\n十九條、第七百七十條取得時效規定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 945 號 民事判決",
        "case_topic": "請求回復原狀等",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "訴訟標的對於共同被告之各人必須合一確定者，原告對於部分被告撤回起\r\n訴，依民事訴訟法第五十六條第一項第二款規定，其效力及於全體，如已\r\n得被告全體同意，原告之訴即因撤回而終結，法院不得更為裁判，此為法\r\n院應依職權調查之事項，不因原告誤認其訴訟標的並非必須合一確定，而\r\n影響其撤回起訴之效果。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 513 號 民事裁定",
        "case_topic": "國家賠償等",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "上訴不合程式者，第二審法院應以裁定駁回之。但其情形可以補正者，審\r\n判長應定期間先行補正。上訴不合法之情形，已經原第一審法院命其補正\r\n而未補正者，得不行前項但書之程序。又：當事人起訴或提起上訴，未依\r\n法繳納裁判費，經法院裁定限期命其補繳者，縱經該當事人聲請訴訟救助\r\n，如其聲請，經法院裁定駁回，即令聲請人對於駁回訴訟救助聲請之裁定\r\n提起抗告，亦無阻卻法院限期命補正裁定之效力。故當事人倘不依限補正\r\n，法院自得以其訴或上訴為不合法裁定駁回之。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 196 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 04 月 27 日",
        "case_gist": "刑事訴訟程序得附帶提起民事訴訟者，以因犯罪而受損害之人為限。又刑\r\n事庭移送民事庭之附帶民事訴訟，僅移送後之訴訟程序，應適用民事訴訟\r\n法，至移送前之訴訟行為是否合法，仍應依刑事訴訟法決定之。故移送民\r\n事庭之附帶民事訴訟，縱其於移送前提起時，不備刑事訴訟法之合法要件\r\n，但其移送後之訴訟程序，既應適用民事訴訟法，即屬該法第二百四十九\r\n條第一項第六款所謂之起訴不備其他要件，自應依此規定，以裁定駁回之\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 911 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 04 月 21 日",
        "case_gist": "上訴人於第一審除依侵權行為之法律關係，訴請被上訴人賠償損害外，併\r\n主張依民事訴訟法第五百三十三條準用第五百三十一條之規定，請求被上\r\n訴人賠償其因假處分所受之損害。其聲明僅為單一，此係學者間所謂「重\r\n疊的訴之合併」。雖其訴訟標的有數項，因其僅有單一之聲明，故法院應\r\n就原告所主張之數項標的逐一審判，僅在該數項標的均無理由時，始得為\r\n一個敗訴判決而已。本件第一審法院對於上訴人所主張依民事訴訟法第五\r\n百三十三條準用第五百三十一條規定請求損害賠償部分，並未予以審究，\r\n僅以上訴人並無其所主張基於侵權行為之請求權，即為其敗訴之判決，自\r\n有未洽。上訴人執此提起上訴，原審未予以糾正，竟謂第一審就上訴人主\r\n張依民事訴訟法第五百三十三條準用第五百三十一條規定請求損害賠償部\r\n分未予裁判，僅為裁判脫漏，乃上訴人能否聲請補充判決之問題，而維持\r\n第一審判決，所持法律上見解，自屬可議。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 222 號 民事裁定",
        "case_topic": "請求返還土地等",
        "case_date": "民國 89 年 04 月 21 日",
        "case_gist": "民事訴訟法規定訴訟程序停止之制度，其立法之意旨，係在使當事人不失\r\n參與訴訟程序之機會，以保障當事人之訴訟權益，並符合辯論主義之原則\r\n。第三審為法律審，以不行言詞辯論為原則，尤以當事人上訴不合法之情\r\n形，無待對造當事人參與訴訟程序，即逕以裁定駁回其第三審上訴，則於\r\n對造當事人死亡之情形，既無關對造當事人之參與訴訟程序，自不生適用\r\n法規顯有錯誤之問題。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 905 號 民事判決",
        "case_topic": "請求確認信託關係存在",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "合夥為二人以上互約出資以經營共同事業所組成之團體，與個人有別。故\r\n以合夥名義與他人所訂之契約，契約關係應係存於合夥與該他人之間，而\r\n非存於各合夥人個人與該他人之間。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 902 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "出賣人因買受人不履行債務而解除契約，如買賣標的物之市價於解約前已\r\n有跌落，其價值低於原定買賣價金，出賣人之財產即因而減少，難謂其未\r\n受損害，法院審酌約定之違約金額是否過高，自應予斟酌。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 901 號 民事判決",
        "case_topic": "請求確認票據債權不存在等",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "票據法第十條第二項規定：代理人逾越權限時，就其權限外之部分，應自\r\n負票據上之責任。係指代理人逾越權限以代理人名義簽名於票據之情形而\r\n言。如代理人未載明為本人代理之旨，逕以本人名義簽發票據，即無上開\r\n規定之適用，而應適用民法第一百零七條之規定，本人不得以代理權之限\r\n制對抗善意無過失之執票人，而就代理人權限外之部分，自須負票據上之\r\n責任。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 891 號 民事裁定",
        "case_topic": "請求租佃爭議",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "兩造間就系爭土地原存有三七五租約之租賃關係，被上訴人主張終止該租\r\n賃關係，訴請返還土地，依三七五減租條例第二十六條規定，自應經租佃\r\n委員會之調解、調處，非謂被上訴人聲請調解、調處即係依租賃關係訴請\r\n返還土地。且縱被上訴人原係依租賃關係為本件請求，嗣變更為依物上請\r\n求權訴請返還土地，既經原審予以准許，上訴人自不得聲明不服。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 882 號 民事判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "約定之違約金額過高時，法院得依職權依被害人所受損益、兩造之社會經\r\n濟地位、加害人之經濟能力，暨一般客觀之事實酌定適當之違約金額。原\r\n審審酌因被上訴人許○光提前離職，上訴人必須於其預定之五年期滿之前\r\n，另行支付培訓新進人員之費用所受損害，及上訴人因被上訴人許○光已\r\n實際履行部分債務而受到之利益，並斟酌兩造間之社會、經濟地位，認定\r\n本件之違約金以三十二萬元為適當。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 881 號 民事判決",
        "case_topic": "請求給付徵收補償費",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "繼承人拋棄其繼承權，應於知悉其得繼承之時起二個月內，以書面向法院\r\n、親屬會議或其他繼承人為之，此觀修正前民法第一千一百七十四條規定\r\n自明。是以繼承權之拋棄，係指繼承開始後，繼承人依法定方式於法定期\r\n間內否認自己開始繼承效力之意思表示。從而法定期間過後倒填日期所為\r\n繼承權之拋棄，不能認為有效，其原由繼承取得之財產，仍屬其所有。又\r\n按繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有。\r\n而除法律或契約另有規定外，公同共有物之處分，及其他之權利行使，應\r\n得公同共有人全體之同意。民法第一千一百五十一條、第八百二十八條分\r\n著明文。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 869 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "民事訴訟法第四十條第三項所謂非法人之團體設有代表人或管理人者，必\r\n須有一定之名稱及事務所或營業所，並有一定之目的及獨立之財產，始足\r\n當之。查原判決依被上訴人之主張，逕列載上訴人即被告為「臨○宮管理\r\n委員會」即「旗津臨○文物陳列館管理委員會」，惟依卷附高雄市政府社\r\n會局八十六年九月十五日開會通知單及所附協調會議議程所示，各該委員\r\n會係屬二個獨立組織，互不隸屬；旗津臨○文物陳列館委員會似係為籌建\r\n此文物陳列館而設，又稽諸台灣高雄地方法院七十七年度公字第八六八號\r\n公證書記載，其代表人為蘇○欉，而非呂○良，且為合夥組織。則兩者何\r\n以即為同一主體而有當事人能力？原審未依職權調查並說明其理由，自有\r\n未合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 868 號 民事判決",
        "case_topic": "請求返還預付款等",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "國家機關因裁撤或改組而不存在者，其性質與法人因合併而消滅者相類，\r\n故其訴訟程序應類推適用民事訴訟法第一百六十九條第一項規定，在承受\r\n其業務之機關承受其訴訟以前當然停止。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 181 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 89 年 04 月 20 日",
        "case_gist": "聲請拍賣抵押物係屬非訟事件，祇須其抵押權已經依法登記，且債權已屆\r\n清償期而未受清償，法院即應為准許拍賣之裁定。至於為拍賣程序基礎之\r\n私法上權利有瑕疵時，應由爭執其權利之人提起訴訟，以資救濟，抵押權\r\n人並無於聲請拍賣抵押物事件中，舉證證明其權利存在之義務。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 855 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 04 月 14 日",
        "case_gist": "權利之行使，不得違反公共利益，或以損害他人為主要目的，為民法第一\r\n百四十八條第一項所明定。而權利之行使，是否以損害他人為主要目的，\r\n應就權利人因權利行使所能取得之利益，與他人及國家社會因其權利行使\r\n所受之損失，比較衡量以定之。倘其權利之行使，自己所得利益極少而他\r\n人及國家社會所受之損失甚大者，非不得視為以損害他人為主要目的，此\r\n乃權利社會化之基本內涵所必然之解釋。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 832 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "民事訴訟法第二百八十條第一項規定，當事人對於他造主張之事實，於言\r\n詞辯論時不爭執者，視同自認，係指當事人對於他造主張之事實，於言詞\r\n辯論時，消極的不表示意見，法律擬制其為自認而言，此與同法第二百七\r\n十九條第一項所定自認，必須當事人對於他造主張之事實，積極的表示承\r\n認之情形有別。因擬制自認本無自認行為，固不生撤銷自認之問題，惟應\r\n許當事人在第二審言詞辯論終結前，隨時為追復爭執之陳述，使擬制自認\r\n失其效力。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 831 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "工作物材料由承攬人供給之工作物供給契約，如當事人之意思重在工作物\r\n之完成時，不失為承攬契約之一種，承攬人之報酬及其墊款請求權，因二\r\n年間不行使而消滅。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 830 號 民事判決",
        "case_topic": "請求塗銷所有權登記",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "不動產物權因法院之判決而取得者，不以須經登記為生效要件，為民法第\r\n七百五十九條所明定，此之所謂判決，係僅指依其宣告足生物權法上取得\r\n某不動產物權效果之力，恒有拘束第三人之必要，而對於當事人以外之一\r\n切第三人亦有效力者而言，惟形成判決始足當之，不包含其他判決在內。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 805 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "全民健康保險法第一條後段固規定，就該法未規定之事項應適用保險法相\r\n關規定。惟全民健康保險性質上係屬健康、傷害保險，除有全民健康保險\r\n法第八十二條規定之情形外，依保險法第一百三十條、第一百三十五條準\r\n用同法第一百零三條之規定，全民健康保險之保險人不得代位行使被保險\r\n人因保險事故所生對於第三人之請求權，要無保險法第五十三條規定適用\r\n之餘地。是全民健康保險之被保險人，非因汽車交通事故受傷害，受領全\r\n民健康保險提供之醫療給付，其因侵權行為所生之損害賠償請求權並不因\r\n而喪失。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 801 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "民法第二百零二條前段規定，以外國通用貨幣定給付額者，債務人得按給\r\n付時、給付地之市價，以中華民國通用貨幣給付之。故以外國通用貨幣定\r\n給付額者，惟債務人得以中華民國通用貨幣為給付。倘債權人請求給付，\r\n僅能依債之本旨，請求債務人以外國通用貨幣給付之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 800 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "「默示之意思表示，係指依表意人之舉動或其他情事，足以間接推知其效\r\n果意思者而言，若單純之沈默，則除有特別情事，依社會觀念可認為一定\r\n意思表示者外，不得謂為默示之意思表示。」本院著有二十九年度上字第\r\n七六二號判例，可資參照。兩造就系爭現貨商品保證金交易既有最大虧損\r\n額度以美金一萬元為限之約定，可否以上訴人於收受被上訴人或亨○公司\r\n所傳真、郵寄之帳單後或未仔細核對致未為異議，即認為上訴人有默示被\r\n上訴人繼續代為操作之意思表示，自有再事推求之必要。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 163 號 民事裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "民事訴訟法第五百二十九條規定債權人不於命假扣押之法院所定期間內起\r\n訴者，債務人得聲請命假扣押之法院撤銷假扣押裁定，所謂命假扣押法院\r\n所定之期間，雖非不變期間，惟債權人至遲應於命假扣押之法院為撤銷假\r\n扣押之裁定前起訴，否則，命假扣押之法院應依債務人之聲請撤銷假扣押\r\n裁定。又擴張數量上應受判決事項之聲明，因未變更訴訟標的，訴訟上許\r\n原告任意為之，但性質上，仍屬訴之追加，即擴張之部分，仍為新訴之提\r\n起，僅係合併於原訴審理。故債權人於命假扣押之法院所定期限內僅就假\r\n扣押所欲保全之請求之一部起訴，而於命假扣押之法院為撤銷假扣押之裁\r\n定後始就未起訴部分擴張應受判決事項之聲明者，就該擴張部分，仍屬逾\r\n期起訴，命假扣押之法院仍應依債務人之聲請撤銷該部分之假扣押裁定。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 162 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "當事人對於確定裁定聲請再審，依民事訴訟法第五百零七條準用同法第四\r\n百九十六條第一項但書規定，不得以其已依抗告主張之事由，為其聲請之\r\n理由；知其事由而不為主張者，亦同。又下級審法院之裁定是否有適用法\r\n規顯有錯誤之情形，於該裁定送達當事人之時，即可知悉，當事人應可依\r\n抗告程序請求救濟，如其不循此途徑以謀救濟，自不得於事後執該事由聲\r\n請再審。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 161 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 89 年 04 月 13 日",
        "case_gist": "投標應繳納保證金而未繳納者，其投標無效，為強制執行法第八十九條所\r\n明定。又執票人應以背書之連續證明其權利，票據法第三十七條第一項前\r\n段定有明文。故投標人用以繳納保證金之票據如有受款人之記載，而未經\r\n受款人背書者，因該票據背書不連續，為執票人之執行法院無從據以行使\r\n權利，自難謂投標人於開標前已繳納保證金，而認其投標為有效。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 789 號 民事判決",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 89 年 04 月 07 日",
        "case_gist": "買受人因物有瑕疵，而得解除契約者，其解除權於物之交付後六個月間，\r\n不行使而消滅，民法第三百六十五條第一項定有明文。此項解除權之行使\r\n，祇須當事人以意思表示為之，並不須任何方式，被上訴人既於八十六年\r\n一月十三日之答辯理由中表示解除之意思，即不能謂其尚未行使解除權 (\r\n參見本院五十八年台上字第一九三八號判例意旨) 。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 786 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 89 年 04 月 07 日",
        "case_gist": "民事訴訟法第三百九十七條規定，法律行為成立後，因情事變更，法院應\r\n依職權公平裁量為增減給付或變更其他原有效果之判決。所指變更其他原\r\n有效果，並非使法律行為失其效力，僅係使原有法律效果有所更異，如延\r\n期給付之類。上訴人竟執以拒絕履行贈與契約，自無可取。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 756 號 民事判決",
        "case_topic": "請求通行權",
        "case_date": "民國 89 年 03 月 31 日",
        "case_gist": "民法第七百八十九條之立法意旨，乃因土地所有人讓與土地之一部或分割\r\n土地時，就其可能造成不能與公路為適宜之聯絡之情形，為其能預見而得\r\n事先安排，土地所有人不能因自己之讓與或分割土地之任意行為，導致對\r\n當事人以外之其他土地所有人造成不測之損害。此法條所規定之通行權性\r\n質上乃土地之物上負擔，隨土地而存在，土地所有人將土地分割成數筆，\r\n同時或先後讓與數人，應仍有該法條規定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 752 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 89 年 03 月 31 日",
        "case_gist": "租賃關係存續中，因不可歸責於承租人之事由，致租賃物之一部滅失者，\r\n承租人僅得按滅失之部分請求減少租金，租賃關係並不當然消滅，此觀民\r\n法第四百三十五條第一項規定甚明。查兩造所不爭執之高雄市政府消防局\r\n火災原因調查報告書記載：「延燒情形圖說：火源由本市苓雅區自強三路\r\n東側舞台中間附近起火後，因舞台東側為 RC 造牆壁，西側為木質舞池及\r\n座位區，火勢遂向西及向七樓擴大延燒，致造成舞台及舞池被燒燬較嚴重\r\n」，而系爭租賃標的僅係六樓及七樓房屋，並不包括承租後大世紀舞廳自\r\n行在屋內之特別裝修及設置之生財器具等物，因之能否認定上訴人所出租\r\n之六、七樓房屋業已全部滅失而致租賃關係消滅，尚非無疑。原審見未及\r\n此，遽認租賃物因火災而滅失，租賃關係即歸消滅，被上訴人得請求返還\r\n上開全部押租金，而為上訴人不利之判斷，自有可議。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 724 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 03 月 30 日",
        "case_gist": "定共有物分割之方法，固可由法院自由裁量，惟仍應斟酌共有人之意願、\r\n利害關係及分得部分所得利用之價值等情形，定一適當公平之方法以為分\r\n割。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 723 號 民事判決",
        "case_topic": "請求塗銷地上權登記",
        "case_date": "民國 89 年 03 月 30 日",
        "case_gist": "建物基地使用人如已向基地所有人訂有口頭或書面之合法地上權契約，而\r\n基地所有人拒不履行共同申請時，使用人可陳明不能覓致義務人共同登記\r\n理由，並檢同鄉鎮公所保證書及繳納租金憑證，單獨申請為地上權登記，\r\n此為行為時有效之土地登記規則第十七條、臺灣省各縣市辦理單獨申請地\r\n上權設定登記應行注意事項第一項所明定。準此，倘若土地使用人欠缺上\r\n開注意事項所應具備之要件，單獨申辦地上權登記，是否即因不合法而具\r\n有無效之原因，縱土地所有人未於法定期間內就上開登記聲明異議或請求\r\n更正，亦不發生因地政機關已完成登記而視為原有瑕疵業已補正，並使無\r\n效之法律行為成為有效，自滋疑義。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 164 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 03 月 30 日",
        "case_gist": "當事人因無資力支出訴訟費用而聲請訴訟救助者，關於請求救助之事由，\r\n應提出能即時調查之證據以釋明之。此項釋明，得由受訴法院管轄區域內\r\n有資力之人，出具保證書代之，此觀民事訴訟法第一百零九條第二項、第\r\n三項、第二百八十四條之規定自明。所謂「無資力」，係指窘於生活，且\r\n缺乏經濟信用者而言。申言之，若非取給於自己或家族所必需之生活費不\r\n能支出訴訟費用，且無籌措款項以支出訴訟費用之信用技能，方能謂之為\r\n無資力支出訴訟費用。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 145 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行",
        "case_date": "民國 89 年 03 月 30 日",
        "case_gist": "強制執行法第三十四條第二、三項兼採塗銷主義及賸餘主義，明定執行法\r\n院對於執行標的物知有擔保物權或優先受償權之債權人者，應通知或公告\r\n之，經通知或公告後該債權人如不聲明參與分配時，執行法院仍應將該已\r\n知之擔保物權或優先受償權之債權及其金額列入分配。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 700 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 89 年 03 月 24 日",
        "case_gist": "民法第七百三十八條以錯誤為原因而撤銷和解係規定於債編，並無任何排\r\n除適用民法總則之規定，是民法第八十八條第一項但書所規定撤銷錯誤之\r\n意思表示，以其錯誤非由表意人自己之過失者為限，於民法第七百三十八\r\n條以錯誤為原因而撤銷和解，自有其適用 (最高法院八十三年台上字第二\r\n三八三號判例參照) 。上訴人謂民法第八十八條第一項規定於和解錯誤之\r\n撤銷無適用之主張，洵屬無據。本件上訴人已承認其將已付之貨款三百五\r\n十二萬四千元誤為二百五十五萬六千元，係由於其職員胡○卿之疏失所致\r\n，而胡○卿係上訴人之使用人，依民法第二百二十四條之規定，上訴人就\r\n胡○卿之過失應與自己之過失負同一責任，且上訴人就其已付多少貨款，\r\n未予查明，即採信其職員胡○卿所述之二百五十五萬六千元，亦難辭過失\r\n之責，上訴人對其錯誤之發生既有過失，依民法第八十八條第一項但書之\r\n規定，自不得撤銷因錯誤所為之和解，是上訴人以錯誤為理由而撤銷和解\r\n，並不生撤銷之效力，兩造間之和解契約自仍有效。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 697 號 民事判決",
        "case_topic": "請求履行債務",
        "case_date": "民國 89 年 03 月 24 日",
        "case_gist": "按區分所有建物之專有部分不得與其所屬建築物共同使用部分之應有部分\r\n及其基地所有權或地上權之應有部分分離而為移轉或設定負擔，公寓大廈\r\n管理條例第四條第二項定有明文。故如已登記之區分所有建物與基地所有\r\n權或地上權之權利人為同一人者，其建物或基地所有權、地上權移轉時應\r\n受上開條例禁止規定之限制。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 678 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "損害賠償，除法律另有規定或契約另有訂定外，固在於填補債權人所受之\r\n損害及所失之利益，民法第二百十六條定有明文。惟無論所受損害抑所失\r\n利益，被害人賠償損害之請求權，以受有實際上之損害為成立要件。故衡\r\n量賠償之標準，首應調查被害人實際上之損害額，始能定其數額之多寡。\r\n如係填補被害人賠償他人之損害，除應以被害人賠償該他人之金額為度外\r\n，尤應審酌該他人實際上所受損害及所失利益之數額為斷，方符衡平原則\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 676 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "租賃，乃特定當事人間所締結之債權契約，對於契約必要之點，即租金與\r\n標的物之意思表示必須一致，否則其契約即難謂已成立。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 672 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "債權人依民事訴訟法第五百三十條第三項規定聲請撤銷假扣押裁定者，依\r\n同法第五百三十一條規定，應賠償債務人因假扣押或供擔保所受之損害。\r\n債權人所負此項賠償損害責任，乃本於假扣押裁定撤銷之法定事由而生，\r\n不以債權人有無故意或過失為要件。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 670 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "耕地三七五減租條例第二十六條第一項規定租佃爭議事件須經調解、調處\r\n始得起訴，無非在於保持業主與佃農雙方情感，減少訟累。如出租人或承\r\n租人有數人，其中一人或部分人出席調解、調處程序，已為不同意之表示\r\n，縱令全體出席，調解、調處自亦無從成立，則為訴訟便宜起見，應認該\r\n租佃爭議事件已踐行調解、調處程序。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 666 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "共有人因共有物分割之方法不能協議決定，而提起請求分割共有物之訴，\r\n法院固得依民法第八百二十四條第二項規定，以原物分配於各共有人，或\r\n變賣共有物，以價金分配於各共有人。惟共有人請求分割之共有物，倘係\r\n公寓大廈之專有部分，而無法以原物分配於各共有人，須採變賣共有物以\r\n價金分配於各共有人之方法分割，因依公寓大廈管理條例第四條第二項規\r\n定，專有部分不得與其所屬建築物共用部分之應有部分及其基地所有權之\r\n應有部分分離而為移轉，共有人自應請求就該專有部分與其所屬建築物共\r\n用部分之應有部分及其基地所有權之應有部分合併分割，不得單獨就其中\r\n之一請求分割。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 646 號 民事判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "公營事業移轉民營條例第八條第一項及第二項前段分別規定：「公營事業\r\n轉為民營型態時，其從業人員願隨同移轉者，應隨同移轉。但其事業單位\r\n改組或轉讓時，新舊雇主另有約定者，從其約定。」、「公營事業轉為民\r\n營型態時，其從業人員不願隨同移轉者，或因前項但書約定未隨同移轉者\r\n，應辦理離職。」，關於上開從業人員如不願隨同移轉民營公司或未能隨\r\n同移轉者，均應辦理離職之規定，應屬強制規定，不容繼續留任。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 638 號 民事判決",
        "case_topic": "請求返還土地等",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "台南縣政府所請求元○宮使用系爭土地相當於租金之不當得利，其土地租\r\n金之數額，應以土地申報地價為基礎，此觀土地法第九十七條第一項規定\r\n甚明。而系爭第二一一一之一地號土地，七十六年七月之申報地價係每平\r\n方公尺八千八百元，公告地價為每平方公尺一萬一千元，原審於計算該地\r\n號，七十六年七月起元○宮應返還之不當得利，竟以公告地價一萬一千元\r\n為計算基準，自屬於法有違。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 636 號 民事判決",
        "case_topic": "請求確認證書真偽",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "確認之訴與給付之訴本質不同，前者係原告要求法院以判決確定一定法律\r\n關係存否，成立或不成立，或證書真偽，或法律關係基礎事實存否之訴；\r\n後者則係原告要求法院是認其在私法上對於被告有一定給付之請求權，並\r\n進而命被告為一定行為之訴。查系爭股款收據記載：「今收到胡○惠股東\r\n依照三十七年十月十七日本行股東臨時會議決之調整資本辦法繳來本行股\r\n份四二八股之股款每股金圓五十元共計金圓二千一百四十元，俟登記手續\r\n辦妥當，再通知憑本收據換取正式股票」等內容，依上訴人之主張，既攸\r\n關上訴人對於被上訴人有否此認股權及股東身分之認定，自屬證明或表彰\r\n某法律關係存否或成立不成立之證書。。而被上訴人已否認系爭股款收據\r\n之真正及上訴人為其股東，既為原審所認定，則該股款收據果屬真正，上\r\n訴人就此證書所表彰權利存否之不安狀態，能否謂不能依確認之訴予以除\r\n去，而無提起確認之訴之法律上利益，顯非無疑。"
    },
    {
        "case_id": "最高法院 89 年度台簡抗字第 19 號 民事裁定",
        "case_topic": "請求給付票款再審",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "當事人提起再審之訴，應自判決確定時起三十日之不變期間內為之，雖再\r\n審之理由知悉在後者，應自知悉時起算，但再審原告主張其知悉再審理由\r\n在後，應就此利己事實負舉證責任。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 133 號 民事",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "當事人在第二審為訴之追加，非經他造同意不得為之，固為民事訴訟法第\r\n四百四十六條第一項所規定，但依同法第四百六十三條準用第二百五十五\r\n條第二項之規定，一經他造於此項訴之追加，無異議而為本案之言詞辯論\r\n後，即應視為同意追加，不得於再開言詞辯論程序或更審程序再事爭執。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 124 號 民事裁定",
        "case_topic": "與相對人間清償借款強制執行聲明異議事件",
        "case_date": "民國 89 年 03 月 23 日",
        "case_gist": "本件執行債權人即再抗告人依系爭土地登記簿謄本記載所有人為楊○郎認\r\n為系爭土地係執行債務人楊○郎所有，聲請予以查封，相對人對之固有爭\r\n執，然土地登記簿謄本記載之楊○郎是否確為執行債務人楊○郎，既尚待\r\n審認方可確定，而執行法院無逕行審認之權，自應由相對人提起執行異議\r\n之訴，以資解決。台灣屏東地方法院認為相對人之聲明異議無理由，以裁\r\n定駁回之，經核於法並無不合。原法院見未及此，以執行法院應確實查明\r\n系爭土地是否屬執行名義債務人楊○郎所有，將台灣屏東地方法院所為裁\r\n定廢棄，自有違誤。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 1031 號 民事判決",
        "case_topic": "請求塗銷地上權登記等事件",
        "case_date": "民國 89 年 03 月 21 日",
        "case_gist": "當事人主張有利於己之事實者，就其事實有舉證之責任，民事訴訟法第二\r\n百七十七條前段定有明文。查被上訴人主張系爭地上權登記因與當時施行\r\n之土地登記規則及台灣省各縣市辦理單獨聲請地上權設定登記應行注意事\r\n項規定之要件不合，而屬無效，應予塗銷，自應就系爭地上權登記不符前\r\n開規定而為無效之事實負舉證之責任。原審竟反以上訴人就由權利人單獨\r\n聲請辦理系爭地上權登記時，有不能覓致義務人共同聲請之事實，負舉證\r\n責任，而未能舉證以實其說，自認系爭地上權登記為無效，於法殊有未合\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 602 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 89 年 03 月 17 日",
        "case_gist": "本件上訴人起訴主張依不當得利之法律關係請求返還，嗣又主張依不當得\r\n利及買賣之法律關係合併請求。而第一審僅依買賣法律關係之訴訟標的為\r\n上訴人勝訴之判決。被上訴人不服上訴原審，則未經第一審裁判之不當得\r\n利之法律關係部分，應隨同上訴部分移審於原審。此際，原審審判長應就\r\n上訴人究竟係請求就二法律關係均為裁判或擇一而為其勝訴判決，行使闡\r\n明權，以了解其真意所在，如屬前者，則為競合訴之合併，如屬後者，則\r\n為選擇訴之合併，法院均應就二訴合併審理，於判決時如其中一訴有理由\r\n，即無庸就他訴為裁判，如各訴均無理由，則應就各訴均為上訴人敗訴之\r\n判決。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 595 號 民事判決",
        "case_topic": "請求確認應繼分等",
        "case_date": "民國 89 年 03 月 16 日",
        "case_gist": "繼承人拋棄其繼承權，應於知悉其得繼承之時起二個月內，以書面向法院\r\n、親屬會議或其他繼承人為之，此觀修正前民法第一千一百七十四條規定\r\n自明。是以繼承權之拋棄，係指繼承開始後，繼承人依法定方式於法定期\r\n間內否認自己開始繼承效力之意思表示。從而，繼承開始前預為繼承權之\r\n拋棄、法定期間過後所為繼承權之拋棄，暨非書面之拋棄繼承意思表示，\r\n均不能認為有效。又繼承因被繼承人死亡而開始，繼承開始後，繼承人即\r\n取得被繼承人之財產。雖繼承人得拋棄繼承權，且繼承之拋棄，溯及於繼\r\n承開始時發生效力，與未曾繼承同，但繼承人之拋棄繼承如為無效時，其\r\n原由繼承取得之財產，仍屬其所有，並不以辦理繼承登記為必要，若受侵\r\n害，係侵害繼承人已取得之權利，而非侵害繼承權，應無民法第一千一百\r\n四十六條繼承回復請求權之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 594 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 89 年 03 月 16 日",
        "case_gist": "因契約互負債務者，於他方當事人未為對待給付前，得拒絕自己之給付，\r\n民法第二百六十四條第一項前段定有明文。又按雙務契約當事人之一方負\r\n擔的給付與他方負擔的對待給付有牽連關係，此項牽連關係於雙務契約罹\r\n於無效以後仍然存在。是以，於買賣契約罹於無效後，買方固得以不當得\r\n利法律關係請求賣方返還收受之價金，賣方亦得依不當得利法律關係請求\r\n返還交付之房屋，雙方似得依此為同時履行抗辯權之主張。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 586 號 民事判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 89 年 03 月 16 日",
        "case_gist": "不動產買賣契約成立後，其收益權屬於何方，依民法第三百七十三條之規\r\n定，應以標的物已否交付為斷；如尚未交付，買受人即無收益權，其擅自\r\n占用出賣人所有之不動產，自屬侵害出賣人之不動產所有權，出賣人自非\r\n不得請求賠償相當於租金之損害金。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 585 號 民事判決",
        "case_topic": "請求回復原狀",
        "case_date": "民國 89 年 03 月 16 日",
        "case_gist": "共有物分管契約係共有人就共有物管理方法所成立之協議，依民法第八百\r\n二十條第一項規定，應由共有人全體共同協議訂定之。其未定有分管期限\r\n者，因終止分管契約係關於共有物管理方法之變更，自須經共有人全體同\r\n意，始得為之，自難認各共有人得隨時終止分管契約。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 574 號 民事判決",
        "case_topic": "請求確認僱傭關係存在",
        "case_date": "民國 89 年 03 月 16 日",
        "case_gist": "提起民事訴訟及提起民事第二審上訴，均應依民事訴訟費用法規定繳納裁\r\n判費，此為必須具備之程式，且為法院應依職權調查之事項。又按確認僱\r\n傭關係存在或不存在之訴，其訴訟標的屬財產權訴訟，法院應依同法第四\r\n條第二項規定，核定其訴訟標的之價額。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 97 號 民事裁定",
        "case_topic": "與債務人間清償債務強制執行事件",
        "case_date": "民國 89 年 03 月 10 日",
        "case_gist": "不動產物權，依法律行為而取得者，非經登記，不生效力，民法第七百五\r\n十八條定有明文。又違章建築之房屋若為債務人所有，買受人雖買受在先\r\n，亦無排除強制執行之權利。系爭違章建物倘係屬債務人洪秀鳳所有，執\r\n行法院遽裁定駁回彰化銀行上開拍賣之聲請，自有未合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 572 號 民事判決",
        "case_topic": "請求所有權移轉登記等",
        "case_date": "民國 89 年 03 月 10 日",
        "case_gist": "信託行為並非法定要式行為，故無訂立書面契約之必要。原審既認定系爭\r\n房地之出資人、用益人及權狀執有人等均非登記名義人即被上訴人之被繼\r\n承人王○山，而係上訴人，登記名義人就其僅「虛有」產權之登記，卻任\r\n上訴人 (無償) 用益系爭房地，並由上訴人持有財產證明文件及以系爭房\r\n地為標的，設定抵押權予訴外人李○榮等異於常態之事實，則被上訴人就\r\n此異於常態之事實，未能舉證其登記取得該財產之原因，再參酌證人王○\r\n林上述之證述，依經驗法則，上訴人主張其就系爭房地與王○山間有信託\r\n關係存在，非無研求之餘地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 540 號 民事判決",
        "case_topic": "請求返還無權占有土地",
        "case_date": "民國 89 年 03 月 09 日",
        "case_gist": "本院四十八年臺上字第一四五七號判例意旨謂：土地與房屋為各別之不動\r\n產，各得單獨為交易之標的，且房屋性質上不能與土地使用權分離而存在\r\n，亦即使用房屋必須使用該房屋之地基，故土地及房屋同屬一人，而將土\r\n地及房屋分開同時或先後出賣，其間雖無地上權設定，然除有特別情事，\r\n可解釋為當事人之真意，限於賣屋而無基地之使用外，均應推斷土地承買\r\n人默許房屋承買人繼續使用土地等語，旨在說明土地承買人於買受土地時\r\n，如已知地上有房屋之存在，而無特別情事可解釋為當事人之真意無基地\r\n之使用外，應推斷土地承買人默許房屋所有人繼續使用土地。又本院四十\r\n八年臺上字第一○六五號判例謂：共有人於與其他共有人訂立共有物分割\r\n或分管之特約後，縱將其應有部分讓與第三人，其分割或分管契約，對於\r\n受讓人仍繼續存在云云，所指對受讓人繼續存在者，僅共有人就該共有物\r\n所訂之分割或分管契約而言，並不及於契約約定分割或分管之物以外之其\r\n他共有物。依前揭判例意旨，本件鬮分契約書如僅就建物為分管之協議，\r\n被上訴人輾轉購得如附圖所示Ａ部分建物後，將之拆除重建，重建後之房\r\n屋能否繼續使用系爭土地，即滋疑義。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 539 號 民事判決",
        "case_topic": "請求返還工程款",
        "case_date": "民國 89 年 03 月 09 日",
        "case_gist": "（一）契約解除時，當事人之一方應返還之物有毀損、滅失，或因其他事\r\n      由，致不能返還者，應償還其價額，民法第二百五十九條第六款定\r\n      有明文；倘契約解除後，始發生不能返還之情形，自應適用關於給\r\n      付不能之規定。\r\n（二）原告於本案經終局判決後，於上級審減縮其應受判決事項之聲明，\r\n      實質上與訴之撤回無異，依民事訴訟法第二百六十三條第二項規定\r\n      ，就該減縮部分，不得復提起同一之訴，自不得復擴張該部分應受\r\n      判決事項之聲明。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 522 號 民事判決",
        "case_topic": "請求給付墊款",
        "case_date": "民國 89 年 03 月 03 日",
        "case_gist": "土地增值稅係依據國父孫中山先生之遺教，實施漲價歸公政策所徵收之稅\r\n捐，徵收時係以買賣之土地漲價為其前提要件，倘於土地之買賣成立後未\r\n為移轉登記前，地價漲價，土地增值稅亦隨之提高時，其漲價之利益已歸\r\n買受人取得，因漲價而提高之土地增值稅，如仍由出賣人負擔，自與立法\r\n意旨不符。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 521 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 03 月 03 日",
        "case_gist": "商標法第六十一條第一項規定，商標專用權人對於有侵害其商標專用權之\r\n虞者，得請求防止之，此為侵害防止請求權。所謂侵害，指第三人無正當\r\n權源，妨害商標專用權之圓滿行使，商標專用權人無忍受之義務。所謂有\r\n侵害商標專用權之虞，係侵害雖未發生，就既存之危險現狀判斷，商標專\r\n用權有被侵害之可能，而有事先加以防範之必要謂之。此須就具體事實，\r\n依一般社會觀念決之，如客觀上有不法實施侵害之準備等情，自可請求防\r\n止。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 513 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 89 年 03 月 02 日",
        "case_gist": "私法契約之當事人，除該契約有無效之原因，或因停止條件尚未成就、或\r\n因要物性未具備等因素而不生效外，於通常情形，契約一經成立即告生效\r\n，此私經濟行為應受私法之適用，不因內部稽查程序而有所影響。查被上\r\n訴人對系爭工程有隨時變更計劃及增減工程數量之權，為合約書第十三條\r\n所約定，並無以上級機關或稽核單位之核准為生效要件之限制，此約定自\r\n當拘束兩造當事人。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 512 號 民事判決",
        "case_topic": "請求遷讓房屋等",
        "case_date": "民國 89 年 03 月 02 日",
        "case_gist": "因任職關係獲准配住宿舍，係屬使用借貸性質，借用人如已離職，依借貸\r\n之目的，應視為已使用完畢，貸與人固得依民法第四百七十條第一項規定\r\n據以請求借用人返還該房屋，無待乎另為終止借貸契約之意思表示。惟借\r\n用人如已死亡者，其與貸與人間之使用借貸關係並不當然消滅，貸與人僅\r\n得依同法第四百七十二條第四款規定，向借用人之全體繼承人終止使用借\r\n貸契約，在未合法終止契約以前，自難謂此項使用借貸關係業已消滅。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 505 號 民事判決",
        "case_topic": "請求確認債權不存在",
        "case_date": "民國 89 年 03 月 02 日",
        "case_gist": "票據固為文義證券及無因證券，票據上之權利義務，悉依票上所載文義定\r\n之，與其基礎之原因關係各自獨立，票據上權利之行使，不以其原因關係\r\n存在為前提，是以執票人行使票據上權利時，就其基礎之原因關係確係有\r\n效存在，不負舉證責任。惟上訴人主張李○招無資力貸款與胡○難，李○\r\n招則自承系爭本票為其借款與胡○難之憑據，似均認本票交付之原因關係\r\n為消費借貸，果爾，自應由執票人就借款已交付之事實負舉證責任。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 500 號 民事裁定",
        "case_topic": "請求確認債權債務不存在",
        "case_date": "民國 89 年 03 月 02 日",
        "case_gist": "當事人合意停止訴訟程序者，一方面足使訴訟之進行遲延，一方面可使當\r\n事人有充裕時間為訴訟之準備或進行和解，其行為究有利或不利於共同訴\r\n訟人，就形式上觀之，尚難以斷定，自無民事訴訟法第五十六條第一項第\r\n一款規定之適用。故必要共同訴訟，必須全體共同訴訟人一致為合意停止\r\n之意思，其合意停止始生法律上之效力，其中一人不為此合意者，其訴訟\r\n程序不因部分共同訴訟人之合意而停止。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 498 號 民事判決",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 89 年 03 月 02 日",
        "case_gist": "執行法院就執行債務人對於第三債務人之金錢債權發扣押命令，旨在排除\r\n執行債務人妨害執行債權人債權滿足之處分行為，執行債務人受領清償之\r\n權限，固因此而受限制，惟其為該債權主體之地位並未喪失，苟於執行債\r\n權人之債權無影響，自尚得行使其權利。因執行債務人對第三債務人提起\r\n給付訴訟，於訴訟階段僅屬保存債權之行為，尚不至妨礙執行債權人債權\r\n之滿足，即非不得為之。倘執行債務人怠於行使此項權利，執行債權人自\r\n得依民法第二百四十二條規定代位行使之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 307 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 02 月 29 日",
        "case_gist": "本件第一審係由被上訴人林○泉為原告，上訴人林○泉及國有財產局為被\r\n告，提起系爭土地分割共有物之訴，其訴訟標的對於共同訴訟人全體必須\r\n合一確定。上訴人國有財產局不服第一審判決，提起第二審上訴，依民事\r\n訴訟法第五十六條第一項第一款規定，其效力及於未提起上訴之同造共同\r\n訴訟人林○泉，原審依法應將之併列為上訴人，方屬正辦。乃原審竟將林\r\n○泉倒置為被上訴人，而進行辯論判決，自有違誤。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 492 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 89 年 02 月 25 日",
        "case_gist": "撤銷仲裁判斷之訴，應於判斷書交付或送達之日起，三十日之不變期間內\r\n為之，修正前商務仲裁條例第二十四條定有明文。關於此期間之計算，該\r\n條例並未規定，依同條例第三十五條適用非訟事件法第十五條而準用民事\r\n訴訟法第一百六十一條之規定，應適用民法第一百二十條第二項：「以日\r\n定期間者，其始日不算入」之規定，則上開三十日不變期間，其始日即判\r\n斷書交付或送達之日不算入。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 482 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 02 月 25 日",
        "case_gist": "分管契約於共有人間之效力而言，分管後，共有人雖仍維持共有之關係，\r\n但得依分管內容，就共有物之分管部分，為使用收益及管理，即取得管理\r\n權。如共有人依分管契約在分管之特定部分土地上興建房屋，於共有物分\r\n割確定，雖共有關係已消滅，惟共有人占有共有土地之特定部分適分歸其\r\n取得，則共有人在分管之特定部分土地上所興建之房屋與其基地同屬一人\r\n，而將土地及房屋分開或先後出賣與二人時，房屋性質上不能與基地使用\r\n權分離存在，於此情形應認基地買受人於買受之初，即有默認房屋買受人\r\n有權繼續使用基地，自難謂無權占有。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 467 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 89 年 02 月 25 日",
        "case_gist": "信託法尚未公布施行前，參照本院六十六年台再字第四二號判例，所謂信\r\n託行為，係指委託人授與受託人超過經濟目的之權利，而僅許可其於經濟\r\n目的範圍內行使權利之法律行為而言。至受託人取得信託財產之方式，由\r\n委託人就自己所有之財產為移轉者有之；由委託人使第三人將財產權移轉\r\n與受託人者有之；由受託人原始取得受託財產者亦有之。祇須委託人與受\r\n託人有信託合意為已足，殊無囿限信託財產應由委託人先取得其所有權後\r\n，再移轉於受託人之必要。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 466 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 02 月 25 日",
        "case_gist": "得心證之理由應記明於判決，為民事訴訟法第二百二十二條第二項所明定\r\n，故法院依自由心證判斷事實之真偽時所斟酌調查證據之結果，其內容如\r\n何，與應證事實之關聯如何，以及取捨之原因如何，如未記明於判決，即\r\n屬同法第四百六十九條第六款所謂判決不備理由。原審雖謂綜合上開案情\r\n研判，認張○傑過失責任比例為十分之三，高雄市政府及訴外人○○公司\r\n應共負過失責任比例為十分之七 (高雄市政府過失責任比例為十分之四，\r\n訴外人○○公司為十分之三) 。但並未就調查如何之資料，認定該三方應\r\n負上開比例之過失責任，說明其心證之理由，自有未合。又原審援引本院\r\n六十一年台上字第一九八七號判例意旨，認為所謂減少及殘存勞動能力之\r\n價值，應以其能力在通常情形下可能取得之收入為標準，惟未就上訴人張\r\n朝傑之能力在通常情形下可能取得之收入為若干，詳查審酌，遽逕依八十\r\n六年行政院勞工委員會制定之基本工資，每月一萬五千八百四十元為計算\r\n其喪失勞動能力損失之標準，自有判決不備理由之違法。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 462 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 89 年 02 月 25 日",
        "case_gist": "保險契約，由保險人於同意要保人聲請後簽訂。又要保人或被保險人，對\r\n於保險標的物無保險利益者，保險契約失其效力。保險法第四十四條第一\r\n項、第十七條分別定有明文。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 74 號 民事裁定",
        "case_topic": "支付命令",
        "case_date": "民國 89 年 02 月 24 日",
        "case_gist": "訴訟文書之送達，如送達於住、居所、事務所或營業所，不獲會晤應受送\r\n達人者，依民事訴訟法第一百三十七條第一項之規定，得將文書付與有辨\r\n別事理能力之同居人或受僱人，此係補充送達性質，故如同居人或受僱人\r\n為他造當事人者，依同條第二項規定，即不許為補充送達。準此，大樓管\r\n理員雖係大樓各住戶共同僱用為各住戶服勞務之人，有代為收受訴訟文書\r\n之權，惟仍屬補充送達性質，大樓管理員若將訴訟文書付與為他造當事人\r\n之同居人者，依同一法理，其送達自屬不合法。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 461 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 89 年 02 月 24 日",
        "case_gist": "「未經許可之大陸地區法人、團體或其他機構，不得在台灣地區為法律行\r\n為。」台灣地區人民與大陸地區人民關係條例第七十條定有明文，準此，\r\n未經許可之大陸地區法人、團體或其他機構，原則上固應認其無權利能力\r\n，惟同條例第七十一條明定「未經許可之大陸地區法人、團體或其他機構\r\n，以其名義在台灣地區與他人為法律行為者，其行為人就該法律行為，應\r\n與該大陸地區法人、團體或其他機構，負連帶責任。」是未經許可之大陸\r\n地區法人、團體或其他機構，以其名義在台灣地區與他人為法律行為時，\r\n為保護其在台灣地區為法律行為之相對人，上開規定例外承認該大陸地區\r\n法人於此情形，在台灣地區亦為法律上之人格者，自亦有權利能力，而具\r\n有當事人能力，就該法律行為，應與行為人負連帶責任，此與民法總則施\r\n行法第十五條規定之意旨相同，否則，上開條例第七十一條規定所謂「負\r\n連帶責任」，將形同具文。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 446 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 89 年 02 月 24 日",
        "case_gist": "當事人之一方應向他方先為給付者，除得行使不安抗辯之情形外，在未提\r\n出自己之給付前，不得要求對方先為履行，對方拒為履行，應不構成遲延\r\n責任，此觀民法第二百六十五條規定自明。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 433 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 02 月 24 日",
        "case_gist": "各合夥人之出資，及其他合夥財產，為合夥人全體之公同共有，民法第六\r\n百六十八條定有明文。故各合夥人未得合夥或他合夥人全體之同意，擅自\r\n取去合夥財產，難謂係權利之正當行使。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 430 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 02 月 24 日",
        "case_gist": "刑事訴訟法第四百九十九條第一項規定就刑事訴訟所調查之證據，視為就\r\n附帶民事訴訟亦經調查，及同法第五百條規定附帶民事訴訟之判決，應以\r\n刑事訴訟判決所認定之事實為據，係於刑事庭自為附帶民事訴訟之判決者\r\n，始有其適用。如附帶民事訴訟經移送於民事庭，即為獨立之民事訴訟，\r\n其裁判不受刑事判決認定事實之拘束。民事庭雖得依自由心證，以刑事判\r\n決認定之事實為民事判決之基礎，惟依民事訴訟法第二百二十二條第二項\r\n規定，應就其斟酌調查刑事判決認定事實之結果所得心證之理由，記明於\r\n判決，否則，自屬同法第四百六十九條第六款所謂判決不備理由。"
    }
]