[
    {
        "case_id": "最高法院 88 年度台上字第 3074 號 民事判決",
        "case_topic": "請求塗銷土地所有權移轉登記",
        "case_date": "民國 88 年 12 月 02 日",
        "case_gist": "主張契約關係存在者，雖不能證明契約締結之事實，但依契約履行之事實\r\n，足以推定契約關係存在者，不容契約當事人無端否認。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3073 號 民事判決",
        "case_topic": "請求准予強制執行",
        "case_date": "民國 88 年 12 月 02 日",
        "case_gist": "依外國法院確定判決聲請強制執行者，以該判決無民事訴訟法第四百零二\r\n條各款情形之一，並經我國法院以判決宣示許可其執行者為限，始得為強\r\n制執行，故請求許可外國法院確定判決強制執行，應以訴為之，其當事人\r\n除由該外國確定判決之債權人為原告，並以其債務人為被告外，雖依判決\r\n國法規定該外國確定判決效力所及之第三人，亦得為原告或被告，然必該\r\n判決國法律有此規定者，始得謂其當事人之適格無欠缺。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3072 號 民事判決",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 12 月 02 日",
        "case_gist": "訴訟標的之法律關係，於確定之終局判決中經裁判者，當事人之一造以該\r\n確定判決之結果為基礎，於新訴訟用作攻擊防禦方法時，他造應受其既判\r\n力之拘束，不得以該確定判決言詞辯論終結前，所提出或未提出之其他攻\r\n擊防禦方法為與該確定判決意旨相反之主張，法院亦不得為反於確定判決\r\n意旨之裁判 (本院四十二年台上字第一三○六號、三十年上字第八號判例\r\n意旨參照) 。本件兩造間就系爭土地是否有租賃關係存在既經另件台中地\r\n院八十二年度簡上字第二八四號調整租金事件之確定判決中認定：「兩造\r\n間並未成立系爭土地之租賃契約，被上訴人亦不因繼受系爭房屋而當然繼\r\n受其前手之租賃關係」，而駁回上訴人基於租賃關係所為調整租金及給付\r\n調整後租金之請求。是以兩造間就系爭土地租賃關係不存在，乃係上開台\r\n中地院調整租金事件確定終局判決中所為之裁判，衡之首揭說明，兩造自\r\n應同受其拘束，被上訴人不得再為相反之主張。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3042 號 民事判決",
        "case_topic": "請求給付工程款等",
        "case_date": "民國 88 年 11 月 26 日",
        "case_gist": "「稱承攬者，謂當事人約定，一方為他方完成一定之工作，他方俟工作完\r\n成，給付報酬之契約。」民法第四百九十條定有明文。故除另有約定外，\r\n承攬人應俟完成全部之工作，定作人始有給付報酬之義務。本件原審既認\r\n係承攬契約，復謂工程是否完工，係以工程重要部分均已完成而言，至於\r\n活動物件，缺者可補，不在認定是否完工之列云云，自非的論。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3040 號 民事判決",
        "case_topic": "請求給付補償金",
        "case_date": "民國 88 年 11 月 26 日",
        "case_gist": "民法第七百八十七條、第七百八十八條所謂「償金」，係指補償土地所有\r\n權人不能使用土地之損害而言，關於支付償金之方法，民法雖無規定，但\r\n行使通行權既屬繼續性質，則通行地所有人所受之損害，亦屬繼續發生，\r\n並因通行期間之久暫，其損害亦有所不同，自難預先確定其損害總額，從\r\n而支付償金之方法，應以定期支付為適當。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3039 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 11 月 26 日",
        "case_gist": "被上訴人於五十八年十月十一日向陳○生買受系爭土地之四十坪，價金一\r\n萬元，被上訴人已給付五千元，其尾款五千元迄未給付，距今三十年，因\r\n各種客觀之因素，導致地價倍數之增漲之情事變更，乃客觀之事實，本院\r\n前次發回意旨已予指明，原審未注意及此，仍謂兩造於五十八年十月十一\r\n日訂定買賣契約後，台灣之經濟社會並未發生重大變動，尚難謂係情事變\r\n更，自嫌疏略。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3038 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 88 年 11 月 26 日",
        "case_gist": "凡同父異母或同母異父之兄弟姊妹均為民法第一千一百三十八條第一項第\r\n三款同一順序之繼承人。」司法院著有院字第七三五號解釋，可資參照。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3035 號 民事判決",
        "case_topic": "請求塗銷土地所有權移轉登記等",
        "case_date": "民國 88 年 11 月 26 日",
        "case_gist": "本於債權契約而成立物權移轉契約後，如有解除契約之原因，固得將該債\r\n權契約解除，惟債權契約解除時，因物權行為具有獨立性及無因性，物權\r\n契約並不因而失其效力，僅依民法第二百五十九條第一款之規定，受物權\r\n移轉之一方，負有將該物權移轉於他方，以回復原狀之義務，而不得訴請\r\n塗銷原已辦理之物權登記。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 619 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 88 年 11 月 25 日",
        "case_gist": "民法第五百十三條所規定之法定抵押權，固於其承攬之工作完成並所擔保\r\n之債權發生時，即有效成立，不以登記為生效要件，惟此項抵押權並無如\r\n一般設定抵押權之有登記資料足資依據，故如法定抵押權人聲請法院裁定\r\n准許拍賣抵押物，而抵押物所有權人對於其法定抵押權之存在有爭執時，\r\n即應由其另行訴請確認其法定抵押權存在，否則不能認其拍賣抵押物之聲\r\n請為有理由。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 610 號 民事裁定",
        "case_topic": "給付票款執行",
        "case_date": "民國 88 年 11 月 25 日",
        "case_gist": "執行法院如發見債權人查報之財產確非債務人所有者，應命債權人另行查\r\n報，於強制執行程序開始後始發見者，應由執行法院撤銷其處分，強制執\r\n行法第十七條定有明文。而債權人查報之財產是否確屬債務人之財產，執\r\n行機關僅能就財產上之外觀認定，如係不動產者，應以地政機關登記名義\r\n之外觀為調查認定之依據；如未於地政機關登記者，得依房屋納稅義務人\r\n、建造執照、使用執照等相關公文書認定之。從而，就執行標的物有足以\r\n排除強制執行之權利者，固得提起第三人異議之訴以資救濟，然若債權人\r\n無法提出上開證據，使執行法院得由外觀上即可為債權人所查報之財產屬\r\n於債務人所有之認定時，執行法院應依職權撤銷執行之處分，無待第三人\r\n提起異議之訴之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3006 號 民事判決",
        "case_topic": "請求塗銷地上權登記",
        "case_date": "民國 88 年 11 月 25 日",
        "case_gist": "關於地上權之登記，「注意事項」雖規定應提繳之保證書限於鄉鎮區公所\r\n之保證書，並規定應提出繳納租金之憑證，惟查三十五年十月二日公布施\r\n行之土地登記規則第十七條規定：「登記，應由權利人及義務人共同聲請\r\n之。權利人如因特殊情形，不能覓致義務人共同聲請登記時，得由權利人\r\n陳明理由，填具保證書，呈請單獨聲請登記。但土地增值稅，應由權利人\r\n代納之。」，同規則第三十二條第一項規定：「證明登記原因文件或土地\r\n權利書狀不能提出時，應取具鄉鎮保長或四鄰或店舖之保證書。」，「注\r\n意事項」係台灣省政府頒布之行政命令，未基於法律之授權。而上開土地\r\n登記規則係由當時內政部地政署所頒布，故「注意事項」應無排除上開土\r\n地登記規則第十七條、第二十二條第一項規定適用之效力。則縱欠缺鄉鎮\r\n區公所之保證書或繳納租金之憑證，而與「注意事項」所規定應具備之要\r\n件不合，但如與上開土地登記規則之規定相符，所為地上權登記仍不得謂\r\n違反法律之強制規定而無效。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2970 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 88 年 11 月 19 日",
        "case_gist": "契約經當事人終止後，當事人間之契約關係應向將來失去其效力，如當事\r\n人之一方因終止契約而受有損害，而另一方當事人因此受有利益者，此項\r\n利益與所受損害間即有相當因果關係，核與民法第一百七十九條後段所定\r\n之情形相當，因此，受有損害之一方當事人自得本於不當得利之法律關係\r\n，請求受有利益之另一方當事人返還不當得利及不當得利為金錢時之利息\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2946 號 民事判決",
        "case_topic": "請求確認通行權存在等",
        "case_date": "民國 88 年 11 月 19 日",
        "case_gist": "民法第七百八十九條第一項規定之旨趣，乃在於土地所有人為土地一部之\r\n讓與或分割時，對於不能與公路適宜聯絡之情形，當為其所預見，而得事\r\n先為合理之解決。是土地所有人將土地之部分或分割成數筆，同時或先後\r\n讓與數人時，亦有前揭條項規定之適用，並不以不通公路土地所有人與受\r\n讓人或讓與人或他分割人直接間就土地一部為讓與或分割結果，而有不通\r\n公路土地之情形為限。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2943 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 88 年 11 月 19 日",
        "case_gist": "地上權依民法第八百三十二條之規定，係以在他人土地上有建築物、其他\r\n工作物或竹木為目的，而使用其土地之權。是地上權惟有在他人特定範圍\r\n或之土地，始可設定。又分別共有人之應有部分，係按比例存在於共有物\r\n之每一部分，在分割前無由特定，因此無於應有部分上設定地上權之餘地\r\n。是上訴人反訴請求被上訴人將其系爭土地應有部分 (一○○分之三九)\r\n准由上訴人設定地上權，於法自有未合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2930 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 11 月 19 日",
        "case_gist": "國民平均所得為全國國民所有所得之平均數，其並非僅以勞動能力之所得\r\n為限甚明，二者之統計基礎既有不同，自不能以國民平均所得指為勞動能\r\n力之所得。原審以上訴人既未能證明「其能力在通常情形下可能取得之收\r\n入」，而以基本工資為其減少勞動能力之計算標準，並無不合，上訴人指\r\n摘原審未以國民平均所得為其減少勞動能力之計算標準，而以基本工資為\r\n準，有不適用法則及理由不備之違法，自非可取。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2929 號 民事判決",
        "case_topic": "請求給付租金等",
        "case_date": "民國 88 年 11 月 19 日",
        "case_gist": "租約經合法終止後，出租人即無再依民法第四百二十三條以合於所約定使\r\n用收益之租賃物交付承租人之義務，承租人亦不受限於原租約用途，而可\r\n能為任意使用 (但係無權使用) ，故出租人雖未保持合於租約約定使用收\r\n益之狀態，亦難謂此時原承租人 (其實已為無權占有人) 毫無利益。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 602 號 民事裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "依假扣押保全執行之請求經本案判決否認，認其請求權不存在時，法院始\r\n得認為假扣押之原因消滅或其他命假扣押之情事變更，依民事訴訟法第五\r\n百三十條第一項規定，准由債務人聲請撤銷假扣押裁定。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 601 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "強制執行以處分主義為原則，故強制執行之開始，不問法院依職權或依當\r\n事人之聲請，債權人應均得於強制執行程序終結前撤回強制執行全部或一\r\n部之聲請，其經債權人撤回之部分，該強制執行程序即因而終結。執行法\r\n院就該撤回部分除應將已為之執行處分撤銷外，自不得對之再續為任何之\r\n執行處分。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 598 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "債權人未釋明其請求及於爭執之法律關係，有定暫時狀態必要之假處分原\r\n因，而就債務人所應受之損害已供法院所定之擔保者，固亦得命為假處分\r\n。惟債權人之供擔保，是否足補釋明之欠缺，應由法院斟酌情形定之，如\r\n認為不足補釋明之欠缺，仍應駁回其假處分之聲請。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 597 號 民事裁定",
        "case_topic": "請求返還價金等",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "起訴狀不能送達被告時，審判長得定期限命原告補正被告應為送達之處所\r\n，原告逾期不為補正者，法院固得認起訴為不合程式，以裁定駁回之。惟\r\n起訴狀送達後，被告應為送達之處所不明時，受訴法院非不得依民事訴訟\r\n法第一百四十九條第三項規定，命為公示送達，故雖經審判長命原告補正\r\n被告應為送達之處所，而原告逾期不補正，法院尚不得認原告起訴不合程\r\n式，而以裁定駁回其訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2886 號 民事",
        "case_topic": "請求確認股東會決議無效",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "股份有限公司監察人職司業務之執行及公司財務之審核，為使之徹底發揮\r\n監督作用，公司法乃賦予若干監察權。依公司法第二百二十條規定，監察\r\n人認為必要時，得召集股東會，故召集股東臨時會乃監察人極重要之職權\r\n之一。監察人之召集權為獨立之召集權，監察人依該法條規定召集股東會\r\n，自係獨立召集權人。監察人無召集之必要而召集股東會，與無召集權人\r\n召集股東會有別，僅為股東會之召集程序有無違反法令或章程，由權利人\r\n訴請法院撤銷決議之問題，在決議未被撤銷，前決議仍然有效，上訴人主\r\n張為無效，並不足採。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2868 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "在訴訟繫屬中，當事人死亡而由其繼承人承受訴訟者，該繼承人已繼受為\r\n當事人，應為該判決效力所及。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2867 號 民事判決",
        "case_topic": "請求返還股票等",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "損害之發生或擴大，被害人與有過失者，法院對於酌減賠償金額至何程度\r\n，雖有裁量之自由，但應斟酌雙方原因力之強弱與過失之輕重以定之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2777 號 民事判決",
        "case_topic": "返還價金等",
        "case_date": "民國 88 年 11 月 18 日",
        "case_gist": "抵銷不以雙方之債權明確為要件，主張抵銷之一方祇須主張其對他方有已\r\n具備抵銷要件之債權即可，至他方對其主張抵銷之債權縱有爭執，非不得\r\n由事實審法院調查確定其債權金額，以供抵銷。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 588 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "鄉鎮市調解條例第二十四條第一項規定：調解經法院核定後，當事人就該\r\n事件不得再行起訴；第二十五條第一項規定：民事事件已繫屬於法院，在\r\n判決確定前，調解成立，並經法院核定者，視為於調解成立時撤回起訴，\r\n旨在貫徹一事不再理之原則，用以妨止調解之結果與判決結果發生岐異。\r\n而所謂同一事件，必同一當事人就同一法律關係而為同一請求，若此三者\r\n有一不同，即不得謂為同一事件，故若調解之事件與起訴之事件所爭執之\r\n法律關係僅有因果關聯，而非同一，自非同一事件。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 577 號 民事裁定",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "聲請訴訟救助，應向受訴法院為之，民事訴訟法第一百零九條第一項定有\r\n明文。所謂受訴法院，在起訴前，為本案將來應繫屬之法院，在起訴後，\r\n為本案現繫屬之法院；如本案訴訟已經裁判確定而終結，則無提出訴訟救\r\n助之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 576 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "訴訟代理人如受當事人合法委任代為起訴，其代理權即無欠缺，起訴狀內\r\n簽名得僅由訴訟代理人為之，無須再由當事人簽名。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 575 號 民事裁定",
        "case_topic": "請求履行契約",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "訴訟程序須有法定停止原因 (如民事訴訟法第一百七十三條及第一百八十\r\n一條至第一百八十五條所定之事由) ，始得由法院依聲請或依職權裁定停\r\n止。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 573 號 民事裁定",
        "case_topic": "聲請停止強制執行",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "強制執行程序開始後，除法律另有規定外，不停止執行，乃在使債權人之\r\n債權早日實現，以保障人民之權利。從而除有回復原狀之聲請，或提起再\r\n審或異議之訴，或對於和解為繼續審判之請求，或提起宣告調解無效之訴\r\n、撤銷調解之訴，或對於許可強制執行之裁定提起抗告時，法院因必要情\r\n形或依聲請定相當並確實之擔保，得為停止強制執行之裁定外，已開始之\r\n強制執行程序，不得停止，此觀強制執行法第十八條規定自明。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2864 號 民事判決",
        "case_topic": "排除侵害",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "土地因與公路無適宜之聯絡，致不能為通常之使用者，土地所有人得通行\r\n周圍地以至公路，民法第七百八十七條第一項前段定有明文，其目的乃使\r\n土地與公路有適宜之聯絡，而得為通常之使用，故妨阻土地與公路適宜之\r\n聯絡，致不能為通常之使用者，土地所有人得請求除去之，所妨阻者，不\r\n限於周圍地上，即在公路上亦然，始能貫徹該條規定之目的。又所有人，\r\n於法令限制之範圍內，得自由使用、收益、處分其所有物，並排除他人之\r\n干涉。民法第七百六十五條亦定有明文。而主管機關，因應需要，每於公\r\n路尤其市街設置停車位、攤位等，以增進土地之利用，故就依法令設置之\r\n停車位、攤位等，土地所有人即不得本於所權請求除去之 (至設置得當否\r\n，屬公法上之問題) ，但非依法令設置而妨阻土地與公路適宜之聯絡，致\r\n不能為通常之使用者，依上開說明，土地所有人自得請求除去之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2863 號 民事判決",
        "case_topic": "撤銷股東會決議",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "「股東對於會議之事項，有自身利害關係致有害於公司利益之虞時，不得\r\n加入表決，並不得代理其他股東行使其表決權。」公司法第一百七十八條\r\n定有明文。此項規定於股份有限公司董事會之決議準用之，同法第二百零\r\n六條第二項亦有明文。上開規定係屬強行規定，故若股份有限公司之股東\r\n會之決議，違背上開規定而為決議，其決議方法即屬同法第一百八十九條\r\n所稱之決議方法違反法令，而得依該條規定訴請法院撤銷其決議。至董事\r\n會違背上開規定而為決議，公司法並未如第一百八十九條規定得予撤銷，\r\n自應解為該部分之決議無效，且不必以訴訟方式主張之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2860 號 民事裁定",
        "case_topic": "返還房屋",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "對於財產權上訴之第二審判決，如因上訴所得受之利益不逾十萬元者，不\r\n得上訴，為民事訴訟法第四百六十六條第一項所明定。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2859 號 民事判決",
        "case_topic": "請求返還無權占有土地",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "「處分行為」係指直接使權利移轉、變更、增加負擔及消滅之行為而言，\r\n故一般「負擔行為」 (債權行為) 不包括在內，從而買賣非屬處分行為甚\r\n明，本件原判決謂系爭土地如附圖所示斜線特定部分，經林繁樹讓與上訴\r\n人，由上訴人以二十四萬元買受，乃共有物之「處分」，而因其讓與未經\r\n其餘共有人之同意，是其「處分」不生效力，上訴人即屬無權占有云云，\r\n其所持法律上之意見尚有斟酌之餘地。況「共有財產固非得全體共有人之\r\n同意，不得私擅處分，惟同意與否，不僅以處分該財產之約據形式上曾否\r\n表示為斷，苟有其他明確之事實，足以證明他共有人已經明示或默示之同\r\n意者，則共有人中一人或數人之處分行為，仍不能不認為有效。」本院著\r\n有十九年度上字第九八一號判例，可資參照。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2842 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "消費者保護法第七條第一項或第二項所規定之商品製造者侵權責任，須商\r\n品有安全或衛生上之危險，致生損害於消費者或第三人之生命、身體、健\r\n康、或財產。所謂消費者係指依消費目的而為交易、使用商品或接受服務\r\n之人；第三人則指製造者可預見因商品或服務不具安全性而受侵害之人。\r\n原審據以系爭機器放置於工作場所，年僅一歲四個月之上訴人，其父母任\r\n其接近操作中之農業機械為判決之基礎，認定上訴人非消費者保護法第七\r\n條規定所指之第三人，並無違誤。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2838 號 民事裁定",
        "case_topic": "請求變更登記",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "關於親屬之事件，在民法親屬編施行前發生者，除本施行法有特別規定外\r\n，不適用修正後之規定，民法親屬編施行法第一條定有明文；妻以勞力所\r\n得之報酬購買不動產，僅勞力所得報酬之狀態有變更，該不動產仍為妻之\r\n特有財產。查系爭不動產係被上訴人於民國六十五年間購買，於六十八年\r\n五月一日登記為所有權人，為原審認定之事實。是原判決適用民國七十四\r\n年六月三日修正前之民法第一千零十三條第四款「妻因勞力所得之報酬為\r\n特有財產」之規定，認定該不動產為妻之特有財產，據為判決之基礎，並\r\n無違誤。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2837 號 民事裁定",
        "case_topic": "請求分割共有物",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "民法第一千一百六十四條所定之遺產分割，係以遺產為一體，整個的為分\r\n割，而非以遺產中個個財產之分割為對象，亦即遺產分割之目的在遺產公\r\n同共有關係全部之廢止，而非個個財產公同共有關係之消滅。上訴人既依\r\n民法第一千一百六十四條規定訴請分割遺產，除非依民法第八百二十八條\r\n、第八百二十九條規定，經全體公同共有人同意，僅就特定財產為分割，\r\n否則依法自應以全部遺產為分割對象。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2816 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "八十六年九月二十七日以前，聯合財產歸屬之認定，係依據修正前之民法\r\n第一千零十七條第一、二項規定，除妻證明為其特有財產或原有財產外，\r\n為夫所有；反之，八十六年九月二十七日起，依據親屬編施行法第六條之\r\n一規定，適用修正之第一千零十七條之結果，妻既為登記名義人，則聯合\r\n財產中之不動產應為其所有。是以一年緩衝期間之立法設計，僅係在此期\r\n間得由夫妻重新認定財產之歸屬，而非謂此期間經過後，即否定夫妻於七\r\n十四年六月四日前取得之聯合財產，因適用修正前民法第一千零十七條第\r\n一、二項規定而為夫取得不動產所有權之效力。蓋疏略或變更既有 (八十\r\n六年九月二十六日以前) 之法律秩序，當非立法者之原意。質言之，夫妻\r\n於七十四年六月四日前取得現尚存在聯合財產之不動產，於八十六年九月\r\n二十六日以前，因適用修正前之舊法，除妻能證明為其原有財產或特有財\r\n產外，應為夫所有；八十六年九月二十七日以後，則依施行法第六條之一\r\n規定，適用新法之結果，應歸屬於妻所有。設上揭一年之緩衝期間內，並\r\n無更名登記或確認所有權之訴訟，亦不得謂因逾八十六年九月二十六日，\r\n即認定聯合財產中之不動產溯自登記時起自始即歸屬於妻，此不動產所有\r\n權因一年緩衝法定期間之經過所產生變動，乃因適用新舊法律所致。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2805 號 民事判決",
        "case_topic": "給付租金等",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "交換土地使用，係一方以自己所有或有權使用之土地換與他方使用為對價\r\n，而使用向他方換來之土地，其性質屬於互為租賃關係。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2792 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "債務人享有同時履行抗辯權者，在未行使此抗辯權以前，仍可發生遲延責\r\n任之問題，必須行使以後始能免責。查本件上訴人縱未依約交付保證金本\r\n票予被上訴人，惟其催告被上訴人交付申請建照所需之一切文件，被上訴\r\n人於受催告後，在未行使同時履行抗辯權以前，仍可發生遲延責任之違約\r\n問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2789 號 民事判決",
        "case_topic": "損害賠償等",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "負損害賠償責任而應回復原狀者，如經債權人定相當期限催告後，逾期不\r\n為回復時，債權人固得依民法第二百十四條規定請求以金錢賠償損害。惟\r\n因契約解除而負回復原狀義務之一方當事人，如其應返還之物有毀損、滅\r\n失、或因其他事由，致不能返還者，他方當事人僅得依民法第二百五十九\r\n條第六款規定，請求償還其價額，要無依民法第二百十四條規定請求以金\r\n錢賠償損害之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2775 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 88 年 11 月 11 日",
        "case_gist": "請求權已經時效消滅，債務人仍為履行之給付者，不得以不知時效為理由\r\n，請求返還。其以契約承諾該債務者，亦同，民法第一百四十四條第二項\r\n定有明文。故時效完成後，債務人如知其債務已罹於時效，而仍以契約承\r\n諾該債務時，則可認為有時效抗辯權之拋棄。債務人縱不知該請求權時效\r\n已完成，然既經以契約承諾其債務，即仍有無因的債務承認之意思，自亦\r\n不得以不知時效為由，拒絕履行該契約。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 564 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 11 月 05 日",
        "case_gist": "對於非財產權上訴訟之裁判上訴時，不適用民事訴訟法第四百六十六條第\r\n一項上訴利益額數限制之規定。本件相對人主張其名譽遭受損害，依侵權\r\n行為法則，請求抗告人登報道歉，以回復其名譽部分，經原法院判命抗告\r\n人應連帶負擔費用，共同在工商時報第一版刊登道歉啟事，此乃法院所為\r\n命回復名譽之適當處分，自屬非財產權上訴訟之裁判。抗告人不服原法院\r\n此部分判決，提起上訴，並不適用民事訴訟法第四百六十六條第一項之規\r\n定，原法院竟以抗告人上訴所得受之利益不逾新台幣六十萬元，遽認其上\r\n訴為不合法，裁定予以駁回，自有違誤。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2754 號 民事判決",
        "case_topic": "請求返還土地等",
        "case_date": "民國 88 年 11 月 05 日",
        "case_gist": "租賃者謂當事人約定，一方以物租與他方使用收益，他方支付租金之契約\r\n，僅係債權，並非民法第七百七十二條規定所有權以外之財產權。原審認\r\n上訴人抗辯已因時效取得租賃權，自非有據。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2737 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 11 月 05 日",
        "case_gist": "債權證書，乃債權人與債務人間債之關係之證明文件，債權證書之返還，\r\n通常係在清償債務之後﹔而土地所有權狀，則為土地所有人對於土地權利\r\n之證明文件，土地所有權狀之交付，未必與土地買賣有關。兩者性質並不\r\n相同，亦非類似，原審類推適用民法第三百二十五條第三項規定：「債權\r\n證書已返還者，推定其債之關係消滅。」，認呂○龍既將系爭土地所有權\r\n狀交付買受人王○源，應推定買賣價金之債業已消滅，自有可議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2724 號 民事判決",
        "case_topic": "請求交付處理委任事務所收取金錢等",
        "case_date": "民國 88 年 11 月 05 日",
        "case_gist": "民法第五百二十八條規定：「稱委任者，謂當事人約定，一方委託他方處\r\n理事務，他方允為處理之契約。」，非以受任人受有報酬為要件，倘受任\r\n人主張其得請求報酬，即應就此有利之事實負舉證之責；民法第五百四十\r\n七條規定所謂依『習慣』或『依委任事務之性質』，前者一般指地方習慣\r\n或商業習慣，後者如受任人以事務之處理為其職業者，始足當之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2710 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 11 月 05 日",
        "case_gist": "運送物有喪失、毀損或遲到者，其損害賠償額，應依其「應交付時」「目\r\n的地」之價值計算之。民法第六百三十八條第一項定有明文。此項價值應\r\n以運送物應交付時目的地之實際價值為準，與所謂貨物出口價格或離岸價\r\n格並不相同。在國際貿易商品輸出價格，通常固較輸入國目的地之價值為\r\n高，然國際貿易貨物之市價，瞬息萬變，亦常有輸出價格較目的地之價值\r\n為高之情形，不一而足。查依卷附被證 (二) 貨物之到達通知 (Arrival\r\nnotice) 明載貨物係於八十四年七月一日運抵洛杉磯，交貨目的地為工業\r\n市 (City of Industry to door) ，又關於系爭機器依約究應於何時交付\r\n？被上訴人迄未陳明，乃原審未予調查審認，即僅依被上訴人提出商業發\r\n票所載系爭機器於八十四年六月二十日離岸價格美金六萬七千七百四十元\r\n以運抵洛杉磯時之匯率換算為新台幣所得之金額一百七十四萬四千九百八\r\n十二元為其損害賠償價額，已嫌速斷。又率以八十四年六月三十日之匯率\r\n為換算之基礎，亦有可議。是系爭機器之「應交付時」「目的地」之價值\r\n既尚不明，上訴人應賠償之金額究為若干？自屬無從判斷。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 556 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 88 年 11 月 04 日",
        "case_gist": "法院定擔保金額而為附條件之假處分裁定，該擔保金額苟已斟酌債務人因\r\n假處分所受之損害而為衡定，其金額應如何始認為相當，原屬法院職權裁\r\n量之範圍，非當事人所得任意指摘。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2694 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 11 月 04 日",
        "case_gist": "當事人締結之契約一經合法成立，即應受其拘束，權利人得依約行使其權\r\n利。縱權利人未在相當期間內行使其權利，亦須有特別情事，足使義務人\r\n正當信任權利人已不欲行使其權利，始得認其嗣後再為權利之行使，係違\r\n反誠實信用原則。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2693 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 88 年 11 月 04 日",
        "case_gist": "民事訴訟法第三百九十七條所稱情事變更，係指法律行為成立當時為其行\r\n為之環境或基礎之情況有所變動而言，例如物價、幣值之漲貶等是。土地\r\n之買賣，買賣雙方未於約定期限辦理所有權移轉登記，致嗣後辦理時，所\r\n繳納之土地增值稅較原應納之數額增加，僅生該稅款差額應由何人負擔之\r\n問題，非屬該條所稱之情事變更，自無該條規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2692 號 民事判決",
        "case_topic": "請求給付薪資等",
        "case_date": "民國 88 年 11 月 04 日",
        "case_gist": "台灣地區與大陸地區人民關係條例第四十一條第一項規定：台灣地區人民\r\n與大陸地區人民間之民事案件，除本條例另有規定外，適用台灣地區之法\r\n律。而該條所稱人民，係指自然人、法人、團體及其他機構，為該條例施\r\n行細則第二條所明定。又侵權行為依損害發生地之規定，於該條例第五十\r\n條前段已定有明文。是台灣地區人民與大陸地區法人間之侵權行為，自應\r\n適用損害發生地之規定。上訴人為台灣地區人民，原審就其與大陸地區之\r\n大鴻公司間之侵權行為，未依上開規定確定其準據之規定，遽依台灣地區\r\n之法律為上訴人不利之判決，自有未合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2679 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 88 年 11 月 04 日",
        "case_gist": "仲裁人之判斷，於當事人間，與法院之確定判決，有同一效力，故仲裁人\r\n應於仲裁判斷前，進行詢問，使當事人為陳述，並就事件關係為必要之調\r\n查，待達於可為判斷之程度時，始得依當事人聲明之事項作成判斷書，此\r\n觀仲裁條例第十三條、第十九條第一項、第二十一條第一項之規定自明。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2493 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 88 年 11 月 02 日",
        "case_gist": "修正前土地登記規則第二十六條列舉規定得單獨聲請登記之各種情形，並於同規\r\n則第二十五條規定，除該規則另有規定外，應由權利人及義務人會同申請之。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 552 號 民事裁定",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 10 月 29 日",
        "case_gist": "當事人之法定代理權消滅者，訴訟程序在有法定代理人承受其訴訟以前，\r\n當然停止；當事人有訴訟代理人者，訴訟程序不因其法定代理權消滅而當\r\n然停止，民事訴訟法第一百七十條、第一百七十三條定有明文。而訴訟程\r\n序於判決送達後提起上訴前，發生當然停止之原因者，依民事訴訟法第一\r\n百七十七條第三項規定，當事人承受訴訟之聲明，既應由為裁判之原法院\r\n裁定之，則訴訟程序於裁判送達前，甚至言詞辯論終結前，發生當然停止\r\n之原因，其承受訴訟之聲明，更應由為裁判之原法院裁定之，自屬當然之\r\n解釋。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2645 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 10 月 29 日",
        "case_gist": "關於最高限額抵押權所擔保之債權，如未於土地登記簿一一記載，應以抵\r\n押權人聲請登記時提出之最高限額抵押權設定契約書，視為登記簿之附件\r\n，在該契約書上記載之該抵押權所擔保之債權，均認為抵押權效力之所及\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2631 號 民事",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 10 月 29 日",
        "case_gist": "按法院援引民法第二百十七條第一項過失相抵原則，減輕或免除賠償金額\r\n，僅於賠償權利人向其使用人以外之第三人請求賠償時，始有其適用。倘\r\n於賠償權利人向其使用人即賠償義務人請求賠償時，該賠償義務人不得以\r\n賠償權利人之其他使用人亦與有過失，以對賠償權利人主張過失相抵。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 597 號 民事裁定",
        "case_topic": "請求回復原狀",
        "case_date": "民國 88 年 10 月 28 日",
        "case_gist": "關於祭祀公業之訴訟，以管理人名義起訴者，應表明其為祭祀公業管理人\r\n，即係以管理人自己名義代表派下全體起訴，自有權利能力，得為請求保\r\n護私權之主體。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 546 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 10 月 28 日",
        "case_gist": "當事人提起上訴，未依法繳納裁判費，經法院裁定限期命其補繳，如該當\r\n事人已聲請訴訟救助，則於法院駁回其訴訟救助聲請之裁定經合法送達前\r\n，尚不能以其不依限補正，即認其上訴為不合法；必待該裁定合法送達該\r\n當事人後，其仍未繳納裁判費，始得認其上訴要件有欠缺，以裁定駁回其\r\n上訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2618 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 10 月 28 日",
        "case_gist": "民法第一百八十八條第一項規定僱用人之連帶賠償責任，係為保護被害人\r\n，避免被害人對受僱人請求賠償，有名無實而設。故此之所謂受僱人，並\r\n不以事實上有僱傭契約者為限，凡客觀上被他人使用，為之服勞務而受其\r\n監督者，均屬受僱人。換言之，依一般社會觀念，若其人確有被他人使用\r\n，為之服勞務而受其監督之客觀事實存在，自應認其人為該他人之受僱人\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2590 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 88 年 10 月 28 日",
        "case_gist": "公司董事由股東會就有行為能力股東中選任之。政府或法人為股東時，得\r\n被推為執行業務股東或當選為董事或監察人；但須指定自然人代表行使職\r\n務。股東對於會議之事項，有自身利害關係致有害於公司利益之虞時，不\r\n得加入表決，並不得代理他股東行使其表決權。又股東會之召集程序或其\r\n決議方法，違反法令或章程時，股東得自決議之日起一個月內，訴請法院\r\n撤銷其決議，公司法第一百九十二條第一項、第二十七條第一項、第一百\r\n七十八條、第一百八十九條分著明文。換言之，必先有股東身分而後始有\r\n擔任董事之資格，法人股東所指派之代表人以該法人股東代表之身份擔任\r\n另一法人公司董事，同時又被推為公司董事長，其有關該項職務之權利義\r\n務，自應以法人代表身分承擔，權利義務直接歸屬於該法人股東。再股東\r\n對於股東會決議事項是否有「自身」利害關係，亦應以該法人股東而非其\r\n指定之代表人為認定之標準，概因該代表人本身並不具有股東身分使然；\r\n且祇須有自身利害關係致有害於公司利益之虞時，此表決權行使之迴避，\r\n無待股東會決議不得行使股東權，亦不問股權數多少，除不得以自身之股\r\n權數加入表決外，亦不得代理其他股東行使表決權，以確保股東及公司之\r\n權益，此乃立法之本旨。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2589 號 民事判決",
        "case_topic": "請求返還價金",
        "case_date": "民國 88 年 10 月 28 日",
        "case_gist": "解除權為形成權，契約解除權之行使，僅需有解除權之一方以意思表示向\r\n他方為之，於意思表示到達他方時，即生效力。契約一經合法解除，契約\r\n關係即告消滅，自無另一次解約生效之問題。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2588 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 10 月 28 日",
        "case_gist": "夫妻互負扶養義務，其負扶養義務之順序與直系血親卑親屬相同，其受扶\r\n養權利之順序與直系血親尊親屬相同，民法第一千一百十六條之一定有明\r\n文。夫妻互負扶養義務之順序既與直系血親卑親屬同，自應與直系血親卑\r\n親屬各依其經濟能力分擔扶養義務。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2582 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 10 月 28 日",
        "case_gist": "被上訴人於上訴人提起第二審上訴時，依其原主張之訴訟標的，就未曾由\r\n第一審判決之金額，擴張其起訴之聲明，揆諸民事訴訟法第四百四十六條\r\n第一項但書、第二百五十六條第二款規定，應為法之所許，殊不因被上訴\r\n人未對第一審判決提起上訴，即將擴張「起訴」之聲明與擴張「上訴」之\r\n聲明混為一談，而謂被上訴人於第二審就該未曾由第一審判決之金額不得\r\n為聲明之擴張。原審分別對上訴人之「上訴」及被上訴人之「擴張之訴」\r\n為判決，自無不合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2574 號 民事判決",
        "case_topic": "請求撤銷承領收回土地",
        "case_date": "民國 88 年 10 月 27 日",
        "case_gist": "政府依台灣省放領公有耕地扶植自耕農實施辦法將公地放領與人民，其性\r\n質為私法上之買賣契約，倘於放領後，發見承領人有上開實施辦法第十五\r\n條各款所列情形而予撤銷承領時，亦屬私法上之解除契約意思表示，則本\r\n件原審縱認被上訴人已解除其與上訴人間放領系爭土地之買賣契約，然對\r\n上訴人因之移轉所有權登記之物權行為所取得之所有權，並未因之隨之失\r\n效，上訴人因該放領之買賣契約取得之系爭土地所有權，除法律另有規定\r\n或契約另有約定外，依民法第二百五十九條之規定，僅負返還於被上訴人\r\n之義務，被上訴人亦僅得請求上訴人將系爭土地所有權移轉登記予被上訴\r\n人，以為返還。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2566 號 民事判決",
        "case_topic": "給付買賣價金",
        "case_date": "民國 88 年 10 月 22 日",
        "case_gist": "以公同共有之合夥債權債務為訴訟事件，在該合夥人間自係有必須合一確\r\n定之必要，共同訴訟其中之一人上訴，應視與全體所為同。又本於合夥之\r\n公同共有債權而提起之訴訟，係屬固有必要共同訴訟，除須一同起訴外，\r\n法院裁判時亦應對全體共同訴訟人為之。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 583 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行聲明異議再審",
        "case_date": "民國 88 年 10 月 21 日",
        "case_gist": "民事訴訟法第四百八十六條第二項規定：抗告法院之裁定，以抗告為不合\r\n法而駁回之，或以抗告為有理由而廢棄或變更原裁定者，對於該裁定得再\r\n為抗告。依此規定之反面解釋，抗告法院以抗告為無理由而駁回之裁定，\r\n自在不得再為抗告之列。又抗告法院對於不得再為抗告之裁定，依民事訴\r\n訟法第四百九十條第二項之規定駁回其再抗告者，抗告人對於此項駁回之\r\n裁定，仍得於法定抗告期間內依法提起抗告。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 582 號 民事裁定",
        "case_topic": "無資力支出訴訟費用而聲請訴訟救助",
        "case_date": "民國 88 年 10 月 21 日",
        "case_gist": "當事人因無資力支出訴訟費用而聲請訴訟救助者，關於請求救助之事由，\r\n應提出能即時調查之證據，以釋明之，此觀民事訴訟法第一百零九條第二\r\n項、第二百八十四條之規定自明。所謂「無資力」，係指窘於生活，且缺\r\n乏經濟信用者而言。申言之，若非取給於自己或家族所必需之生活費不能\r\n支出訴訟費用，且無籌措款項以支出訴訟費用之信用技能，方能謂之為無\r\n資力支出訴訟費用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2514 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 10 月 21 日",
        "case_gist": "(一) 刑事訴訟法第五百零四條所謂應以刑事判決所認定之事實為據者，\r\n      係指附帶民事訴訟之判決而言，如附帶民事訴訟經移送於民事庭後\r\n      ，即為獨立民事訴訟，其裁判並不受刑事判決認定事實之拘束。民\r\n      事法院雖得依自由心證，以刑事判決認定之事實為民事判決之基礎\r\n      ，然依民事訴訟法第二百二十二條第二項之規定，應就其斟酌調查\r\n      該刑事判決認定事實之結果所得心證之理由，記明於判決，未記明\r\n      於判決者，即為同法第四百六十九條第六款所謂判決不備理由。\r\n (二) 土地法第四十三條所謂登記有絕對之效力，依司法院院字第一九一\r\n      九號解釋，係為保護善意第三人起見，將登記事項賦予絕對真實之\r\n      公信力，並非於保護交易安全之必要限度以外，剝奪真正權利人之\r\n      權利。當事人訴請所有權移轉登記或塗銷所有權移轉登記，遭敗訴\r\n      判決之原因有多端，自不能因遭敗訴之判決即概認其非真正權利人\r\n      ，而不得再執此主張或抗辯。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2507 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 10 月 21 日",
        "case_gist": "民法第一百九十八條規定：「因侵權行為對於被害人取得債權者，被害人\r\n對於該債權之廢止請求權，雖因時效而消滅，仍得拒絕履行。」，惟被害\r\n人因受害而與加害人訂立雙務契約，而又已受領加害人所為全部或部分之\r\n對待給付者，應可視為已承認該雙務契約之效力，不得再援此法條規定，\r\n拒絕履行。否則反而使被害人單方面受領加害人對之所為之給付，自己則\r\n毋庸履行給付之義務而蒙受利益，此顯非事理之平。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2494 號 民事判決",
        "case_topic": "回復原狀",
        "case_date": "民國 88 年 10 月 21 日",
        "case_gist": "給付無確定期限者，債務人於債權人得請求給付時，經其催告而未為給付\r\n者，自受催告時起，負遲延責任。又契約當事人之一方遲延給付者，他方\r\n當事人得定相當期限催告其履行，如於期限內不履行時，得解除契約，民\r\n法第二百二十九條第二項、第二百五十四條分著明文。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2493 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 88 年 10 月 21 日",
        "case_gist": "修正前土地登記規則第二十六條列舉規定得單獨聲請登記之各種情形，並\r\n於同規則第二十五條規定，除該規則另有規定外，應由權利人及義務人會\r\n同申請之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2476 號 民事判決",
        "case_topic": "請求給付天然氣費",
        "case_date": "民國 88 年 10 月 21 日",
        "case_gist": "上訴人於氣費收入通知單 (即繳費通知單) 上載明被上訴人使用天然氣之\r\n數量、應繳總金額及繳款期限等項，送交被上訴人，性質上屬於債務履行\r\n之催告，即請求被上訴人給付之意思通知，並非構成法律行為要素之意思\r\n表示。該通知單記載之天然氣費金額較被上訴人實際應繳者短少，僅該短\r\n載部分不發生催告 (請求) 之效力而已，上訴人就該短載部分所負之天然\r\n氣費債務，並不因而歸於消滅。原審以上訴人於繳費通知單短載被上訴人\r\n應繳之天然氣費，係意思表示錯誤，既未經其撤銷，即認其不得請求被上\r\n訴人給付系爭天然氣費，進而為上訴人不利之判決，殊有未合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2260 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 88 年 10 月 17 日",
        "case_gist": "消費借貸契約，必借貸人與貸與人雙方意思表示一致，始能成立。又代理\r\n人於代理權限內，以本人名義所為之意思表示，直接對本人發生效力，為\r\n民法第一百零三條第一項所明定。再受任人本於委任人所授與之代理權，\r\n以委任人名義與他人為法律行為時，固直接對委任人發生效力，若受任人\r\n以自己之名義與他人為法律行為，則對於委任人不生效力，在受任人將該\r\n法律行為所生權利義務移轉於委任人之前，委任人與法律行為之他方當事\r\n人間，自不發生何等法律關係。查本件系爭借款均由被上訴人出面向上訴\r\n人借取，上訴人與徐○則未曾謀面，互不相識，徐○則亦陳稱伊委由被上\r\n訴人向○主借款，不知○主為何人，錢向何○主所借，○主亦不肯曝光云\r\n云，為原審確定之事實。既謂徐○則與上訴人未曾謀面，互不相識，則依\r\n上開說明，必被上訴人以徐○則之名義向上訴人借款，該借貸關係之效力\r\n始及於徐○則，亦即被上訴人須以徐○則代理人之名義與上訴人為此項借\r\n貸之法律行為，徐○則與上訴人間始能發生借貸關係。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 539 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 88 年 10 月 15 日",
        "case_gist": "民事訴訟法第一百三十八條所規定之寄存送達，限於不能依同法第一百三\r\n十六條及第一百三十七條規定行送達者，始得為之。設其送達之處所，雖\r\n原為應受送達人之住居所、事務所或營業所，而實際上已變更者，該原住\r\n居所、、事務所或營業所，即非應為送達之處所，自不得於該原處所為寄\r\n存送達。如為寄存送達，應於應受送達人實際領取該訴訟文書時發生送達\r\n之效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2448 號 民事判決",
        "case_topic": "請求確認土地抵押債權不存在",
        "case_date": "民國 88 年 10 月 15 日",
        "case_gist": "由自己之行為表示以代理授權與他人，或知他人表示為其代理人而不為反\r\n對之表示者，對於第三人應負授權人之責任，必須本人有表見之事實，足\r\n使第三人信該他人有代理權之情形存在，始足當之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2447 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 88 年 10 月 15 日",
        "case_gist": "修正前私立學校法第五十八條第一項規定：私立學校之不動產，不得處分\r\n或設定負擔；但與教學無直接關係或無使用價值，經董事會依第二十七條\r\n第二項但書之決議，報經主管教育行政機關核准者，不在此限。而所稱「\r\n與教學無直接關係」之不動產，係指籌設學校計畫與擴充計畫以外之土地\r\n及建物而言，修正前同法施行細則第三十三條第一項亦定有明文。雖私立\r\n學校法第五十八條於民國八十六年六月十八日有所修正，惟本件買賣發生\r\n於七十九年，自仍應適用修正前私立學校法第五十八條第一項之規定。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2446 號 民事判決",
        "case_topic": "請求返還保證金",
        "case_date": "民國 88 年 10 月 15 日",
        "case_gist": "上訴人依約所分得房屋之瑕疵，被上訴人業已修繕完畢，公共設施除網球\r\n場外亦均已興建完成，而網球場部分被上訴人於八十三年六、七月間即欲\r\n於後山施工，卻為上訴人等部分地主所阻，迄今無法完成，亦為上訴人所\r\n不爭執，則協議書所附退還保證金之條件，因上訴人以不正當行為阻止條\r\n件成就，依民法第一百零一條之規定，應視為條件已成就，上訴人自應返\r\n還保證金。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2445 號 民事裁定",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 10 月 15 日",
        "case_gist": "民事訴訟法第六十八條第一項係規定：「非律師而為訴訟代理人者，法院\r\n得以裁定禁止之。」原審受命法官於八十七年七月三十日所為禁止陳○樹\r\n為被上訴人之訴訟代理人之行為，既非由原審法院為之，自不生禁止代理\r\n之效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2416 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 10 月 15 日",
        "case_gist": "查已被法院查封之妻名義之不動產，於民國八十五年九月二十五日增訂之\r\n民法親屬編施行法第六條之一公布實施後，夫無論為重新認定屬妻所有之\r\n積極行為，或不為重新認定屬夫所有之消極行為，致仍登記為妻名義者，\r\n如因有此增訂法律規定之適用，而認係妻之所有，妻得提起第三人異議之\r\n訴，則有礙執行效果，查封登記之公信力必遭破壞，而影響於夫之債權人\r\n之權益，自與立法之目的有違，允非可取。故應認此增訂之法律施行後，\r\n在緩衝之一年期間或之前已被查封之夫妻聯合財產，仍應依取得當時適用\r\n之民法，定其所有權之歸屬，不能依此增訂之法律逕認於緩衝期間屆滿後\r\n，仍登記為妻名義之不動產係妻所有。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2397 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 88 年 10 月 14 日",
        "case_gist": "再審之訴顯無再審理由者，依民事訴訟法第五百零二條第二項之規定，雖\r\n得不經言詞辯論，以判決駁回之，但若當事人主張之原因事實，徒據訴狀\r\n之記載，尚不明瞭或有其他情形，必須依法調查證據後始能斷定再審之訴\r\n為無再審理由者，即不得遽指再審之訴顯無再審理由。又所謂法院組織不\r\n合法，係指合議庭之案件不依照法定人數出席審判，或參與判決之法官未\r\n列席言詞辯論等而言；非以審判長有無於言詞辯論筆錄簽名為斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2355 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 10 月 14 日",
        "case_gist": "被害人因身體或健康被侵害將來維持傷後身體及健康之必需支出，係屬因\r\n此增加生活上之需要，得請求加害人一次支付賠償總額，此觀民法第一百\r\n九十三條第一項規定即明。被害人依上開規定訴請加害人賠償損害，並非\r\n提起將來給付之訴，不待被告有到期不履行之虞，亦得起訴。至同條第二\r\n項前段雖規定：「前項損害賠償，法院得因當事人之聲請，定為支付定期\r\n金。」，惟此並非賦予被告有要求支付定期金之權利，被告聲請支付定期\r\n金，法院是否准許，仍有自由裁量之權；故法院斟酌雙方當事人境況之結\r\n果，認為不應許其支付定期金時，被告不得以其認定不當為提起第三審上\r\n訴之理由。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2347 號 民事",
        "case_topic": "請求調整租金事件",
        "case_date": "民國 88 年 10 月 14 日",
        "case_gist": "建築基地之租金，依三十五年四月二十九日修正公布施行迄今之土地法第\r\n一百零五條準用第九十七條，係規定以不超過土地申報價額年息百分之十\r\n為限。惟四十七年七月四日修正公布施行之實施都市平均地權條例第四十\r\n二條，則規定以不超過土地申報價額年息百分之二為限；五十三年二月六\r\n日修正公布施行之同條例第四十八條，則規定以不超過土地申報價額年息\r\n百分之三為限；五十七年二月十二日修正公布施行之同條例第五十七條，\r\n則規定以不超過土地申報價額年息百分之五為限。迨六十六年二月二日該\r\n條例修正為平均地權條例，將有關建築基地租金最高限額之規定刪除，始\r\n恢復適用上開土地法之規定。是未定期限之建築基地租賃，契約當事人就\r\n租金之給付約定按基地價額之固定比率計算，倘係受限於上開實施都市平\r\n均地權條例之規定者，於該條例修正為平均地權條例刪除有關建築基地租\r\n金最高限額之規定，恢復適用土地法之規定後，基於公平原則，出租人應\r\n得聲請法院依土地法有關租金最高限額之規定予以調整。"
    },
    {
        "case_id": "最高法院 88 年度台聲字第 539 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 88 年 10 月 08 日",
        "case_gist": "按聲請人聲請再審，應依民事訴訟法第五百零七條準用第五百零一條第一\r\n項第四款規定表明再審理由。此為必須具備之程式。所謂表明再審理由，\r\n必須指明確定裁定有如何合於再審理由之具體情事，始為相當；倘僅泛言\r\n有何條款之再審事由，而無具體情事者，尚難謂已合法表明再審理由。如\r\n未表明再審理由，法院無庸命其補正。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2334 號 民事判決",
        "case_topic": "請求確認本票債權不存在等",
        "case_date": "民國 88 年 10 月 08 日",
        "case_gist": "原審已認中聯公司於核准本件融資時，逕列若干為被上訴人所不同意之其\r\n他條件，其中「加列在未辦妥現金增資前，應經常保持股東墊款五千萬元\r\n以上，未償清本公司 (指中聯公司) 借款前，承諾不得收 (取) 回。」，\r\n上開條件顯將被上訴人申請融資之要約擴張，視為拒絕原要約而為新要約\r\n，於被上訴人就中聯公司之新要約承諾前，中聯公司之核准，自不生效。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2318 號 民事判決",
        "case_topic": "請求確認親子關係不存在",
        "case_date": "民國 88 年 10 月 08 日",
        "case_gist": "確認親子 (女) 關係不存在之訴，即屬否認子女之訴，而否認子女之訴，\r\n依民法第一千零六十三條第一項及民事訴訟法第五百九十條第一項之規定\r\n，惟夫妻之一方或繼承權被侵害之人得提起之，後者並附有以夫妻之一方\r\n於法定起訴期間內或期間開始前死亡為要件。本件趙○發、趙陳○梅既分\r\n別於八十三年及八十二年死亡，均逾民法第一千零六十三條第二項所定一\r\n年之除斥期間，上訴人尤不得提起本件否認子女之訴。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2300 號 民事判決",
        "case_topic": "請求停止董事會違法行為等",
        "case_date": "民國 88 年 10 月 08 日",
        "case_gist": "外國人為我國股份有限公司之股東，經股東會選任為董事後，在任期中轉\r\n讓其股份超過二分之一時，依公司法第一百九十七條第一項之規定，其董\r\n事當然解任；但關於股份有限公司記名股票之轉讓，仍須依公司法第一百\r\n六十四條之規定，以背書轉讓之，不受經濟部投資審議委員會所為撤銷投\r\n資許可之影響。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2291 號 民事判決",
        "case_topic": "返還攤位",
        "case_date": "民國 88 年 10 月 08 日",
        "case_gist": "土地法第一百條第一款所謂自住，固包括收回出租之房屋，以供自己營業\r\n之使用者在內，惟仍以有收回供自己營業使用之正當理由及必要，且能為\r\n相當之證明者為限。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2265 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 88 年 10 月 07 日",
        "case_gist": "專利申請之爭議應循行政救濟程序決定，行政救濟程序確定後，民事法院\r\n即應予以尊重，不得再予審查。本案系爭專利權之撤銷，既經行政院為實\r\n體上審查，終局的認定不符新型專利之要件，而按舊專利法第一百十條準\r\n用同法第六十三條之規定，新型專利權經撤銷者，專利權之效力，視為自\r\n始即不存在。從而本件上訴人依國家賠償法第二條第一項規定，請求被上\r\n訴人負損害賠償責任，即非有據，爰維持第一審所為上訴人敗訴之判決，\r\n駁回其上訴，經核於法尚無不合。上訴論旨，仍執陳詞，就原審採證認事\r\n之職權行使，指摘原判決不當，求予廢棄，非有理由。\r\n\r\n（裁判要旨內容由法源資訊整理）"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2230 號 民事",
        "case_topic": "請求給付分配款事件",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "法院於確定判決理由中，就訴訟標的以外當事人所主張之重要爭點本於當\r\n事人辯論之結果已為判斷時，除有顯然違背法令，或當事人已提出新訴訟\r\n資料足以推翻原判斷之情形外，同一當事人就與該重要爭點有關所提起之\r\n他訴訟，不得再為相反之主張，法院亦不得作相反之判斷，以符民事訴訟\r\n法上之誠信原則。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2229 號 民事",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "鄭○順自八十三年八月間起，利用至被上訴人處辦理股票外交割之機會，\r\n盜蓋被上訴人之印章於空白之證券領回憑條，冒領被上訴人之股票，並利\r\n用其他客戶之帳戶賣出，得款花用等情，為被上訴人所自認之事實，且有\r\n台灣士林地方法院檢察署檢察官起訴書可稽 (見一審卷六至十二頁、十六\r\n、十七頁) ，原審且認定鄭○順以不法之手段盜領被上訴人證券集保戶內\r\n之股票，然後以上訴人公司內之客戶廖○芬等人之帳戶賣出，得款花用等\r\n事實。似此情形，鄭○順係以偽造文書之方式盜領被上訴人之股票，並轉\r\n賣得款花用，乃屬不法之犯罪行為，能否謂為執行職務之行為，尚非無疑\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2227 號 民事",
        "case_topic": "請求土地所有權移轉登記（返還不當得利）事件",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "七十四年六月三日修正前民法第一千零十三條規定妻因勞力所得之報酬為\r\n特有財產，此之妻因勞力所得之報酬，除報酬本身外，以報酬所購買之物\r\n或其他變換之物亦屬之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2221 號 民事判決",
        "case_topic": "撤銷仲裁判斷",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "現行仲裁法第五十二條 (修正前商務仲裁條例第三十五條) 規定：「法院\r\n關於仲裁事件之程序，除本法另有規定外，適用非訟事件法之規定，非訟\r\n事件法未規定者，準用民事訴訟法之規定。」，準此，該條係規定法院關\r\n於仲裁事件之程序，可適用非訟事件法或可準用民事訴訟法，而仲裁人進\r\n行仲裁程序，並無適用該條準用民事訴訟法之餘地。乃原審竟謂上訴人於\r\n仲裁程序中對該項爭議之可仲裁性始終未予爭執，依商務仲裁條例第三十\r\n五條 (現行仲裁法第五十二條) 準用民事訴訟法第一百九十七條第一項規\r\n定意旨，認上訴人就該仲裁爭議是否符合仲裁契約標的之爭議已喪失責問\r\n權云云，其法律上見解，自有可議。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2217 號 民事裁定",
        "case_topic": "返還土地所有權狀",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "上訴人在第一審起訴求為命被上訴人將桃園縣楊梅地政事務所○八五桃土\r\n字第○一五七四五號及○一五七四六號土地所有權狀交還上訴人之判決，\r\n核其標的，既非對於親屬關係及身分上之權利有所主張，自屬因財產權而\r\n起訴。惟依上訴人之主張及所提出之證據，其訴訟標的之價額不能核定，\r\n依民事訴訟費用法第十五條規定，應視其標的價額為一千五百元。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2212 號 民事",
        "case_topic": "請求給付保險金事件",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "保險法第六十四條第二項規定：要保人故意隱匿，或因過失遺漏，或為不\r\n實之說明，足以變更或減少保險人對於危險之估計者，保險人得解除契約\r\n；其危險發生後亦同。但要保人證明危險之發生未基於其說明或未說明之\r\n事實時，不在此限。乃保險契約為最大誠信契約，倘要保人有故意隱匿，\r\n或因過失遺漏，或為不實之說明，足以變更或減少保險人對於危險之估計\r\n之情事，要保人如主張保險人不得解除保險契約，即應就保險事故與要保\r\n人所未告知或不實說明之事項並無關聯，且該事項已確定對保險事故之發\r\n生不具任何影響，保險人亦未因該未告知或不實說明之事項，而造成額外\r\n之負擔，「對價平衡」並未遭破壞始可。亦即須就保險事故與要保人所未\r\n告知或不實說明之事項間之無關聯，證明其必然性；倘有其或然性，即不\r\n能謂有上開法條但書適用之餘地，保險人非不得解除保險契約。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2208 號 民事",
        "case_topic": "侵權行為請求損害賠償事件",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "按勞工保險條例第五十三條所定殘廢給付標準表所稱殘廢給付標準日數，\r\n係屬被保險人因傷害或罹病致有傷殘，而依上開規定請求保險人為殘廢補\r\n助及殘廢給付時據以為核算其金額基礎之標準，此與被害人依侵權行為法\r\n則，請求加害人賠償其減少勞動能力損失計算基礎之餘存工作年限，尚屬\r\n有間。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2199 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "法院裁判分割共有物，應斟酌各共有人之意願、利害關係及其分得部分所\r\n得利用之價值等情形，為適當公平之分割。故共有人各自提出之分割方法\r\n，縱未就共有土地全部為完整之規畫，法院仍應斟酌其意願是否妥適，不\r\n能恝置不顧。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2196 號 民事判決",
        "case_topic": "確認所有權不存在",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "法律關係之存在否不明確，致原告在私法上之地位有受侵害之危險，而此\r\n危險得以對於被告之確認判決除去之者，即得依民事訴訟法第二百四十七\r\n條之規定提起確認之訴。查祭祀公業財產，屬於祭祀公業派下全體公同共\r\n有，上訴人既係主張系爭土地為甲祭祀公業高五合所有，上訴人為其派下\r\n，則被上訴人抗辯系爭土地為乙祭祀公業高五合所有，自屬否認上訴人就\r\n系爭土地之公同共有權，上訴人主觀上認其在法律上之地位有不安之狀態\r\n存在，訴請確認被上訴人就系爭土地之所有權不存在，如經判決確認，其\r\n不安之狀態即可除去，自有即受確認判決之法律上利益，非法所不許。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2194 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 09 月 30 日",
        "case_gist": "損害賠償，除法律另有規定或契約另有訂定外，應以填補債權人所受損害\r\n及所失利益為限，民法第二百十六條第一項定有明文。故同一事實使債權\r\n人受有損害及享有利益者，應將享有之利益自所受之損害內扣除，必其損\r\n益相抵之結果尚有損害，始應由債務人負賠償責任。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2192 號 民事",
        "case_topic": "請求拆屋還地事件",
        "case_date": "民國 88 年 09 月 29 日",
        "case_gist": "按當事人以一訴主張之數項標的，無論主觀或客觀訴之合併，法院固得依\r\n民事訴訟法第二百零四條規定，依職權任意決定為合併或分別辯論。惟其\r\n訴訟標的對於共同訴訟之各人必須合一確定之必要共同訴訟，該多數的共\r\n同訴訟人應一同起訴或被訴而視為一體，不得分為數人處理，在性質上自\r\n不得為分別辯論或裁判而無上開得命分別辯論規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 2187 號 民事判決",
        "case_topic": "侵權行為損害賠償",
        "case_date": "民國 88 年 09 月 28 日",
        "case_gist": "民法第二百十七條第一項所謂被害人與有過失，只須其行為與加害人之行\r\n為，為損害之共同原因，而其過失並有助成損害之發生或擴大者，即屬相\r\n當，不論加害人應負故意過失或無過失責任，均有該規定之適用。原判決\r\n以第一審共同被告呂○煖盜賣被上訴人之股票，係故意之侵權行為，即認\r\n依本院六十八年度台上字第九六七號、七十三年度台上字第四○四五號判\r\n例意旨，縱令被上訴人與有過失，亦無上開規定之適用，核屬誤解上揭判\r\n例意義，自有未合。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 483 號 民事裁定",
        "case_topic": "聲請本票准許強制執行",
        "case_date": "民國 88 年 09 月 23 日",
        "case_gist": "股份有限公司董事任期屆滿而不及改選時，其董事固得依公司法第一百九\r\n十五條第二項規定延長其執行職務至改選董事就任時為止，惟該公司於董\r\n事任期屆滿後，如經依法改選新任董事者，自不生原董事仍得繼續延任並\r\n執行職務之問題。"
    }
]