[
    {
        "case_id": "最高法院 85 年度台上字第 1474 號 民事判決",
        "case_summary": "返還票據等（回復原狀等）事件",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "查，約定之違約金是否過高，固應就債務人若能如期履行債務時，債權人\r\n可得享受之一切利益為衡量標準。此項違約金之約定，雖不因契約之終止\r\n而隨同消滅，惟依民法第二百六十三條準用第二百六十條規定之意旨推之\r\n，其因契約終止後所生之損害，應不在斟酌之列。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1469 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 85 年 07 月 05 日",
        "case_gist": "國民住宅承購人所承購之國民住宅及其基地非經國民住宅出售機關之同意\r\n，不得出售、出典、贈與或交換，修正前國民住宅條例第十二條第一項固\r\n定有明文。惟如有違反者，僅生國民住宅出售機關得依同條例第十三條第\r\n一項第三款規定，予以收回之問題。至承受人未具有購買國民住宅之資格\r\n，亦僅生國民住宅出售機關不得予以同意之問題，非謂其出售、出典、贈\r\n與或交換行為，概屬無效。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 360 號 民事裁定",
        "case_summary": "給付派下房份金事件",
        "case_date": "民國 85 年 07 月 04 日",
        "case_gist": "訴訟當事人、訴訟標的及訴之聲明等均為訴之要素。故法院所裁判之對象\r\n，除訴訟標的及應受判決事項之聲明外，自應包括當事人在內。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 358 號 民事裁定",
        "case_summary": "票款執行事件",
        "case_date": "民國 85 年 07 月 04 日",
        "case_gist": "票據法第一百二十條第一項固規定本票上應記載表明其為本票之文字、一\r\n定金額、無條件擔任支付及發票年、月、日等項，惟當事人所簽發之票據\r\n雖未記明﹁本票」及「無條件擔任支付」字樣，但在格式及意義上已符合\r\n上開規定意涵者，即應認為具有本票之效力。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1467 號 民事判決",
        "case_summary": "分割共有物事件",
        "case_date": "民國 85 年 07 月 04 日",
        "case_gist": "因原物分割而取得之土地價值較其應有部分折算之價值為多者，即應以金\r\n錢補償較少者，如受分配較多或較少之共有人均為多數時，為期公平及符\r\n合共有物應有部分互相移轉之原則，受分配較多之共有人全體即應對於受\r\n分配較少之共有人全體就其應受補償之金額按比例為補償。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1465 號 民事判決",
        "case_summary": "國家賠償事件",
        "case_date": "民國 85 年 07 月 04 日",
        "case_gist": "按對於人民違反行政法上義務之行為科處裁罰性之行政處分，涉及人民權\r\n利之限制，其處罰之構成要件及法律效果，應由法律定之。若法律就其構\r\n成要件，授權以命令為補充規定者，授權之內容及範圍應具體明確，然後\r\n據以發布命令。準此，凡與限制人民自由權利有關之事項，應以法律或法\r\n律授權命令加以規範，方與法律保留原則相符。故法律授權訂定命令者，\r\n如涉及限制人民之自由權利時，其授權之目的、範圍及內容須符合具體明\r\n確之要件；若法律僅為概括授權時，依此種概括授權所訂定之命令，祇能\r\n就執行母法有關之細節性及技術性事項加以規定，尚不得超越法律授權之\r\n外，逕行訂定制裁性之條款。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1417 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 07 月 04 日",
        "case_gist": "原審既認本件應以泰國法律為準據法，則關於賠償責任之要件及賠償之範\r\n圍，自均應適用泰國法律。原審固依泰國海上貨物運送法，認定海星公司\r\n應負損害賠償責任，惟關於賠償金額部分，是否依泰國法律為認定，則未\r\n據敍明，已有判決不備理由之違法。又依其理由記載，似係依我民法第六\r\n百三十八條第一項「其損害賠償額，應依其應交付時目的地之價值計算」\r\n之規定為認定。果爾，其法律之適用亦屬違誤。"
    },
    {
        "case_id": "最高法院 85 年度台簡抗字第 42 號 民事裁定",
        "case_summary": "請求履行契約",
        "case_date": "民國 85 年 06 月 28 日",
        "case_gist": "當事人依民事訴訟法第四百九十六條規定提起再審之訴，以主張同條項各\r\n款規定之情形即為合法。至其情形是否果屬實在，則為其訴有無理由之問\r\n題，除其再審之訴尚欠缺其他合法要件外，即應依判決程序調查裁判。又\r\n再審之訴是否合於同條第一項第十三款但書之規定，亦屬於其訴有無理由\r\n之問題。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1430 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 85 年 06 月 28 日",
        "case_gist": "兩造簽訂之○○意外傷殘保險附約所附條款第二章第一條約定：「被保險\r\n人於本附約有效期間內，因遭遇外來突發之意外事故，致身體蒙受傷害，\r\n並以此傷害為直接原因，自傷害之日起一百八十日內死亡者，本公司按保\r\n險金額給付死亡保險金」，將保險法第一百三十一條規定之「意外傷害」\r\n，約定界限為「遭遇外來突發之意外事故」，是本件保險事故，應以傷害\r\n事故發生之原因，係由於外來之原因 (非因被保險人本身已存在可得預料\r\n或查知之原因) 以致發生意外之死亡結果，保險人始負給付保險金之責。\r\n又所謂「外來突發之意外事故」，係指自身以外之事故，且事發突然無法\r\n防範者而言。查嬰兒在餵食牛奶後，因溢奶進入氣管，乃存在於嬰兒自身\r\n之危險事實，非由於外來之事故。本件張穎欣既係因「噎奶窒息死亡」，\r\n自難認係外來突發之意外事故致身體受傷害而死亡，上訴人尚不得請求被\r\n上訴人給付保險金。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 344 號 民事裁定",
        "case_summary": "返還擔保金",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "訴訟終結後，供擔保人證明已定二十日以上之期間，催告受擔保利益人行\r\n使權利而不行使者，法院固應依供擔保人之聲請，以裁定命返還其提存物\r\n。惟受擔保利益人已於供擔保人所定期間內行使權利者，法院則應駁回供\r\n擔保人之聲請。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 343 號 民事裁定",
        "case_summary": "公司解散",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "民事訴訟法第四百九十二條第二項規定，抗告法院認抗告有理由者，應廢\r\n棄原裁定，自為裁定，必要時得命原法院或審判長更為裁定。關於如何情\r\n形始為「必要」，應從嚴衡量，以省發回之煩。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 341 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "抗告人○○股份有限公司（以下稱○○公司）監察人黃○○表明其係以亨\r\n商公司監察人之身分，代表○○公司對相對人李○○、楊○○及○○商業\r\n銀行股份有限公司（下稱○○銀行）提起本件刑事附帶民事訴訟，惟依公\r\n司法第二百十三條、第二百十四條第一項規定，得由監察人代表股份有限\r\n公司為訴訟之人，僅以股份有限公司與董事間所生之訴訟為限，而黃○○\r\n代表○○公司對之提起刑事附帶民事訴訟之被告李○○、楊○○及○○銀\r\n行均非○○公司之董事，黃○○以○○公司監察人之身分代表該公司對之\r\n提起附帶民事訴訟部分，自難認為合法。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1416 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "按契約之一方違約時，他方得解除或終止契約者，此項解除權及終止權之\r\n行使固屬於他方，惟在他方解除或終止契約前，契約仍屬存在，契約當事\r\n人自應同受契約之拘束，他方仍應依債務之本旨履行其債務，如他方亦因\r\n違約而發生解除或終止契約之原因者，契約之一方亦得據以解除或終止契\r\n約，不因契約之一方曾經違約，即謂其不得行使此契約解除權或終止權。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1411 號 民事判決",
        "case_summary": "請求交還土地",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "物之出賣人，負交付其物於買受人並使其取得該物所有權之義務。權利之\r\n出賣人，負使買受人取得其權利之義務，如因其權利而得占有一定之物者\r\n，並負交付其物之義務。民法第三百四十八條定有明文。依此規定，出賣\r\n人之義務，除負有使買受人取得該物所有權或其權利之義務外，尚負有交\r\n付其物或因其權利所占有一定之物之義務甚明。查系爭土地應有部分七五\r\n○○分之二八六一係被上訴人吳旗獅出售予被上訴人王林和子，再由王林\r\n和子出售與上訴人，並辦理所有權應有部分之移轉登記完畢，且原為系爭\r\n土地共有人之一即王林和子之前手吳旗獅係因其就系爭土地有應有部分而\r\n分管占有如第一審判決附圖所示Ａ及Ｂ部分土地，為原審合法確定之事實\r\n。而被上訴人吳旗獅在該Ａ、Ｂ部分土地上種有芭樂等農作物，亦經第一\r\n審法官於八十四年三月九日會同兩造至現場勘驗屬實，並命高雄縣岡山地\r\n政事務所派員測量，製有複丈成果圖在卷可稽。果爾，則依首揭規定，出\r\n賣人之被上訴人吳旗獅除應履行其所有權移轉登記之義務外，尚負有交付\r\n其占有物與買買受人僅得依買賣契約請求出賣人為應有部分之移轉登記，\r\n而無交付占有之實物之請求權，而為上訴人不利之判決，自有未合。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1407 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "運送人或船舶所有人若能證明有海商法第一百十三條第一款規定之免責事\r\n由存在，及發生之損害係由此事由而引起者，其舉證責任即屬已盡。此時\r\n，被害人無論係依債務不履行或侵權行為之法律關係請求損害賠償，運送\r\n人或船舶所有人應均得援用上開法定免責之事由而主張免責，並不因民法\r\n第一百八十八條第一項另設有僱用人賠償責任之規定而受影響。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1406 號 民事判決",
        "case_summary": "請求交付遺產",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "提出法院使用之大陸地區公證書內容與戶籍資料記載不符，或有其他需要\r\n查明之事項者，法院應依兩岸公證書使用查證協議及法院辦理兩岸公證書\r\n使用查證協議應行注意事項之規定，函請海基會協助查證。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1400 號 民事判決",
        "case_summary": "請求確認派下權不存在",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "占有人於占有物上，行使之權利，推定其適法有此權利。又占有人，推定\r\n其為以所有之意思、善意、和平及公然占有者，民法第九百四十三條、第\r\n九百四十四條第一項分別定有明文。是物之占有人，縱令為無合法法律關\r\n係之無權占有，然其占有，對於物之真正所有人以外之「第三人」而言，\r\n依同法第九百六十二條及上開法條之規定，仍應受占有之保護。此與該物\r\n是否有真正所有人存在及該所有人是否對其「無權占有」有所主張，應屬\r\n二事。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1398 號 民事判決",
        "case_summary": "給付票款",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "票據為文義證券 (形式證券) ，不允債務人以其他立證方法變更或補充其\r\n文義。本件系爭支票為訴外人仲福公司簽發後交付被上訴人，被上訴人背\r\n書後交付訴外人唐伯侯，唐伯侯以空白背書交付仲福公司，仲福公司再交\r\n付上訴人以抵付買賣價款，為原審確定之事實，則唐伯侯交付系爭支票予\r\n仲福公司時，既僅於支票上為空白背書而未記載仲福公司為被背書人，自\r\n非回頭背書。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1389 號 民事判決",
        "case_summary": "交還土地",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "給付之障礙雖可得除去而未除去前，給付仍屬不能，例如買受人依買賣契\r\n約請求出賣人將第三人所有之物移轉或交付與買受人，自屬給付不能，該\r\n買受人自亦無從請求為不能之給付，且依社會通常觀念，如屬給付不能，\r\n即不問該給付不能之為主觀或客觀原因而異其效果，故民法第二百二十六\r\n條所定給付之情形，應不限於客觀上給付不能，因之債權人依民法第二百\r\n五十六條規定，以債務人之給付有同法第二百二十六條之情形而解除契約\r\n時，亦不以客觀上給付不能為限。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1386 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利，\r\n不僅指受僱人職務範圍內之行為而言，即與執行職務相牽連之行為，或受\r\n僱人藉職務上給與之機會而為之不法行為，就令其為圖利受僱人自己，均\r\n應包括在內。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1385 號 民事判決",
        "case_summary": "請求辦理所有權名義變更登記",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "查○○公司非兩造中任何一人單獨出資經營，而係由兩造共同經營。又系\r\n爭房地之價金係由兩造共同經營之○○公司盈餘支付，而上訴人則為○○\r\n公司執行業務之股東，此均為原審確定之事實，準此，上訴人既為○○公\r\n司執行業務之股東，則其因執行業務付出勞力所應得之報酬部分，似難謂\r\n非因勞力所得之報酬，則依修正前民法第一千零十三條第四款規定，○○\r\n公司盈餘中應屬於上訴人報酬部分應仍屬上訴人之特有財產，而系爭房地\r\n既以○○公司之盈餘支付價金，又登記為上訴人名義，得否謂該系爭房地\r\n全非上訴人之特有財產或原有財產，即非無疑。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1381 號 民事判決",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "耕地三七五減租條例第六條第一項規定耕地租約應一律以書面為之，租約\r\n之訂立、變更、終止或換訂，應由出租人會同承租人申請登記，出租人依\r\n此規定，即負有與承租人訂立書面租約之義務，如不履行其義務時，承租\r\n人自得對之為會同申請登記訂立書面契約之請求。本件系爭耕地租約，既\r\n仍有效存在，原出租人張高才業已死亡，並由上訴人繼承，原登記之書面\r\n租約，復已屆期，則被上訴人反訴請求上訴人會同辦理系爭耕地租約之出\r\n租人名義變更，及租約續訂登記，於法自屬有據，應予准許。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1380 號 民事判決",
        "case_summary": "塗銷登記等",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "無權代理人以代理人名義所為之法律行為，經本人承認者，對本人即生效\r\n力。所謂承認為代理權之補授，由本人以意思表示為之，即生承認之效力\r\n。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1379 號 民事判決",
        "case_summary": "給付價金",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "抵銷不以雙方之債權明確為要件，故損害賠償債權當事人間雖於其成立或\r\n範圍有所爭執，亦非必俟判決確定後始得抵銷。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1378 號 民事判決",
        "case_summary": "確認所有權存在等",
        "case_date": "民國 85 年 06 月 27 日",
        "case_gist": "一  確認之訴應以法律關係為訴訟標的。被上訴人莊林阿幼、莊天福及莊\r\n    智仁等八人聲明請求確認如原判決附表所示編號第一、二、三號房屋\r\n    所有權人為甲第公司。惟該房屋所有人是否為甲第公司，係屬事實問\r\n    題，並非法律關係，不得為確認之訴之標的，原審未為適當之闡明，\r\n    令其敘明真意何在？就此部分遽依其聲明為上訴人敗訴之判決，自有\r\n    未合。\r\n二  原審既認定系爭合建契約之性質為互易，而依該契約第六條第二款約\r\n    定，被上訴人復應先為給付，則上訴人甲第公司並非不得據以行使同\r\n    時履行抗辯權。而七十八年三月十三日所訂立之和解書雖約定甲第公\r\n    司有先為給付之義務，惟僅被上訴人周水、莊天福參與和解，其他被\r\n    上訴人並非和解契約當事人，甲第公司自仍得對之行使同時履行抗辯\r\n    權，原審就此為相反之認定，已有可議。且民法第二百六十五條之規\r\n    定，乃予先為給付義務人以不安之抗辯權，原審既認應先為給付者為\r\n    甲第公司，而非被上訴人，竟謂被上訴人亦得行使不安抗辯權，尤非\r\n    允洽。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1176 號 民事判決",
        "case_summary": "移轉出資額股權登記事件",
        "case_date": "民國 85 年 06 月 25 日",
        "case_gist": "公司法第一百十一條第三項規定：「有限公司董事非得其他全體股東同意\r\n，不得以其出資之全部或一部轉讓於他人。」足見有限公司之董事並非不\r\n得以其出資轉讓於他人，僅需得其他全體股東同意而已，亦即以其他全體\r\n股東同意為出資轉讓生效之條件，此與嚴重違反或欠缺生效要件而當然、\r\n自始、確定無效之法律行為不同。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 340 號 民事裁定",
        "case_summary": "分割共有物",
        "case_date": "民國 85 年 06 月 21 日",
        "case_gist": "本件為請求分割共有物之訴訟，訴訟標的對於共同訴訟人即第一審共同被\r\n告盧太郎、盧三郎、盧正雄、林炳煌必須合一確定，前述盧太郎、盧三郎\r\n、盧正雄聲請裁定停止訴訟程序，既經原法院裁定准許，林炳煌竟對之提\r\n起抗告，自屬對相對人不利益，依民事訴訟法第五十六條第一項第一款規\r\n定，對於全體相對人不生抗告之效力。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1372 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 06 月 21 日",
        "case_gist": "（一）按海商法第一百十三條第四款規定所謂天災，係屬自然所引起之災\r\n      變，為人力所不能控制。近年來科技發達，天氣預報日新月異，颱\r\n      風之預測已甚正確，若明知颱風逼近，而仍貿然發航，致貨物發生\r\n      毀損滅失，自不得諉係天災而主張免責。\r\n（二）依海商法第一百十七條但書規定，經託運人之同意或航運種類或商\r\n      業習慣所許之情形，而將貨物裝載於甲板，其所致生毀損或滅失之\r\n      損害，運送人固不必負損害賠償之責。但運送人仍應依同法第一百\r\n      零七條規定，對於承運貨物之裝卸、搬移、堆存、保管、運送及看\r\n      守，為必要之注意及處置。如因未盡此項義務，致生貨物毀損或滅\r\n      失時，仍應負損害賠償之責，非謂有上開之同意或習慣，運送人即\r\n      可不負第一百零七條規定之義務而免責。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1371 號 民事判決",
        "case_summary": "撤銷決議等",
        "case_date": "民國 85 年 06 月 21 日",
        "case_gist": "民法第五十六條第一項規定，總會之召集程序或決議方法違反法令或章程\r\n時，社員得於決議後三個月內請求法院撤銷其決議，係以民法規定社團法\r\n人之總會召集程序或決議方法違反法令或章程時，始有其適用。台灣之祭\r\n祀公業並非法人，僅屬於某死亡者後裔公同共有祀產之總稱，其本身並無\r\n權利能力，不能為權利能力之主體，其財產應為祭祀公業派下員公同共有\r\n。祭祀公業派下員大會之決議，自無適用或準用民法第五十六條第一項規\r\n定之餘地。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1349 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 85 年 06 月 21 日",
        "case_gist": "土地出賣人負有將土地所有權移轉登記於買受人之義務，移轉登記時應由\r\n出賣人繳納之土地增值稅，如不繳納，即無從履行其移轉登記之義務，是\r\n以繳納土地增值稅，亦屬履行債務範圍。本件上訴人於起訴狀載明：「被\r\n上訴人興隆淨寺依法及契約約定，既應負責繳納土地增值稅及辦理更正及\r\n補繳事宜，竟拒不辦理更正及補繳土地增值稅，致伊於同一年度內再轉讓\r\n時，須負擔本應由興隆淨寺繳納之土地增值稅而受有如訴之聲明之『損失\r\n』，伊自得依雙方之契約關係，請求興隆淨寺給付伊如訴之聲明之款項」\r\n等語，則上訴人雖主張依契約請求興隆淨寺給付，惟依上開起訴狀意旨以\r\n觀，其真意是否係因興隆淨寺不為給付，而請求損害賠償？原審就此未予\r\n推求明析，即為上訴人不利之判斷，尚嫌速斷。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1342 號 民事判決",
        "case_summary": "給付退休金事件",
        "case_date": "民國 85 年 06 月 21 日",
        "case_gist": "按所謂工資，係指勞工因工作而獲得之報酬，包括工資、薪金及按計時、\r\n計日、計月、計件以現金或實物等方式給付之獎金、津貼，暨其他任何名\r\n義經常性給與均屬之，勞動基準法第二條第三款定有明文。是工資係勞工\r\n勞動之對價且為經常性之給與。倘雇主具有勉勵、恩惠性質之給與，即非\r\n勞工工作之對價，與經常性給與有別，不得列入工資範圍內。又勞動基準\r\n法施行細則第十條規定：「本法第二條第三款所稱之其他任何名義之經常\r\n性給與係指左列各款以外之給與。一、紅利。二、奬金：指年終獎金……\r\n。三、春節、端午節、中秋節給與之節金」，將「紅利」及「春節、端午\r\n節、中秋節給與之節金」排除在經常性給與之外，自不得列入工資範圍。\r\n查○○公司公布之「管理職以上人員節金辦法」規定發放紅利 (節金) 之\r\n日期為四月二十日春節節金、七月二十日端午節節金、十月二十日中秋節\r\n節金，一月二十日年終獎金，是該紅利即屬春節、端午節、中秋節之節金\r\n及年終奬金之性質，依上開說明，不得列入工資範疇。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 333 號 民事裁定",
        "case_summary": "聲請假扣押事件",
        "case_date": "民國 85 年 06 月 19 日",
        "case_gist": "按假扣押係在本案訟爭尚未判決確定前，預防將來債權人勝訴後，不能強\r\n制執行或難於執行而設。如債權人欲依假扣押所保全執行之請求，已為確\r\n定判決所否認，則其假扣押之聲請，自屬不能准許。次按確定判決就為訴\r\n訟標的之法律關係於判決主文所為判斷有確定力、執行力，而提起再審之\r\n訴，非有阻斷判決確定之效力，職是，縱債權人對該確定判決提起再審之\r\n訴，亦不得就該業經確定判決所否認之法律關係，主張其請求權存在，而\r\n聲請假扣押。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1340 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 85 年 06 月 19 日",
        "case_gist": "繼承人有數人時，在分割遺產前，各繼承人對於遺產全部為公同共有，為\r\n民法第一千一百五十一條所明定。又因繼承，於登記前已取得不動產物權\r\n者，非經登記，不得處分其物權，同法第七百五十九條亦定有明文。故繼\r\n承人以外之第三人，訴請辦理繼承登記時，應以繼承人全體為共同被告，\r\n其當事人始為適格。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1338 號 民事判決",
        "case_summary": "國家賠償",
        "case_date": "民國 85 年 06 月 19 日",
        "case_gist": "公有公共設施因設置或管理有欠缺，致人民生命、身體或財產受損害者，\r\n國家應負賠償責任，國家賠償法第三條定有明文。系爭路段係屬上訴人管\r\n理，其對該道路當有管理維護之義務。查公路用地使用規則係就使用人於\r\n公路施工使用時關於使用地之安全及設施應負責養護所為規定，縱於使用\r\n期間，公路管理機關可免因使用公路所致損害負賠償之責，於使用完畢公\r\n路回歸管理機關管理時，管理機關即應負責管理，注意所管理公路有無不\r\n當，如經發現不當，即令係前使用人施工不良所致，應由其負責修補，亦\r\n應即通知該使用人修補，於其修補前且應設置警告標誌。參加人於系爭路\r\n段舖設管線早經完成，本件車禍發生時，已非其使用期間，為上訴人所不\r\n爭。該管線縱因設置時深度不足，致路面柏油剝落形成坑洞，惟上訴人疏\r\n於管理巡視及通知參加人修補，仍難辭其責。被上訴人依國家賠償法請求\r\n上訴人賠償遭拒，其提起本件訴訟，洵屬有據。"
    },
    {
        "case_id": "最高法院 85 年度台簡上字第 27 號 民事裁定",
        "case_summary": "給付票款",
        "case_date": "民國 85 年 06 月 14 日",
        "case_gist": "票據正面記載禁止背書，該記載如依社會觀念足認由發票人於發票時為之\r\n者，亦發生禁止背書轉讓之效力，此為本院最近所持之見解。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1329 號 民事判決",
        "case_summary": "返還股票",
        "case_date": "民國 85 年 06 月 14 日",
        "case_gist": "印文之真偽，法院得自行核對印跡證之。此項核對，其性質本為勘驗，故\r\n應適用關於勘驗之規定，民事訴訟法第三百五十九條定有明文。本件遍查\r\n全卷筆錄，並無將系爭股票背面出讓人欄及股票轉讓過戶通知書上被上訴\r\n人印文與股票印鑑卡上之被上訴人印文，折角比對之記載，更無當事人就\r\n該鑑定之結果為辯論之資料。原審謂參諸第一審以對角摺疊比對法，即可\r\n得知上開文件上之被上訴人印文與股票印鑑卡上之印文不同，而為上訴人\r\n不利之判斷，自屬可議。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1328 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 85 年 06 月 14 日",
        "case_gist": "依土地法第三十條規定，農地繼承人縱無耕作能力，仍得繼承取得農地所\r\n有權，即私有農地所有權移轉之限制，不排除無自耕能力者繼承取得私有\r\n農地所有權，舉重以明輕，當不排除無自耕能力者繼承取得業已生效之移\r\n轉私有農地所有權之債權。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 328 號 民事裁定",
        "case_summary": "分割共有物",
        "case_date": "民國 85 年 06 月 13 日",
        "case_gist": "對失蹤人提起財產權上之訴訟，固應由失蹤人之財產管理人代為訴訟行為\r\n (司法院院解字第三四四五號解釋、民法第十條及非訟事件法第四十九條\r\n參照) ，而不得逕以失蹤人為被告並對之為公示送達進行訴訟程序。惟所\r\n謂失蹤係指失蹤人離去其最後住所或居所，而陷於生死不明之狀態而言。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 325 號 民事裁定",
        "case_summary": "拒卻仲裁人及聲請另為選定仲裁人",
        "case_date": "民國 85 年 06 月 13 日",
        "case_gist": "商務仲裁條例第十一條第一項第一款既明定仲裁人有民事訴訟法所定法官\r\n應行迴避之同一原因者，始得聲明拒卻，依其文義係指民事訴訟法第三十\r\n二條所定法官應自行迴避之原因而言，不包括同法第三十三條第一項所定\r\n得聲請法官迴避之原因在內。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 324 號 民事裁定",
        "case_summary": "塗銷所有權移轉登記等",
        "case_date": "民國 85 年 06 月 13 日",
        "case_gist": "抗告人之訴訟代理人於原法院曾委任林合民律師及黃燦明律師為複代理人\r\n，原法院僅將期日通知書送達抗告人之訴訟代理人，而未送達其複代理人\r\n。複代理人既未受合法通知，自無從到場為辯論，原法院遽認抗告人遲誤\r\n二次言詞辯論期日，應視為撤回其上訴，尚有未合。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1306 號 民事判決",
        "case_summary": "回復原狀",
        "case_date": "民國 85 年 06 月 13 日",
        "case_gist": "一  所謂物之瑕疵，係指存在於物之缺點而言，凡依通常交易觀念，或依\r\n    當事人之約定，認為物應具備之價值、效用或品質而不具備者，即為\r\n    物有瑕疵。查室內面積攸關房屋買受人對於房屋實際使用之支配，兩\r\n    造既於登記總面積外，另就室內面積為特別之約定，顯見被上訴人買\r\n    受系爭房屋，尤重室內實際使用之面積，如有短少，自足以影響被上\r\n    訴人買受系爭房屋之價值及效用。\r\n二  物之出賣人，對於買受人應擔保其物依民法第三百七十三條之規定危\r\n    險移轉於買受人時，無滅失或減少其價值之瑕疵，亦無滅失或減少其\r\n    通常效用，或契約預定效用之瑕疵，同法第三百五十四條第一項前段\r\n    定有明文；又民法第三百五十九條前段規定，買賣因物有瑕疵，而出\r\n    賣人依前五條之規定，應負擔保之責者，買受人得解除其契約，或請\r\n    求減少其價金。買賣標的物之瑕疵擔保請求權，依前揭規定，固於危\r\n    險移轉時始能成立，但在危險移轉前，買受人已發覺其物有瑕疵，倘\r\n    能證明其瑕疵不能除去或確定出賣人拒絕為除去時，尚難謂買受人不\r\n    得對之解除契約。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1304 號 民事判決",
        "case_summary": "損害賠償等",
        "case_date": "民國 85 年 06 月 13 日",
        "case_gist": "原審既稱土地法第三十四條之一第四項所定之優先承買權，係指他共有人\r\n於共有人出賣共有土地時，對於該共有人有請求以同樣條件訂立買賣契約\r\n之權而言，故須共有人與第三人間已成立買賣契約為前提，再以此買賣契\r\n約之同一內容通知他共有人是否優先承買，並認定先後兩次買賣之債權契\r\n約為無效，被上訴人無從主張優先承買權，乃復謂上訴人出賣共有土地違\r\n反共有人通知之義務，侵害被上訴人之優先承買權，應負損害賠償責任云\r\n云，已不無判決理由前後矛盾之違法。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1293 號 民事判決",
        "case_summary": "請求確認租賃關係存在",
        "case_date": "民國 85 年 06 月 13 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，且房屋性質上不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之基地，故土地\r\n與房屋同屬一人，而將土地及房屋分開同時或先後出賣，其間雖無地上權\r\n設定，然除有特別情事，可解為當事人之真意，限於賣屋而無基地之使用\r\n外，均應推斷土地承買人默許房屋承買人繼續使用土地，固經本院四十八\r\n年台上字第一四五七號著有判例。又此所謂繼續使用土地，參照該判例之\r\n全部裁判意旨，係認為使用土地之房屋所有人對土地所有人應支付相當之\r\n代價，則其法律關係之性質，當屬租賃，至其租金數額，如當事人間不能\r\n協議決定，當可訴請法院裁定，其再因轉讓而承受土地所有權之人，應有\r\n民法第四百二十五條之適用，其再因轉讓而繼受房屋所有權之人，則除有\r\n反對之特約外，應推斷土地所有人對之默許其繼續承租，故不問其後為轉\r\n讓土地或轉讓房屋，其土地所有權之承受人對房屋所有人或房屋所有權之\r\n承受人對土地所有人，均繼續其原來之法律關係。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1278 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 06 月 13 日",
        "case_gist": "按保險契約由保險人於同意要保人聲請後簽訂，保險契約應以保險單或暫\r\n保單為之，保險法第四十四條、第四十三條分別定有明文。是保險人如同\r\n意要保人所為要保之聲請，自可簽訂保險契約，如不同意即不應簽訂保險\r\n契約，應無將要保書內容逕為刪改而予同意之權利。而保險人之核保，乃\r\n係審核要保內容決定是否同意簽訂保險契約，如欲對要保內容加以限制或\r\n變更，僅能於核保欄加註記，視為拒絕原要約，並應向要保人為新要約之\r\n意思表示，經要保人同意後始可簽訂保險契約。至保險單正面被保險人注\r\n意事項㈠所載保險單如有需要更改時，請洽公司更改一節，似指要保人就\r\n雙方已合意之要保內容，於保險人簽發保險單後，如有需要更改時，可洽\r\n請公司更改之情形而言，非指保險人未經要保人之同意，可擅自更改要保\r\n書上之要保內容而簽發保險單。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 320 號 民事裁定",
        "case_summary": "變更章程",
        "case_date": "民國 85 年 06 月 07 日",
        "case_gist": "民法第六十二條規定：「財團之組織及其管理方法，由捐助人以捐助章程\r\n或遺囑定之。捐助章程或遺囑所定之組織不完全，或重要之管理方法不具\r\n備者，法院得因主管機關、檢察官或利害關係人之聲請，為必要之處分」\r\n，是依該條規定聲請法院就捐助章程為必要處分者，以財團之組織不完全\r\n，或重要之管理方法不具備為要件。同法第六十三條規定：「為維持財團\r\n之目的或保存其財產，法院得因捐助人、董事、主管機關、檢察官或利害\r\n關係人之聲請，變更其組織」。依該條規定聲請變更財團組織者，亦以維\r\n持財團之目的或保存其財產之必要為限。至因情事變更，致財團之目的不\r\n能達到時，依民法第六十五條規定，則應由主管機關斟酌捐助人之意思，\r\n變更其目的及其必要之組織，或解散之。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 316 號 民事裁定",
        "case_summary": "損害賠償再審事件聲請訴訟救助",
        "case_date": "民國 85 年 06 月 07 日",
        "case_gist": "抗告非因裁定而受不利益者，不得為之，是為訴訟法上之原則。民事訴訟\r\n法第一百十五條不過為同法第四百八十三條、第四百八十七條第一項之特\r\n別規定，並非對於此項原則所設之例外。准予訴訟救助，僅有同法第一百\r\n十條所列各款之效力，除受救助人依同法第九十六條應供訴訟費用之擔保\r\n者外，他造對於受救助人請求賠償訴訟費用之權利，絕不因此而受影響。\r\n受救助人無須供訴訟費用之擔保時，他造既不因准予訴訟救助之裁定而受\r\n不利益，即不得對此裁定提起抗告。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 314 號 民事裁定",
        "case_summary": "聲請假扣押",
        "case_date": "民國 85 年 06 月 07 日",
        "case_gist": "受強制執行命令之第三人不承認債務人之債權存在，或於數額有爭執時，\r\n得向執行法院聲明異議，債權人對於第三人之聲明，認為不實時，得向管\r\n轄法院提起訴訟，並通知債務人，強制執行法第一百十九條第一項、第一\r\n百二十條分別定有明文。是第三人依強制執行法第一百十九條第一項規定\r\n，對於執行法院依同法第一百十五條第一項所發禁止命令，聲明異議，與\r\n依強制執行法第十二條第一項所為之聲明異議有別，執行法院對此項第三\r\n人之聲明，不得為准駁之裁定。\r\n\r\n參考法條︰強制執行法 第 12、115、119、120 條 (85.10.09)"
    },
    {
        "case_id": "最高法院 85 年度台聲字第 255 號 民事裁定",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 85 年 06 月 07 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤，係指確\r\n定裁判為確定事實而適用法律，或就所確定之事實而為法律上之判斷，有\r\n適用法規顯有錯誤之情形而言，至於單純認定事實錯誤，則與適用法規顯\r\n有錯誤之情形有間。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1273 號 民事判決",
        "case_summary": "請求變更公司名稱",
        "case_date": "民國 85 年 06 月 07 日",
        "case_gist": "查七十九年十一月十日修正公布之公司法，為達成企業多角化經營之目標\r\n，在第十八條第二項增列後段規定，二公司名稱中標明不同業務種類者，\r\n其公司名稱視為不相同或不類似。既規定為二公司名稱，而未限於不同類\r\n業務公司之名稱，則同類業務公司之名稱自同有適用，始符立法旨趣。是\r\n同類業務公司之名稱，標明不同業務種類者，縱其名稱之特取部分相同或\r\n類似，其公司名稱視為不相同或不類似。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1263 號 民事判決",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 85 年 06 月 07 日",
        "case_gist": "所謂條件，係當事人以將來客觀上不確定事實之成就或不成就，決定法律\r\n行為效力之發生或消滅之附款，須出於當事人明示或默示之約定。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1252 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 06 月 07 日",
        "case_gist": "得心證之理由應記明於判決，為民事訴訟法第二百二十二條第二項所明定\r\n，故法院依自由心證判斷事實之真偽時，所斟酌調查證據之結果，其內容\r\n如何，與應證事實之關聯如何，以及取捨之原因如何，如未記明於判決，\r\n即屬同法第四百六十九條第六款所謂判決不備理由。查原審祇因經濟部商\r\n品檢驗局函復，酒精燈爐非屬應施檢驗之商品品目，無國家標準可作為鑑\r\n定之依據，無從辦理鑑定，即未再囑託其他專業機構鑑定系爭酒精爐，有\r\n無安全或衛生上之危險，已嫌未盡事實審調查之能事；且僅憑於言詞辯論\r\n時肉眼勘驗系爭酒精爐，即行認定該商品已具通常可合理期待之安全性，\r\n被上訴人所辯，本件純係上訴人個人未依標示之說明方法使用而肇事，不\r\n應歸責出賣人等情，堪予採信云云，並進而為上訴人敗訴判決，然並未將\r\n其得此心證之理由，於判決理由項下記明之，亦有判決不備理由之違法。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 312 號 民事裁定",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 85 年 06 月 06 日",
        "case_gist": "定暫時狀態之假處分保全，不以暫時性之保全處分為限，即滿足性之保全\r\n處分亦包括在內。是在不作為請求權之假處分，固得為暫時性之保全，惟\r\n使債權人請求之內容在保全程序階段，即暫時實現，亦非法之所禁。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 307 號 民事裁定",
        "case_summary": "清償債務",
        "case_date": "民國 85 年 06 月 06 日",
        "case_gist": "經他造當事人同意者，一造當事人得於第二審為訴之變更。又準備程序為\r\n言詞辯論之準備，倘他造當事人於準備程序中已就一造當事人依變更之訴\r\n所主張訴訟標的之法律關係為本案陳述者，即與民事訴訟法第二百五十五\r\n條第二項所定「無異議而為本案之言詞辯論」相當，應視為其已同意變更\r\n。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1249 號 民事判決",
        "case_summary": "請求確認派下權存在",
        "case_date": "民國 85 年 06 月 06 日",
        "case_gist": "再審之訴顯無再審理由者，依民事訴訟法第五百零二條第二項之規定，雖\r\n得不經言詞辯論，以判決駁回之，但若當事人主張之原因事實，徒據訴狀\r\n之記載，尚不明瞭或有其他情形，必須依法調查證據後始能斷定再審之訴\r\n為無再審理由者，即不得遽指再審之訴顯無再審理由。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1231 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 85 年 06 月 06 日",
        "case_gist": "按專利權之申請，經中央標準局審查認為可予專利權後，即將審定書、說\r\n明書、圖式公告，公告期間為六個月，公告期滿，無人提起異議，或異議\r\n不成立時，即為審查確定，此觀專利法第三十條、第三十八條第一項及第\r\n三十九條之規定即明。又專利案公告後，即發生取得專利權之效力，專利\r\n法第四十四條第一項定有明文。被上訴人之本件新型專利案係於六十年十\r\n一月十日經中央標準局審查認可，給予新型專利，於同年十二月一日依法\r\n將審定書、說明書、圖式公告，即已取得專利權。○○公司於公告期間提\r\n出異議，請求再審查，經中央標準局予以駁回。○○公司向經濟部提出再\r\n異議，經濟部認其異議及再異議均不成立，於六十三年八月二十三日發給\r\n被上訴人專利最後核定書。○○公司向經濟部提起訴願，經濟部於六十四\r\n年三月間將上開專利最後核定書撤銷。被上訴人對此訴願決定提起再訴願\r\n及行政訴訟，雖經駁回，惟行政院之再訴願決定書及行政法院之六十五年\r\n度判字第二五一號判決之理由均謂：原訴願僅撤銷被上訴人之專利最後核\r\n定書而已，並未撤銷被上訴人之專利權，應俟經濟部另為最後核定，如對\r\n被上訴人不利，再為行政救濟亦不為遲，目前尚不得提起行政救濟云云，\r\n是上訴人辯稱被上訴人之專利權一度被撤銷無效云云，自屬無據。又被上\r\n訴人不服行政法院之前開判決，於六十七年八月三十一日提起再審，獲得\r\n勝訴判決，有行政法院六十七年度判字第五七四號判決可稽，全案恢復至\r\n專利權已最後核定之狀態。○○公司雖再提起訴願、再訴願及行政訴訟，\r\n但均經駁回，足見被上訴人之專利權在上開行政爭訟程序中，從未被撤銷\r\n，而始終繼續有效存在，並無任何瑕疵，或可使○○公司誤認為無效而可\r\n從事仿冒之情形，○○公司抗辯被上訴人與有過失，應減輕其賠償金額云\r\n云，亦非可採。從而被上訴人請求上訴人連帶給付一億二千零九十萬四千\r\n六百四十九元及自訴狀繕本送達翌日（即七十四年九月二十一日) 起至清\r\n償日止加付法定遲延利息，為有理由，應予准許。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 305 號 民事裁定",
        "case_summary": "保全證據",
        "case_date": "民國 85 年 05 月 31 日",
        "case_gist": "民事訴訟法第三百六十八條規定，證據有礙難使用之虞者，當事人之一造\r\n得聲請法院保全證據。所謂證據有礙難使用之虞，係指證據若不即為保全\r\n，將有不及調查使用之危險者而言。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1227 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 85 年 05 月 31 日",
        "case_gist": "耕地租賃，承租人應以耕地供耕作之用。如承租人變更耕作之使用目的，\r\n改充耕作以外之使用，即屬不自任耕作。所稱耕作，依土地法第一百零六\r\n條第二項之規定，雖包括漁牧，但此乃謂自始即約定租用他人之土地而為\r\n漁牧，亦屬於耕地租用而已，非謂凡屬耕地租用，即可任意變更農地原有\r\n性質而為漁牧使用。故原為栽培農作物之耕地租佃契約，承租人未經出租\r\n人同意，逕將農地變更為漁牧之用，並興建設施，致變更農地原有性質，\r\n即屬違反耕地租佃契約，不自任耕作。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1222 號 民事判決",
        "case_summary": "請求返還租賃土地",
        "case_date": "民國 85 年 05 月 31 日",
        "case_gist": "民法第四百四十九條第二項規定，租賃期限屆滿二十年後當事人得更新之\r\n，係指當事人於租賃期限屆滿後，得以合意更新租賃契約，發生新租賃關\r\n係而言，其本質仍屬契約行為，非謂當事人之一方得以其單方之行為，使\r\n發生新租賃關係。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1171 號 民事判決",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 85 年 05 月 31 日",
        "case_gist": "物權之客體，固須具有獨立性，但所謂獨立性，並非物理上之觀念而係社\r\n會經濟上之觀念。以一筆土地或一棟建物之特定部分為物權客體時，僅須\r\n該特定部分經以人為之區劃而可確定其一定之範圍，並得依有關土地法令\r\n辦理登記者即足當之。故一建號房屋之一部分，如其可得區劃而予特定其\r\n範圍者，如同土地之分割然，就該特定部分所為之所有權及抵押權之取得\r\n、喪失及變更之登記，並非不可能辦理。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 304 號 民事裁定",
        "case_summary": "聲請假處分",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "假處分得選任管理人或為其他必要之處置，為民事訴訟法第五百三十五條\r\n所明定。該管理人之選任，其人選法院固得酌量情形定之。惟選任之時，\r\n仍須先調查其是否有管理之能力？如兼任其他職務，是否尚有餘力及意願\r\n出任此職？及其能否為公平之管理等，始不致妨礙當事人雙方之利益。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1216 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "租賃係特定當事人間所定之契約，出租人並不以所有人為限，倘當事人間\r\n就租賃物及租金意思表示一致，其契約即為成立，縱非由所有人出租，仍\r\n不影響當事人間契約之效力，僅就租賃物無管理權限者所為之出租行為，\r\n對有是項權利之人是否發生效力之問題。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1205 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "司法院大法官會議釋字第一○七號解釋「已登記不動產所有人回復請求權\r\n，無民法第一百二十五條消滅時效之適用」係於五十四年六月十六日作成\r\n公布，則已登記不動產所有人回復請求權發生之原因事實無論在此以前或\r\n以後存在，於此解釋公布後之訴訟，此請求權即無民法第一百二十五條關\r\n於消滅時效規定之適用。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1204 號 民事判決",
        "case_summary": "請求給付違約金",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "契約之一方縱有違約情事，在未合法解除契約前，契約仍屬存在，他方仍\r\n應受契約之拘束，自仍負有履行契約之義務，如有違反，即應負違約責任\r\n，殊不能謂一方先違約，他方即可任意違約而不必負違約之責任。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1202 號 民事判決",
        "case_summary": "請求分割共有物",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "期限係當事人約定以將來確定事實之到來，決定其法律行為效力發生或消\r\n滅之一種附款，與條件乃當事人約定以將來客觀上不確定事實之成就與否\r\n，決定其法律行為效力發生或消滅之附款，並不相同。又附有停止條件之\r\n法律行為，固於條件成就時發生效力，但該條件如自始不能成就者，即應\r\n解為其法律行為無法律上效力之可言。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1192 號 民事判決",
        "case_summary": "請求給付工資",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "民事訴訟制度原為保護私法上權利而設，公務員應否支薪，並非私權關係\r\n，關於此項爭執，應依行政訟爭程序請求救濟，不得依民事訴訟程序向普\r\n通法院訴請裁判。公務員兼具勞工身分者，其請求薪資性質之任何給與，\r\n亦非私權關係，故關於此項給與之爭執，普通法院自亦對之無審判權。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1189 號 民事判決",
        "case_summary": "請求減少價金",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "兩造所訂買賣契約第一條載明：「房屋坪數約為四四‧三坪，上開房屋坪\r\n數包括室內、陽台、梯間、走道及其他公共設施等之分攤在內」，而上訴\r\n人交付被上訴人之房屋包括公共設施在內，其面積為四八‧七五四坪，已\r\n超過買賣契約約定之四四‧三坪，有建築改良物登記簿謄本在卷可稽。原\r\n審未查明依建築法令及建築術成規，上訴人交付之房屋，其室內、陽台等\r\n面積與電梯間、樓梯間、走道及其他公共設施等面積之比例，是否在合理\r\n範圍內，遽認上訴人所為之給付，係屬瑕疵給付及不完全給付，並有疏略\r\n。再「使用面積」與「公共面積」併列於預售屋廣告，則使用面積除住戶\r\n之專有部分外，尚包括當樓層其他住戶共同持分之共同使用面積 (例如當\r\n樓層之電梯間、樓梯間、走道、通道等俗稱「小公」之面積) ，有中華民\r\n國建築投資商業同業公會全國聯合會建投全聯字第一三八二號函在卷可\r\n稽。參以系爭房屋廣告平面圖復將電梯間、樓梯間、走道及通道等標示在\r\n該平面圖內，上訴人抗辯所謂使用面積應包括該電梯間、樓梯間等俗稱「\r\n小公」在內，是否毫無足採，亦非無疑。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1187 號 民事判決",
        "case_summary": "請求確認合建法律關係不存在",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "依民法第二百五十四條規定，祇須契約當事人之一方遲延給付者，經他方\r\n當事人定相當期限催告其履行，如於期限內不履行時，即得解除契約。又\r\n債務人未為給付，須因不可歸責於債務人之事由所致，債務人始不負遲延\r\n責任，此觀同法第二百三十條之規定自明。原審既認定被上訴人對於遲延\r\n申領建造執照有可歸責之事由，則被上訴人即應負遲延責任，乃竟謂上訴\r\n人不得藉以解除契約，非無可議。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1185 號 民事判決",
        "case_summary": "請求確認共有權存在",
        "case_date": "民國 85 年 05 月 30 日",
        "case_gist": "確認之訴，除確認證書真偽之訴外，應以法律關係為訴訟標的，此觀民事\r\n訴訟法第二百四十七條之規定自明。被上訴人請求確認系爭土地為兩造公\r\n同共有，似非以法律關係為訴訟標的，原審違背同法第一百九十九條所定\r\n之闡明義務，未向被上訴人闡明其真意所在，遽依其聲明而為判決，其訴\r\n訟程序即有重大瑕疵。確認之訴，非原告有即受確認判決之法律上利益者\r\n，不得提起，若被告對原告主張之法律關係自始無爭執，尚不能謂原告對\r\n之起訴，有即受確認判決之法律上利益。查被上訴人張林秀櫻自承已拋棄\r\n對系爭土地之權利，對於被上訴人請求確認其對系爭土地有公同共有權存\r\n在，似無爭執，被上訴人是否得將之列為被告，亦滋疑問。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1168 號 民事判決",
        "case_summary": "請求返還入會費",
        "case_date": "民國 85 年 05 月 24 日",
        "case_gist": "第三人與債權人訂立契約承擔債務人之債務者，其債務固於契約成立時移\r\n轉於該第三人。惟第三人與債權人訂立契約，如係由第三人加入為債務人\r\n，而與原債務人就同一債務各負全部責任者，雖學說上稱為重疊的債務承\r\n擔，究與民法第三百條所規定之免責的債務承擔不同，原債務人就其債務\r\n仍與該第三人連帶負其責任。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1167 號 民事判決",
        "case_summary": "請求確認著作權不存在",
        "case_date": "民國 85 年 05 月 24 日",
        "case_gist": "視聽著作係著作權法規定之著作之一，視聽著作中所需之音樂、歌曲，如\r\n得音樂著作、錄音著作著作權人之同意，即得加以利用而成該視聽著作內\r\n容之一部分，整體視聽著作之著作權即歸其著作人所享有，原音樂著作或\r\n錄音著作之著作權人即不得就該視聽著作中音樂、歌曲、聲音部分主張著\r\n作權。除有反對之約定外，視聽著作之著作權人就整體視聽著作之重製，\r\n亦得為之。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1158 號 民事判決",
        "case_summary": "請求塗銷登記",
        "case_date": "民國 85 年 05 月 24 日",
        "case_gist": "被上訴人主張，許志雕與上訴人間所為之最高限額抵押權及不動產買賣均\r\n係通謀虛偽之意思表示，應屬無效。被上訴人得本於侵權行為之規定，請\r\n求上訴人塗銷所有權移轉登記及抵押權設定登記；亦得代位許志雕請求上\r\n訴人塗銷上開各登記云云，則其係主張二項法律關係，但僅有單一之聲明\r\n即屬重疊的訴之合併。此際法院僅得就其中之一訴為有理由，而為其勝訴\r\n之判決；如以合併之訴均為有理由而為其勝訴之判決，即為法所不許。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1156 號 民事判決",
        "case_summary": "請求確認土地徵收補償費請求權不存在",
        "case_date": "民國 85 年 05 月 23 日",
        "case_gist": "私法上之請求權，必有其行使之對象。土地徵收補償係公法上之義務，補\r\n償費之發放為公法上之程序，土地所有人或其他權利人對徵收機關並無何\r\n私法上之請求權可言。又確認之訴除確認證書真偽之訴外，通常應以私法\r\n上之法律關係為訴訟標的，若公法上之法律關係，則必有特別規定，始得\r\n為其標的否則不得提起。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1148 號 民事判決",
        "case_summary": "請求返還房屋",
        "case_date": "民國 85 年 05 月 23 日",
        "case_gist": "按因任職關係獲准配住房屋，屬使用借貸之性質，既經離職，依借貸之目\r\n的，當然應視為使用業已完畢 (最高法院四十四年台上字第八○二號判例\r\n參照) 。查上訴人因於被上訴人公司任職而獲准配住系爭房屋，兩造就之\r\n成立借貸契約。嗣因上訴人離職，依借貸之目的，應視為使用業已完畢。\r\n上訴人雖以其使用系爭房屋須按月繳納使用費，兩造間係成立租賃契約，\r\n無土地法第一百條各款所定情形，被上訴人不得收回等情為辯。第查被上\r\n訴人係經濟部所屬實施用人費率薪給制之機構，則其員工配住宿舍者須按\r\n規定扣收使用費，而此一收取宿舍使用費規定之目的，僅係為符合單一薪\r\n給制之精神，並達成使用宿舍者與未使用宿舍者之薪給公平之目標，該項\r\n使用費並非使用宿舍之對價，自難謂為租金，亦不得進而謂兩造間成立租\r\n賃契約。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1147 號 民事判決",
        "case_summary": "請求履行契約",
        "case_date": "民國 85 年 05 月 23 日",
        "case_gist": "立有字據之贈與，縱贈與物未交付前，贈與人亦不得撤銷，民法第四百零\r\n三八條第二項固訂有明文。此之「字據」，係指當事人訂立贈與契約之書\r\n面及用以證明贈與之文書憑據而言。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1143 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 05 月 23 日",
        "case_gist": "共同侵權行為責任之成立，必以數人共同不法侵害他人之權利，而各行為\r\n人之過失均為其所生損害之共同原因者，始足當之。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1136 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 05 月 23 日",
        "case_gist": "債務人遲延者，債權人得請求其賠償因遲延而生之損害，此項損害賠償請\r\n求權並不因嗣後債務人依債務本旨提出給付而消滅。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1134 號 民事判決",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 85 年 05 月 23 日",
        "case_gist": "土地之繼承登記，依照土地法第七十三條規定，得由任何繼承人為全體繼\r\n承人聲請之，繼承人自毋庸對他繼承人為裁判上之請求。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1131 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 05 月 23 日",
        "case_gist": "連帶債務人中之一人消滅時效已完成者，依民法第二百七十六條第二項規\r\n定，固僅該債務人應分攤之部分，他債務人亦同免其責任，惟民法第一百\r\n八十八條第三項規定僱用人賠償損害時，對於為侵權行為之受僱人有求償\r\n權，則僱用人與受僱人間並無應分擔部分可言，倘被害人對為侵權行為之\r\n受僱人之損害賠償請求權消滅時效已完成，如僱用人不得援用受僱人之時\r\n效利益，就全部債務同免責任，則於其為全部清償後，尚得向受僱人為全\r\n部求償，無異剝奪受僱人之時效利益，顯非事理之平。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1127 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 05 月 17 日",
        "case_gist": "依民法第二百十六條第一項規定，損害賠償既以填補債權人所受損害及所\r\n失利益為限，則損害賠償之債權人，基於與受損害之同一原因事實，受有\r\n利益，自應於所受之損害內，扣除所受之利益，以為實際之賠償額。此損\r\n益相抵之原則，於損害與利益，係基於同一原因事實而生者，即可適用。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1126 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 85 年 05 月 17 日",
        "case_gist": "按敵偽建築物經政府基於公權力接收，並充為公用時，為達行政目的，僅\r\n許基地所有人與使用基地之政府機關協商辦理租賃或地上權設定事宜，不\r\n得主張政府機關為無權占有，此由台灣省政府本於其法定職權於三十七年\r\n一月二十六日訂頒之「台灣省各縣市暨鄉鎮公產清查辦法」第七條第九款\r\n所定：「建築物為公有，基地為私有者，除依法租賃及為地上權之登記外\r\n，其有土地法第二百零八條各款需要之一時，得依法征收之。」，可以推\r\n知。又地方法規既在某特定地方，就某特定事項有拘束人之規範性，民事\r\n法院就涉及該有關法規所定事項之訴訟事件，自不能予以排斥不用。此由\r\n民法第一條規定，習慣、法理尚得具有補充法律之效力，及民事訴訟法第\r\n二百八十三條、第四百六十七條分別規定有關於地方法規舉證責任及第二\r\n審判決違背法令得為上訴第三審之理由等情形對照以觀，益為顯然。本件\r\n原判決以前開台灣省政府訂頒之地方法規，非依法律授權所訂，排斥不用\r\n，並認我政府接收日產建築物後，在與土地所有人完成洽訂租賃或地上權\r\n設定契約前，仍非當然合法占有，而為不利於上訴人之判斷，尚有可議。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1120 號 民事判決",
        "case_summary": "請求交還土地",
        "case_date": "民國 85 年 05 月 17 日",
        "case_gist": "以無權占有為原因，請求返還土地者，占有人對土地所有權存在之事實無\r\n爭執，而僅以非無權占有為抗辯者，土地所有權人對其土地被無權占有之\r\n事實無舉證責任，占有人自應就其取得占有係有正當權源之事實證明之。\r\n本件系爭土地為上訴人所有，有土地登記簿謄本及所有權影本在卷可稽，\r\n並為兩造所不爭執，則被上訴人自應就占有系爭土地之合法權源負舉證之\r\n責，上訴人無須舉證證明其為無權占有。乃原審竟謂上訴人對被上訴人以\r\n無權占有訴請返還土地，未據舉證云云，其舉證責任之分配顯有違誤。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1115 號 民事判決",
        "case_summary": "請求清償債務",
        "case_date": "民國 85 年 05 月 17 日",
        "case_gist": "人壽保險之要保人，除聲明放棄處分權外，應得依保險法第一百十一條之\r\n規定，任意以契約或遺囑變更受益人或處分受益人得享受保險利益之範圍\r\n，該受益人於要保人依約處分其保險利益後，應僅得於處分後之範圍內享\r\n受其保險利益。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1098 號 民事判決",
        "case_summary": "請求確認合夥關係存在",
        "case_date": "民國 85 年 05 月 17 日",
        "case_gist": "合夥為二人以上互約出資，以經營共同事業之契約。由該合夥契約所生之\r\n法律關係即為合夥關係。各合夥人之出資及其他合夥財產，為合夥人全體\r\n之公同共有。縱合夥財產之不動產信託登記為第三人名義所有，合夥人就\r\n其公同共有權仍不受影響。又合夥關係之存在，乃合夥人得終止合夥財產\r\n之不動產信託登記關係之前提。如當事人間確有合夥關係存在，僅因合夥\r\n財產信託登記為第三人所有之故，即認其無請求確認合夥關係存在之法律\r\n上利益，則該合夥財產將無回復為合夥人公同共有之機會。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 284 號 民事裁定",
        "case_summary": "拍賣抵押物",
        "case_date": "民國 85 年 05 月 16 日",
        "case_gist": "當事人對於法定抵押權及債權之發生或存在有爭執時，聲請拍賣抵押物之\r\n債權人應提起確認之訴，以確定其權利之有無。至於已登記之最高限額抵\r\n押權，如從抵押權人提出之文件為形式上審查，已能明瞭有債權存在時，\r\n縱債務人或抵押人否認債權之存在，法院亦應為准許拍賣抵押物之裁定。\r\n本件再抗告人聲請拍賣者為已登記之最高限額抵押權，縱相對人否認系爭\r\n抵押債權存在，倘原法院從再抗告人提出之文件為形式上之審查，已能明\r\n瞭有債權存在，即應為准許拍賣抵押物之裁定，始為正辦。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1089 號 民事判決",
        "case_summary": "請求清償債務",
        "case_date": "民國 85 年 05 月 16 日",
        "case_gist": "當事人約定契約不履行之違約金過高者，法院固得依民法第二百五十二條\r\n以職權減至相當之數額，惟是否相當仍須依一般客觀事實、社會經濟狀況\r\n及當事人所受損害情形，以為酌定標準；約定之違約金是否過高，應就債\r\n務人若能如期履行債務時，債權人可得享受之一切利益為衡量之標準，而\r\n非以僅約定一日之違約金額若干為衡量之標準。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1070 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 85 年 05 月 16 日",
        "case_gist": "共有土地或建築改良物，得以共有人過半數及其應有部分合計過半數之同\r\n意行之者，依土地法第三十四條之一第一項規定，僅以處分、變更及設定\r\n地上權、永佃權、地役權或典權等為限。至共有物之出租、出借，乃共有\r\n物之管理行為，並無該條項規定之適用，即應適用民法第八百二十條第一\r\n項之規定，除契約另有訂定外，由共有人全體共同為之。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 277 號 民事裁定",
        "case_summary": "排除侵害",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "訴訟程序之合意停止，乃當事人兩造以合意停止訴訟程序之進行。此項合\r\n意於兩造向法院陳明時，始發生合意停止之效力，觀諸民事訴訟法第一百\r\n八十九條規定自明。是訴訟程序得因合意而停止者，須兩造間有停止訴訟\r\n程序之合意，且須此項合意已由兩造向受訴法院陳明。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 272 號 民事裁定",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "按於第一審為訴之變更，係為利用第一審原訴訟程序，就變更之新訴為審\r\n理及裁判。訴之變更經第一審法院以不合法裁定駁回後，當事人雖提起抗\r\n告，惟原訴訟程序如已經第一審判決，並因上訴而繫屬於上級法院，已無\r\n從利用原訴訟程序為訴之變更，抗告業已失其目的，抗告法院仍應以抗告\r\n無理由而駁回之。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1067 號 民事裁定",
        "case_summary": "侵占",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "刑事訴訟之第二審判決不得上訴於第三審法院者，對於其附帶民事訴訟之\r\n第二審判決，得上訴於第三審法院，由民事庭審理之，刑事訴訟法第五百\r\n零六條定有明文。此等由民事庭審理之訴訟，應依民事訴訟費用法規定，\r\n預納裁判費，此為必須具備之程式。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1059 號 民事判決",
        "case_summary": "請求塗銷所有權移轉登記",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "公同共有物權利之行使，固應得公同共有人全體之同意，但事實上有無法\r\n得全體公同共有人同意之情形時，如有對第三人起訴之必要，為公同共有\r\n人全體之利益計，僅由事實上無法得其同意之公同共有人以外之其他公同\r\n共有人單獨或共同起訴，要不能謂其當事人之適格有欠缺。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1054 號 民事判決",
        "case_summary": "請求拆屋交地",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "當事人適格，乃指當事人就具體特定之訴訟，得以自己之名義為原告或被\r\n告，而受為訴訟標的法律關係之本案判決之資格而言。故在給付之訴，祗\r\n原告主張其為訴訟標的法律關係之權利主體，他造為訴訟標的法律關係之\r\n義務主體，其當事人即為適格。至原告是否確為權利人，被告是否確為義\r\n務人，乃為訴訟標的法律關係之要件是否具備，即訴訟實體上有無理由之\r\n問題，並非當事人適格之欠缺。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1053 號 民事判決",
        "case_summary": "請求返還無權占有土地",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "出租人與承租人間因耕地租佃發生爭議時，非經調解、調處不得起訴，耕\r\n地三七五減租條例第二十六條第一項、第二項定有明文。所謂租佃爭議指\r\n出租人與承租人間因租用耕地所發生之一切爭議而言，包括因轉租、欠租\r\n，或約定租期屆滿後，租賃關係是否當然不存在所生之爭議等均屬之。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1052 號 民事判決",
        "case_summary": "請求確認優先承購權不存在",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "土地法第三十四條之一第四項規定，共有人出賣其應有部分時，他共有人\r\n得以同一價格共同或單獨優先承購。其立法意旨在使他共有人買受出賣之\r\n共有人之應有部分，以簡化共有關係。故他共有人主張優先承購，自應以\r\n自己名義，單獨或共同取得出賣之共有人之應有部分，倘行使優先承購權\r\n，惟要求另指定非共有人之第三人為權利取得人，則與優先承購權旨在簡\r\n化共有關係之立法趣旨相違，應非法律之所許。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1051 號 民事判決",
        "case_summary": "請求確認優先購買權存在",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "土地法第一百零四條第一項後段所謂基地承租人之房屋出賣時，基地所有\r\n權人有依同樣條件優先購買之權，係指成立買賣契約之形成權而言。此項\r\n房屋買賣之債權契約，與為移轉物權所訂立之物權契約並不相同。祇須承\r\n租人出賣其房屋，基地所有權人即得行使優先權，至房屋之所有權能否移\r\n轉登記，在所不問。原審竟謂系爭房屋未經保存登記，不得為所有權移轉\r\n登記，上訴人即無優先購買權云云，其法律見解，自屬可議。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1047 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "當事人約定契約不履行之違約金過高者，法院固得以職權減至相當之數額\r\n，惟是否相當，仍須依一般客觀事實、社會經濟狀況、當事人所受損害情\r\n形，及就債務人若能如期履行債務時，債權人所得享受之一切利益為衡量\r\n之標準。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1046 號 民事判決",
        "case_summary": "請求拆屋交地",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "共有物係屬全體共有人所共有，在分割前，各共有人固得約定範圍而使用\r\n之，但此項分管行為，不過定暫時使用之狀態，與消滅共有關係之分割有\r\n間。故共有物經法院判決分割確定時，先前共有人間之分管契約及使用借\r\n貸契約，即應認為終止。共有人先前依該契約占用分割判決仍判歸全體共\r\n有人保持共有之部分共有物，即成無權占有，其他共有人自得依民法第七\r\n百六十七條、第八百二十一條之規定請求返還。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1042 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 85 年 05 月 10 日",
        "case_gist": "不法侵害他人之名譽者，被害人雖非財產上之損害，亦得請求賠償相當之\r\n金額，為民法第一百九十五條第一項所明定。本件被上訴人於上開理事會\r\n議，公然辱罵上訴人，並誣指上訴人收受他人紅包，自係不法侵害上訴人\r\n之名譽，上訴人請求賠償非財產上損害，自屬有據。次按名譽權乃人格權\r\n之一種，人格權遭受侵害，其非財產上損害之金錢賠償，即為精神慰藉金\r\n，故本件上訴人名譽受侵害，所得請求非財產上損害之金錢賠償，即為精\r\n神慰藉金一項，上訴人分別列為人格權包括名譽權損害、人格權保障賠償\r\n、精神慰藉金三項之賠償金額而為請求，自有未洽。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 996 號 民事判決",
        "case_summary": "請求給付土地補償金",
        "case_date": "民國 85 年 05 月 09 日",
        "case_gist": "土地法第二百三十三條第一項前段規定：「徵收土地應補償之地價及其他\r\n補償費，應於公告期滿後十五日內發給之……」，依此規定之反面解釋，\r\n國家或地方政府對於未辦理徵收之私有土地，尚無發給徵收補償地價之義\r\n務，系爭土地既未辦理徵收，上訴人尚不得請求被上訴人發給補償地價，\r\n被上訴人自未獲取應發給補償地價而未發給之不當利益，則上訴人依民法\r\n第一百九十七條第二項規定，請求被上訴人依不當得利之規定返還應補償\r\n之地價款，即屬不應准許。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 261 號 民事裁定",
        "case_summary": "確認抵押權存在",
        "case_date": "民國 85 年 05 月 09 日",
        "case_gist": "民事訴訟法第四百八十三條有關訴訟程序中所為之裁定不得抗告之規定，\r\n係指訴訟程序開始後尚未終結以前所為之裁定而言。同法第二十八條第一\r\n項所定移送管轄法院之裁定，並非上開訴訟程序開始後尚未終結前所為之\r\n裁定，且法並無不許抗告之特別規定，依同法第四百八十二條及第四百八\r\n十七條第一項之規定，當事人自仍得於該裁定送達後十日之不變期間內提\r\n起抗告。"
    },
    {
        "case_id": "最高法院 85 年度台抗字第 260 號 民事裁定",
        "case_summary": "確認抵押權存在事件",
        "case_date": "民國 85 年 05 月 09 日",
        "case_gist": "按原法院或審判長依民事訴訟法第四百九十條第二項之規定，認抗告有同\r\n法第四百八十三條所定不得抗告之情形，所為駁回抗告之裁定，抗告人應\r\n仍得以抗告無同法第四百八十三條所定之情形為理由提起再抗告。此時，\r\n原法院或審判長對於該再抗告自不得再適用同法第四百八十三條之規定逕\r\n以裁定駁回之，否則即屬違法。本件抗告人對原法院上開移送管轄之裁定\r\n，本得依同法第四百八十二條規定提起抗告，原法院誤認其為同法第四百\r\n八十三條所定不得抗告之裁定，經以裁定駁回其抗告後，抗告人對該駁回\r\n之裁定提起再抗告，依上說明，原法院自不得更適用同法第四百八十三條\r\n之規定為駁回再抗告之裁定。乃原法院見未及此，竟以上開理由而為駁回\r\n抗告人之再抗告，即有未合。"
    }
]