[
    {
        "case_id": "最高法院 74 年度台上字第 453 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 02 月 15 日",
        "case_gist": "負損害賠償責任者，固應回復他方損害發生前之原狀，但法律另有規定者\r\n，應從其規定，此觀於民法第二百十三條第一項規定自明。民法第六百三\r\n十八條第一項規定「運送物有喪失、毀損或遲到者，其損害賠償額，應依\r\n其應交付時目的地之價值計算之」，即為上揭之法律另有規定，從而上訴\r\n人為被上訴人運送物品而致該物品部分喪失，依上說明，被上訴人僅得向\r\n上訴人請求賠償損害價額，尚不得請求賠償同種類、品質、數量之物品。\r\n原審未注意及此，判命上訴人給付同種類、品質、數量之物品，自屬違法\r\n。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 452 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 02 月 15 日",
        "case_gist": "按買賣契約為諾成契約，除當事人約定其契約須用一定方式，在該方式未\r\n完成前，推定其契約不成立 (民法第一百六十六條) 外，以買賣雙方當事\r\n人意思合致而成立，上述縣政府聯合公告關於石門大圳灌溉區池塘處理辦\r\n法，縱規定區內池塘之徵購，由上訴人與土地所有權人協商並簽訂同意書\r\n，此項同意如無上述特約情形，亦難解為雙方必須簽訂同意書，買賣契約\r\n始告成立。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 436 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 74 年 02 月 15 日",
        "case_gist": "以證人就為判決基礎之證言為虛偽陳述為再審理由者，應以宣告有罪之判\r\n決已確定，或其刑事訴訟不能開始或續行，非因證據不足者為限，始得提\r\n起，民事訴訟法第四百九十六條第二項規定甚明。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 429 號 民事",
        "case_summary": "清償貨款",
        "case_date": "民國 74 年 02 月 15 日",
        "case_gist": "查員工經銷保證書明載「......今擔保鄭某擔任......經銷職務，在服務\r\n或經銷期間，如有違背章程廠規及侵害廠內外利益 (包括虧短本廠款項及\r\n......所開出之付款憑條及票據) 等情事，願負連帶保證責任」，依此文\r\n義以觀，凡屬鄭某在服務或經銷期間所負之上開債務，似均由被上訴人概\r\n括保證，果係如此，而鄭某與上訴人間所訂之經銷合約，如定有起迄期間\r\n，則鄭某在經銷期內為清償某一次之貨款而簽發之票據，縱因未兌現而再\r\n為簽發，可認係上訴人同意鄭某延期清償，惟如該一次貨款所延之期間，\r\n仍在原約定經銷期間之內，被上訴人亦不得藉此主張不負保證責任。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 427 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 74 年 02 月 14 日",
        "case_gist": "分割共有物之訴，係以共有物分割請求權為其訴訟標的，法院認原告請求\r\n分割共有物為有理由時，祇須依民法第八百二十四條第二項定其分割方法\r\n為已足，毋庸另為准予分割之諭知 (不可將之分為「准予分割」及「定分\r\n割方法」二訴) ，故如當事對於「定分割方法」之判決，聲明不服，提起\r\n上訴，其上訴之效力應及於訴之全部 (准予分割及定分割方法) 。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 425 號 民事",
        "case_summary": "確認繼承權存在",
        "case_date": "民國 74 年 02 月 14 日",
        "case_gist": "台灣於日據時期關於台灣人之繼承，依當時有效之民事習慣，繼承戶主權\r\n者，同時亦與其他繼承人共同繼承前戶主之財產 (見台灣民事習慣調查報\r\n告第四一七頁) 。招婿或招夫之子女原則上歸屬於招婿或招夫繼承父系稱\r\n父姓，並繼承父之財產，僅以招家家族之身分服從於其戶主權。反之，過\r\n繼於妻家 (母家) 之子女，則繼承母系，稱母家姓，繼承招家之財產 (見\r\n上述調查報告第三九二頁) 。是招婿或招夫所生之子女，如係繼承父系，\r\n稱父姓，除非被指定或選定為戶主繼承人，對前戶主 (招家) 之財產，並\r\n無繼承權。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 424 號 民事",
        "case_summary": "回復原狀",
        "case_date": "民國 74 年 02 月 14 日",
        "case_gist": "約定之違約金過高者，除出於債務人之自由意思，已任意給付，可認為債\r\n務人自願依約履行，不容其請求返還外，依民法第二百五十二條之規定，\r\n法院均得減至相當之數額。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 418 號 民事",
        "case_summary": "確認股東會決議無效",
        "case_date": "民國 74 年 02 月 14 日",
        "case_gist": "銀行法第三十五條之一規定：「銀行之負責人及職員不得兼任其他銀行任\r\n何職務」，僅係任職資格之限制。被上訴人王某某於民國七十三年六月十\r\n八日參加被上訴人高雄區中小企業銀行股份有限公司第一次董事會執行董\r\n事職務前，既已辭去高雄市第三信用合作社三民分社經理職務，即不發生\r\n兼職問題，其當選董事亦難認為無效。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 382 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 02 月 14 日",
        "case_gist": "執票人應以背書之連續，證明其權利，為票據法第三十七條第一項前段所\r\n明定。系爭支票既指定武婦為受款人，即應先由武婦背書後轉讓於被背書\r\n人，其被背書人或嗣後受讓支票之執票人，始得行使票據上之權利。本件\r\n系爭支票於賴某簽發以後，即由李某背書，交由訴外人陳某轉交上訴人，\r\n始終未經武婦背書轉讓等情，為上訴人所承認。系爭支票既未經武婦背書\r\n，則依票據法第一百四十四條準用第三十七條第一項前段規定，上訴人對\r\n於被上訴人賴某即無追索權可資行使。又武婦為系爭支票之受款人，為背\r\n書人李某之前手，依票據法第一百四十四條準用第九十九條第二項規定，\r\n對於李某無追索權。上訴人既利用武婦名義對於被上訴人行使權利，由武\r\n婦以外之人蓋用武婦印章後取得系爭支票，以被背書人身分訴請李某給付\r\n票款，亦非有理。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 376 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 74 年 02 月 14 日",
        "case_gist": "土地所有權人，提供其土地與建築商建築房屋，約定按土地價值與房屋建\r\n築費用之比例，以分配房、地，係屬何種性質之契約，應依具體情事決定\r\n之。如土地所有人就依約應分得之房屋，由其原始的取得所有權，而將部\r\n分土地移轉於建築商，以作為完成該房屋之報酬，固為承攬；然若該房屋\r\n，係由建築商原始的取得所有權，土地所有人與之約定以部分土地與該房\r\n屋互為移轉者，則屬互易。又建築物原始所有權，屬於原始建築人；申請\r\n建築執照之起造人，通常並係原始建築人。且第一次所有權登記 (即保存\r\n登記) 亦係登記為起造人所有。以此，雖非不得推定申請建築執照之起造\r\n人，即為原始建築人，亦即原始所有權人。然如申請建築執照之起造人，\r\n實際並非原始建築人，不過由於其與原始建築人有以土地與房屋所有權互\r\n為移轉之約定，故使用其名義申請建築執照，則不得因而變更原始建築人\r\n原始取得所有權之事實，而認該申請建築執照名義上之起造人係為原始所\r\n有權人。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 375 號 民事",
        "case_summary": "清償貨款",
        "case_date": "民國 74 年 02 月 14 日",
        "case_gist": "陳某以其為被上訴人之工地主任或轉承包人之地位，或無代理被上訴人購\r\n買工程材料之權限，且被上訴人無授與代理權，亦無表示以代理權授與之\r\n行為。然除上訴人明知或可得而知者外，苟被上訴人已知陳某表示為其代\r\n理人而向上訴人購買上開貨物，竟不為反對之表示，是其對於上訴人，仍\r\n非不應依上開規定負授權人責任。至陳某是否為被上訴人購買，則在所不\r\n問。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 363 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 02 月 08 日",
        "case_gist": "原告之權利保護要件是否具備，在第二審應以該審言詞辯論終結時之狀態\r\n定之。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 358 號 民事",
        "case_summary": "確認通行權不存在（確認使用借貸關係不存在）",
        "case_date": "民國 74 年 02 月 08 日",
        "case_gist": "確認之訴，非原告有即受確認判決之法律上利益者，不得提起。所謂即受\r\n確認判決之法律上利益，係指法律關係之存否不明確，原告主觀上認其在\r\n法律上之地位有不妥之狀態存在，且此種不妥之狀態，能以確認判決將之\r\n除去者而言。若縱經法院判決確認，亦不能除去其不妥之狀態者，自難認\r\n有即受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 355 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 02 月 08 日",
        "case_gist": "(一) 同時履行抗辯權，原則上固適用於具有對價關係之雙方債務間。然\r\n      而，雖非具有對價關係之雙務契約而生之債務，其兩債務之對立，\r\n      在實質上有牽連性者，基於法律公平原則，亦非不許其準用或類推\r\n      適用關於同時履行之抗辯。\r\n (二) 探求契約當事人之真意，本應通觀契約全文，依誠信原則，從契約\r\n      之主要目的及經濟價值等作全般之觀察。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 349 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 74 年 02 月 08 日",
        "case_gist": "被上訴人主張系爭土地上之房屋係於四十年九月三十日由前台灣省公產管\r\n理處標售與朱某，上訴人對此主張並無爭執，而收復區私有土地上敵偽建\r\n築物處理辦法早經行政院於四十年八月一日明令廢止，故標售系爭土地上\r\n之房屋自無該辦法之適用。依司法院院解字第三三八一號及第三四六九號\r\n解釋，處理敵偽產業機關與土地權利人間之爭執，應依收復區私有土地上\r\n敵偽建築物處理辦法分別情形處理，在敵偽建築物政府基於公權接收，並\r\n充公用，為達行政之目的，固僅許基地所有人與使用之政府機關協商辦理\r\n，不得認為無權占有。惟系爭土地上之房屋經政府接收後，已標售於私人\r\n，台灣省政府再依私法上之法律行為向私人買受，與前述解釋所示情形不\r\n同，亦無上開解釋之適用。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 348 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 02 月 08 日",
        "case_gist": "上訴人所主張林某將系爭土地借與警民協會使用之範圍，既經被上訴人於\r\n言詞辯論時承認其事，即屬訴訟上之自認，自認人除依民事訴訟法第二百\r\n七十九條第三項規定撤銷其自認外，應受其拘束，法院亦不得為其自認相\r\n反之認定，原審竟謂被上訴人承認上訴人所主張使用借貸範圍之事實，並\r\n非訴訟上之自認，並認被上訴人不受其此項陳述之拘束，自有未合。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 74 號 民事",
        "case_summary": "給付租金",
        "case_date": "民國 74 年 02 月 07 日",
        "case_gist": "民事訴訟法第四百六十六條第一項所定不得上訴之額數有增加時，依民事\r\n訴訟法施行法第八條規定，以其聲明不服之判決，係在增加前為之者，始\r\n依原定額數定其上訴之准許與否。若其判決係在增加後為之者，不問起訴\r\n係在何時，均應依增加後之額數定其得否上訴。又民事訴訟法第四百六十\r\n六條第一項原定額數八千元 (銀元) ，已於民國七十三年六月十八日修正\r\n公布增加十萬元 (同為銀元) ，並於同日施行，依法應自同月二十日生效\r\n。本件訴訟標的金額為新台幣十八萬元，依新台幣三元折合銀元一元之比\r\n率計算，抗告人對於第二審判決提起上訴，其所得受之利益，顯然不逾十\r\n萬元。而原法院判決係於七十三年十一月五日所為，即在上項額數增加為\r\n十萬元之後。依首開說明，無論起訴係在何時，抗告人均屬不得上訴。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 342 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 02 月 07 日",
        "case_gist": "民法第二百十七條所謂被害人與有過失，必須其行為與加害人之行為，為\r\n損害之共同原因，而其過失行為並為有助成損害之發生或擴大之行為者，\r\n始屬相當 。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 341 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 74 年 02 月 07 日",
        "case_gist": "惟查關於假處分與假扣押執行之競合，我國係兼採查封及終局執行優越之\r\n原則，此觀強制執行法第五十一條第二項，土地登記規則第一百二十七條\r\n、第一百二十八條第二款之規定至明，是就債務人所有執行標的物實施假\r\n處分於先，執行假扣押在後，而假扣押債權人就假扣押所保全之請求先取\r\n得執行名義，並聲請就該標的物為終局執行時，則該假處分之效力，並不\r\n能排除法院之強制執行。惟如假處分之債權人就其所保全之請求先取得執\r\n行名義，則可逕行請求實現該執行名義所載之內容 (包括依確定判決申請\r\n地政機關辦理不動產所有權之移轉登記) ，該假扣押執行與之不相容部分\r\n之效力，即歸於消滅。反之，假扣押執行查封於先，而實施假處分在後，\r\n即令假處分債權人就假處分所保全之請求先取得執行名義，如該執行名義\r\n所載內容有礙假扣押查封執行之效果者，對於假扣押債權人仍不生效力。"
    },
    {
        "case_id": "最高法院 74 年度台聲字第 79 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 01 月 31 日",
        "case_gist": "上級法院廢棄下級法院之判決，而就該事件為裁判或變更下級法院之判決\r\n者 (即自為判決) ，應為訴訟總費用之裁判，固為民事訴訟法第八十七條\r\n第二項上段所明定，惟若廢棄下級法院之判決而未就該事件自為裁判而係\r\n發回原法院更審者，該事件既非終結，勝負尚未決，即不能為訴訟總費用\r\n之裁判，必待受發回之法院為終局判決時，始得為訴訟總費用之裁判 (參\r\n看同條項後段規定) 。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 319 號 民事",
        "case_summary": "確認物品得為拍賣或扣押之標的",
        "case_date": "民國 74 年 01 月 31 日",
        "case_gist": "確認之訴，除確認證書真偽之訴外，應以法律關係為訴訟標的，此觀民事\r\n訴訟法第二百四十七條之規定自明。原審以上訴人請求確認第三人偉○食\r\n品工業股份有限公司對被上訴人所擁有之外銷配額得為拍賣或扣押之標的\r\n，既非以法律關係為訴訟標的，即屬不應准許。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 280 號 民事",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 74 年 01 月 31 日",
        "case_gist": "被上訴人本於真正所有人之地位，訴求上訴人塗銷系爭土地之所有權移轉\r\n登記，顯在行使系爭土地所有人之除去妨害請求權，自係因不動產物權涉\r\n訟，依民事訴訟法第十條第一項規定，應專屬系爭土地所在地之台灣花蓮\r\n地方法院管轄。查被上訴人就本件因物權涉訟之事件，誤向第一審法院a(\r\n台灣台北地方法院)a起訴，第一審法院疏於注意，未依民事訴訟法第二十\r\n八條規定，以裁定移於送於管轄法院，對之逕為實體判決，自有未合。上\r\n訴人對之提起第二審上訴，原審未依民事訴訟法第四百五十二條規定為移\r\n送之判決，仍以實體上之理由，將第一審判決予以維持，於法亦有違背。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 54 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 01 月 25 日",
        "case_gist": "判決如有誤寫、誤算或其他類此之顯然錯誤者，法院得隨時或依聲請以裁\r\n定更正之，民事訴訟法第二百三十二條第一項定有明文。所謂顯然錯誤，\r\n指判決中所表示者與法院本來之意思不符，其事一見甚明者而言，包括判\r\n決所記之事實與理由有相矛盾之處，凡足生與法院真意相左之結果者，均\r\n得依上開法條更正之。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 272 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 74 年 01 月 25 日",
        "case_gist": "信託的讓與擔保(即擔保信託)與民法第八十七條第二項所謂虛偽意思表示\r\n隱藏他項法律行為者不同，前者係債務人為擔保其債務，將擔保物所有權\r\n移轉與債權人，而使債權人在不超過擔保之目的範圍內，取得擔保物之所\r\n有權，債務人如不依約清償債務時，債權人得依約定方法取償，縱無約定\r\n亦得逕將擔保物變賣或估價，而就該價金受清償，債權人與債務人有關擔\r\n保信託之約定，乃均出於真正之效果意思而為表示，其內容應就契約之內\r\n容全部決之。而後者係虛偽意思表示之當事人間，隱藏有他項真實之法律\r\n行為，就所為虛偽意思表示而言，因雙方當事人故意為不符真意之表示，\r\n欠缺效果意思，依民法第八十七條第一項前段規定，其意思表示無效，雙\r\n方當事人僅得就隱藏之法律行為而為主張，無復援用所虛偽意思表示之餘\r\n地。故信託的讓與擔保，其擔保物之讓與，雖超過其「經濟目的」(擔保)\r\n，其讓與行為仍為有效，與虛偽意思表示隱藏他項行為，其虛偽意思表示\r\n無效，迥乎不同。本件原審既認兩造所訂前述買賣契約係虛偽意思表示無\r\n效，復謂其所隱藏者為「信託擔保行為」，顯將信託的讓與擔保與虛偽意\r\n思表示隱藏他項法律行為者，混為一談，其適用法律，殊難謂非違誤。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 271 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 01 月 25 日",
        "case_gist": "債權人依民法第二百四十四條第二項行使撤銷權，訴請撤銷債務人所為抵\r\n押權設定行為，並塗銷該抵押權設定登記，因抵押權設定行為為雙方行為\r\n，必以債務人及相對人為被告，其當事人之適格始無欠缺；而塗銷抵押權\r\n設定登記，參照土地登記規則第一百三十一條規定之法意，則以抵押權人\r\n為被告，即為已足 。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 200 號 民事",
        "case_summary": "塗銷繼承登記",
        "case_date": "民國 74 年 01 月 25 日",
        "case_gist": "被上訴人於王某死亡繼承開始時，並未自命為繼承人獨自行使遺產上之權\r\n利，而置其他合法繼承人於不顧。縱上訴人係真正繼承人，被上訴人並無\r\n繼承權，竟為繼承登記，被侵害者，亦係上訴人因繼承而取得之權利，而\r\n非上訴人之繼承權 (本院五十三年台上字第五九二號判例參照) ，茲上訴\r\n人主張其繼承權被侵害而依民法第一千一百四十六條規定，請求被上訴人\r\n塗銷繼承登記，自難准許。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 197 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 01 月 25 日",
        "case_gist": "假執行，係法院於財產權之訴訟，為保護債權人之利益，於給付之判決確\r\n定前，付與可實現該判決內容執行力之制度。故依宣告假執行之判決，聲\r\n請法院假執行，縱宣告假執行之本案，嗣經判決債權人敗訴，並應返還假\r\n執行案款確定，亦與所謂侵權行為有間，原審指上訴人假執行之聲請，既\r\n屬自始不當，對被上訴人言，自屬一種侵權行為，自有可議。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 192 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 74 年 01 月 25 日",
        "case_gist": "民事訴訟法第四百六十六條第一項規定，對於財產權上訴之第二審判決，\r\n如因上訴所得受之利益不逾十萬元者，不得上訴；此項利益額數係以銀元\r\n計算。又請求分割共有物之訴，其訴訟標的價額之計算，應以原告在第一\r\n審起訴時因分割所受利益之客觀價額為準；此種案件上訴時，其訴訟標的\r\n價額及上訴利益額，亦以此為準，不因被告或原告提起上訴而有所歧異。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 188 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 01 月 25 日",
        "case_gist": "所謂通謀為虛偽意思表示，乃指表意人與相對人互相故意為非真意之表示\r\n而言。故相對人不僅須知表意人非真意，並須就表意人非真意之表示相與\r\n為非真意之合意，始為相當。被上訴人縱有無欲為其和解意思表示所拘束\r\n之意，而表示與真意不符之意思，仍須證明上訴人明知其情，並相與為非\r\n真意之合意，始可認為雙方通謀而為之虛偽意思表示。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 42 號 民事",
        "case_summary": "請求補償費",
        "case_date": "民國 74 年 01 月 24 日",
        "case_gist": "關於平均地權條例第七十六條第一項終止耕地租約及同條例第七十七條第\r\n一項補償費之爭執事件，並非出租人與承租人間，因耕地租佃發生爭議之\r\n訴訟事件，無耕地三七五減租條例第二十六條第一項之適用。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 41 號 民事",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 74 年 01 月 24 日",
        "case_gist": "當事人兩造於言詞辯論期日，因遲誤兩次不到，依民事訴訟法第一百九十\r\n一條規定，視為撤回其上訴者，無待法院另為裁定，依法當然發生該撤回\r\n之效果。至於法院以已發生此項效果之事實通知當事人，乃便民措施之一\r\n種，既非法院之意思表示，在訴訟上不生任何效果，當事人如有認為有正\r\n當理由不到場，不生遲誤期日之效果，可聲請續行訴訟，待續行訴訟之聲\r\n請被駁回時，再對該駁回聲請之裁定提起抗告。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 180 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 01 月 24 日",
        "case_gist": "票據行為為不要因行為，故執票人不負證明關於給付之原因之責任。在系\r\n爭支票背書之上訴人印文為真正，為原審合法認定之事實，則除上訴人以\r\n自己與被上訴人間所存抗辯之事由對抗被訴人 (如抗辯消費借貸在未收受\r\n借款以前尚未成立) ；或抗辯被上訴人係以惡意或重大過失取得票據；或\r\n謂無對價或以不相當之對價取得票據外，即應依票上所載文義負背書人之\r\n責任。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 178 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 74 年 01 月 24 日",
        "case_gist": "修正前耕地三七五減租條例第十六條第二項但書，所謂承租人在該條例施\r\n行前，將耕地全部或一部轉租於他人者，由現耕人及原承租人分別與出租\r\n人換訂租約，至租約期滿之日為止，係為保護耕地之現耕人而設，限於以\r\n耕作為目的而轉租者，始有其適用。若其轉租係充耕作目的以外之使用，\r\n則與出租人出租耕地之原目的相反，自無適用該條項但書之餘地。"
    },
    {
        "case_id": "最高法院 74 年度台再字第 9 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 74 年 01 月 18 日",
        "case_gist": "土地法第一百零六條第二項所稱耕作包括漁牧，係指以漁牧為目的租賃土\r\n地，亦屬耕地租賃而言，並非謂以耕種農作物為目的之租賃土地，可變更\r\n為供漁牧之用。"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 32 號 民事",
        "case_summary": "確認祭祀公業派下權",
        "case_date": "民國 74 年 01 月 18 日",
        "case_gist": "當事人對於第二審判決提起上訴，第三審程序因而開始，原第二審法院依\r\n民事訴訟法第四百八十一條準用第四百四十二條第二項以裁定命該當事補\r\n人繳第三審裁判費，乃在代行第三審法院之職權，仍屬第三審訴訟程序進\r\n行中所為之裁定，仍應受同法第四百八十三條所定不得抗告之限制。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 161 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 01 月 18 日",
        "case_gist": "民法第四百五十一條規定所謂租賃或租賃物，並無房屋租賃或基地租賃之\r\n分，本院四十二年台上字第一二二號判例及六十九年台上字第二二八五號\r\n判決，係就該條規定之出租人不即表示反對之意思而為闡釋，又土地法第\r\n一百零三條第一款規定，亦不排除民法第四百五十一條之適用，是確定判\r\n決引用上開判例或判決所為不利於上訴人之判決，尚難謂有適用法規顯有\r\n錯誤之情形。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 154 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 01 月 18 日",
        "case_gist": "連帶債務之成立，以數債務人明示對於債權人各負全部給付之責任或有法\r\n律明文規定者為限，民法第二百七十二條定有明文，原審並未說明上訴人\r\n有明示或法律規定應負連帶責任之依據，即依被上訴人請求，判命上訴人\r\n連帶返還保證金及賠償損害並加給法定利息，難謂為允洽。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 148 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 74 年 01 月 18 日",
        "case_gist": "被上訴人係代位受貨人，憑載貨證券向運送人之上訴人行使權利，受貨人\r\n與運送人均為中國人，即應適用中國法，不能因託運人為美商，載貨證券\r\n亦在美國簽發，而認應適用美國法。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 145 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 01 月 18 日",
        "case_gist": "支票為無因證券，執票人行使支票上權利，就其如何取得該支票之原因事\r\n實，毋庸負舉證之責。反之，支票債務人如以其自己與執票人間所存抗辯\r\n事由對抗執票人，則應就此項事由負舉證之責。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 137 號 民事",
        "case_summary": "給付違約金",
        "case_date": "民國 74 年 01 月 18 日",
        "case_gist": "本件契約書內有關違約金之約定，已據上訴人陳明其真意即約定雙方任何\r\n一方違約時，他方即得解除契約，並請求給付違約金。則被上訴人就訟爭\r\n違約金之請求權，於上訴人違約不賣時，即已獨立存在。既經約定違約金\r\n額，被上訴人毋庸舉證證明其所受實際損害，即可依約定金額請求上訴人\r\n為給付。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 91 號 民事",
        "case_summary": "調整租金",
        "case_date": "民國 74 年 01 月 17 日",
        "case_gist": "法院除法律別有規定外，不得就當事人未聲明之事項為判決，民事訴訟法\r\n第三百八十八條定有明文。本件上訴人吳甲等在第一審聲明求為判決將租\r\n金調整為吳甲部分每年蓬萊稻谷十三萬四千五百三十二台斤，吳乙、吳丙\r\n部分，每年蓬萊稻谷十萬三千一百二十七台斤。經第一審判決，准予調整\r\n為：吳甲部分每年蓬萊稻谷一萬八千九百三十八點二台斤；吳乙、吳丙部\r\n分每年蓬萊稻谷各六千九百八十九點四台斤。並駁回上訴人吳甲等其餘之\r\n訴，兩造對於不利於己部分之第一審判決均不服，各自提起上訴。上訴人\r\n吳甲等上訴，係聲明求為廢棄不利於己部分之第一審判決，並請准調整租\r\n金為：上訴人吳甲部分每年蓬萊稻谷十三萬四千五百三十二台斤，上訴人\r\n吳乙、吳丙部分每年蓬萊稻谷各十萬三千一百二十七台斤。上訴人興華高\r\n中則聲明：求為廢棄不利於己之第一審判決，並駁回上訴人吳甲等在第一\r\n審之訴。原審竟不顧當事人之聲明，將租金改判按新台幣給付，不特變更\r\n租金給付之同一性，復未將第一審准許上訴人吳甲等部分 (即以稻谷付租\r\n) 一併廢棄。其關於租金調整之計算，主文與理由亦有矛盾之情形。兩造\r\n上訴論旨，各自指摘不利於己部分之原判決違法，聲明廢棄，均非無理由\r\n。"
    },
    {
        "case_id": "最高法院 74 年度台聲字第 30 號 民事",
        "case_summary": "確定訴訟費用額",
        "case_date": "民國 74 年 01 月 17 日",
        "case_gist": "民事訴訟法第四百八十四條所稱之裁定，係指屬於本訴訟事件之裁定，其\r\n事件不得上訴於第三審，及其他裁定，其本案訴訟事件不得上訴於第三審\r\n者而言。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台抗字第 20 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 01 月 17 日",
        "case_gist": "民事訴訟法第三十二條第七款所謂前審裁判，除除權判決對於撤銷除權判\r\n決之訴，宣告禁治產之裁定對於撤銷禁治產宣告之訴等特殊情形外，恒指\r\n該事件之下級審裁判而言；又所謂更審前之裁判係指下級審之裁判經上級\r\n審廢棄發回更審時，該更審前最後一次之下級審裁判而言。本件原法院七\r\n十三年上字第一九六六號及七十三年上字第二七二八號訴訟事件，抗告人\r\n請求辦理所有權移轉登記之標的物，既不相同，係屬各別獨立而併存之訴\r\n訟事件。前一訴訟事件之裁判，尚非後一訴訟事件前審或更審前之裁判。\r\n又推事參與別一訴訟事件之裁判，於理由項下表示關於攻擊或防禦方法之\r\n意見及法律上之意見，對於現尚繫屬之訴訟事件當事人一造，縱有不利，\r\n亦不能認其執行職務有偏頗之虞。(已審編為判例)"
    },
    {
        "case_id": "最高法院 74 年度台上字第 136 號 民事",
        "case_summary": "返還不當得利",
        "case_date": "民國 74 年 01 月 17 日",
        "case_gist": "民法第一千一百七十四條所謂繼承權之拋棄，係指繼承開始後，否認繼承\r\n效力之意思表示，使該繼承人之繼承權溯及於繼承開始時而喪失，其應繼\r\n分歸屬於其他同一順序之繼承人而言。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 134 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 74 年 01 月 17 日",
        "case_gist": "法院以事實上之推定認定待證事實時，仍應依經驗法則，本於已明瞭之間\r\n接事實，以推定待證事實之真偽。"
    },
    {
        "case_id": "最高法院 74 年度台上字第 116 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 74 年 01 月 17 日",
        "case_gist": "按劃線支票由存戶託交行庫轉提交換者，如當地有二以上行庫可資交收，\r\n應自行庫受任而實際上轉提交換時起，發生提示之效力。故存戶託交劃線\r\n支票與行庫時，雖在法定提示期限內，但如行庫受任轉提交父換而為付款\r\n之提示時，已逾法定提示期限者，依票據法第一百三十二條之規定，執票\r\n人對於發票人以外之前手，仍喪失追索權。"
    },
    {
        "case_id": "最高法院 74 年度台聲字第 23 號 民事",
        "case_summary": "確認優先承買權",
        "case_date": "民國 74 年 01 月 11 日",
        "case_gist": "再審之訴，為非常之救濟程序，非先有法定再審理由，不得提起，故法律\r\n上未如一般救濟程序之第三審上訴定有補正上訴理由狀之期間，此為立法\r\n上之有意省略，於再審程序無準用該補正期間之餘地。"
    },
    {
        "case_id": "最高法院 74 年度台再字第 1 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 74 年 01 月 10 日",
        "case_gist": "占有人於占有物上行使之權利，僅推定其適法有此權利而已，觀民法第九\r\n百四十三條規定自明。再審原告依此規定，於占有物行使權利時，因推定\r\n之結果，固不須舉證證明其權利。惟本件既經再審被告證明其為系爭基地\r\n之所有人，而推翻法律之推定，則再審原告就其主張對該基地之占有有合\r\n法正當權源之事實，自應負舉證責任。已不生原確定判決消極不適用民法\r\n第九百四十三條、民事訴訟法第二百八十一條規定之問題。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4797 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 12 月 28 日",
        "case_gist": "信託人本於一定經濟上之目的，將其所有不動產信託登記為受託人者，如\r\n信託關係業已終止，信託人僅得請求受託人將其受託登記之不動產，為所\r\n有權移轉登記，蓋受託人之登記係基於信託契約，既無無效之原因，信託\r\n人自不得請求塗銷受託人之登記。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 586 號 民事",
        "case_summary": "停止執行",
        "case_date": "民國 73 年 12 月 21 日",
        "case_gist": "提起異議之訴，法院因必要情形或依聲請定相當並確實之擔保，固得為停\r\n止強制執行之裁定，惟受訴法院為此項停止強制執行之裁定，須在該異議\r\n之訴判決確定前，始得為之，苟該異議之訴，業經判決執行債務人敗訴確\r\n定，縱令復據其對之提起再審之訴，亦須該再審之訴合法，始有酌量情形\r\n命停止執行之餘地 。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4728 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 73 年 12 月 20 日",
        "case_gist": "如果執行法院台灣屏東地方法院係發禁止命令，則強制執行程序之債務人\r\n忠○營造公司即不得處分該債權；若係發移轉命令，則忠○營造公司對於\r\n上訴人之金錢債權，於移轉命令發生效力時，即移轉於該強制執行程序之\r\n債權人，忠○營造公司當喪失其債權。究竟上訴人於受債權讓與之通知時\r\n，忠○營造公司之債權，係受禁止命令所扣押？抑或已依移轉命令而移轉\r\n於第三人？原審悉未調查審認，遽為上訴人不利論斷，自有判決不備理由\r\n之違法。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4672 號 民事",
        "case_summary": "返還寄存物",
        "case_date": "民國 73 年 12 月 14 日",
        "case_gist": "公司法第十六條第一項雖限制公司不得為任何保證人，但並無禁止公司承\r\n擔他人債務之規定。按債務承擔與保證，本質上完全不同。承擔人所以承\r\n擔債務，通常乃因與債務人間有某種原因關係存在，譬如為清償自己對於\r\n債務人所負之債務，未必對於公司之財務及公益有不利之影響。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4656 號 民事判決",
        "case_summary": "償還電信管線修復費",
        "case_date": "民國 73 年 12 月 13 日",
        "case_gist": "電信法第二十六條第二項規定，因修建房屋、道路、溝渠、埋設管線等工\r\n程或其他事故，損壞電信線路設施者，應負責償還修復費用。就中並未規\r\n定損壞電信線路設施者，應負責償還修復費用，以因故意或過失所致者為\r\n要件，即不問損壞者，有無故意或過失，均應負責償還修復費用。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4629 號 民事",
        "case_summary": "確認買賣無效",
        "case_date": "民國 73 年 12 月 07 日",
        "case_gist": "一般非奉祀本家祖先之女子，或非從其母姓 (指奉祀本家女子之本姓) 之\r\n子孫，不得繼承女子本家祭祀公業之財產。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4601 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 73 年 12 月 07 日",
        "case_gist": "信託行為係以移轉財產所有權為目的之一種法律行為，是信託關係之發生\r\n必須信託人與受託人訂立信託契約，否則即無信託關係可言。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4574 號 民事",
        "case_summary": "給付退職金",
        "case_date": "民國 73 年 12 月 06 日",
        "case_gist": "依台灣省工廠工人退休規則第十條規定計算退休金基數之工資，與依事務\r\n管理規則第三百六十四條第二項規定計算退休金基數之工資多寡，既有不\r\n同，核計之基數亦有異，則二者所定退休之要件，孰為有利於工廠工人，\r\n即應分別就各該法規計算退休金之總額，比較之，不得將「工資」與「基\r\n數」割裂，分取二法規中有利於工廠工人者，為計算之依據。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4544 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 73 年 11 月 30 日",
        "case_gist": "支票在提示付款被拒絕後之背書，依票據法第一百四十四條、第四十一條\r\n第一項規定之立法意旨，僅有通常債權讓與效力，發票人得以對抗背書人\r\n之事由，轉而對抗被背書人。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4543 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 30 日",
        "case_gist": "載貨證券填發後，運送人對於載貨證券持有人應依載貨證券之記載負其責\r\n任，而載貨證券具有換取或繳還證券之性質，故經發給載貨證券者，貨物\r\n之交付應憑載貨證券為之，此觀海商法第一百零四條、民法第六百二十七\r\n條、第六百三十條規定自明。又託運人依運送契約所得行使之權利，在受\r\n貨人或其他載貨證券持有人據以行使權利之期間，因處於休止狀態，但並\r\n非完全脫離運送契約所定之法律關係，如載貨證券嗣因輾轉讓與而復為託\r\n運人持有時，上述休止狀態即已回復，託運人自可依運送契約之內容向運\r\n送人主張權利。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4537 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 73 年 11 月 30 日",
        "case_gist": "證人須係訴訟關係以外之第三人，當事人及當事人同視之法定代理人均無\r\n證人資格，不得就該訴訟為證人。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4525 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 73 年 11 月 29 日",
        "case_gist": "依民事訴訟法調解程序成立之調解，果有無效或得撤銷之原因，得依同法\r\n第四百十六條第二項提起宣告調解無效或撤銷調解之訴者，唯原參加調解\r\n之當事人或其繼承人。且如其繼承人為數人時，除原調解程序之對造當事\r\n人中一人或數人即為其繼承人，應列為被告者外，並應由其他繼承人全體\r\n一同為原告起訴，方為適格。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4524 號 民事",
        "case_summary": "返還租賃物",
        "case_date": "民國 73 年 11 月 29 日",
        "case_gist": "民法第四百二十五條所謂對於受讓人繼續存在之租賃契約，係指同法第四\r\n百二十一條第一項所定意義之契約而言。若因承租人對於第三人有債權，\r\n出租人同意其之對於第三人之債權，按月扣抵租金，則為別一契約，並不\r\n包括在內，除租賃物所有權讓與前，已發生而未支付之租金外，承租人對\r\n於因受讓租賃物所有權而為出租人之繼受人所應支付之租金，自無從以其\r\n對於第三人之債權按月扣抵。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4523 號 民事",
        "case_summary": "確認買賣關係不存在",
        "case_date": "民國 73 年 11 月 29 日",
        "case_gist": "所謂發見未經斟酌之證物，係指在前訴訟程序事實審之辯論終結前，不知\r\n已有該證物之存在，其後始知之者而言。所謂得使用該證物，係指前訴訟\r\n程序事實審之言詞辯論終結前，雖知有該證物之存在，而因故不能使用，\r\n其後始得使用者而言。上開文書，上訴人若於前訴訟程序事實審之言詞辯\r\n論終結前，不知其存在，固不發生知而不為主張之問題。果已知其存在，\r\n而因有事實上之障礙或其他原因，致不能提出以供斟酌，亦與知該證物得\r\n使用而未使用者不同，仍非所謂知其事由而不為主張。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4521 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 23 日",
        "case_gist": "上訴人持往地政機關辦理抵押權設定登記之契約書上，蓋有二枚被上訴人\r\n之印鑑章，業經調查局鑑定明確，而邱某轉託上訴人辦理系爭抵押權設定\r\n登記手續時，將被上訴人之印鑑證明、建築改良物所有權狀、戶籍謄本交\r\n上訴人使用，復為原審所確定之事實，依一般社會觀念，自極易令人誤會\r\n被上訴人有就前述不動產設定抵押權之意思，被上訴人未適時防止其受託\r\n人邱某擅用該印鑑證明、建築改良物所有權狀、戶籍謄本，是否非助成本\r\n件損害之發生，而無民法第二百十七條第一項之適用，殊有研酌之餘地。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4520 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 23 日",
        "case_gist": "土地法第六十八條第一項規定：「因登記錯誤、遺漏或虛偽致受損害者，\r\n由該地政機關負損害賠償責任。」係為保障真正權利人之權益而設，於第\r\n三人因信賴錯誤、遺漏或虛偽之登記而取得新登記受土地法之保障時，真\r\n正權利人就其所受損害，得請求地政機關賠償。故地政機關，於其所屬登\r\n記人員執行登記職務，因登記錯誤、遺漏或虛偽有故意或過失而致人民權\r\n益受損害時，即應負損害賠償責任，並不僅以故意為限。該條所謂登記虛\r\n偽，係指地政人員明知或可得而知登記原因文件為不實而言。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4501 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 11 月 23 日",
        "case_gist": "法院就文書之真偽，認為自行核對印跡已足判斷時，固得不命行鑑定。惟\r\n其自行核對印跡，就所得心證判斷文書之真偽時，應將其得心證之理由，\r\n於判決理由項下記明之。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4488 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 73 年 11 月 23 日",
        "case_gist": "保證為債權人與保證人間締結之契約，縱為物上保證，亦然。民法第八百\r\n七十九條規定物上保證人求償權之成立，係以物上保證人與債權人訂立物\r\n上保證契約並依法登記為前提。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4477 號 民事",
        "case_summary": "給付報酬等",
        "case_date": "民國 73 年 11 月 23 日",
        "case_gist": "承攬契約之定作人，於承攬人完成部分工作後，依民法第五百十一條規定\r\n終止契約，以致承攬人受有損害，承攬人得依同條但書規定請求定作人賠\r\n償其損害。在被上訴人終止契約後，兩造間之契約關係應向將來失其效力\r\n。如上訴人就其承攬工作之全部支出費用，因被上訴人終止契約而受有損\r\n害，並使被上訴人受有利益，此項利益與上訴人所受損害之間有相當因果\r\n關係，即與民法第一百七十九條後段所定：「雖有法律上之原因而其後已\r\n不存在者」之情形相當，上訴人似非不得據以請求被上訴人返還不當得利\r\n。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 525 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 73 年 11 月 22 日",
        "case_gist": "通知證人，關於訊問事項應否於通知書內記載之，由審判長依客觀情事認\r\n定之，倘認無記載之要，而不為記載，於通知之效力要無影響。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4443 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 16 日",
        "case_gist": "專利權並非專利權人已從事製賣該項專利品，或已有一定之營業計劃。始\r\n應受保護，此觀專利法第六十七條第一項規定：核准專利滿三年，無適當\r\n理由未在國內實施或未適當實施其發明者，專利局得依關係人之請求特許\r\n其實施，特許實施人對專利權人應予以補償金，自可明瞭。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4439 號 民事",
        "case_summary": "忍受所有權登記",
        "case_date": "民國 73 年 11 月 16 日",
        "case_gist": "以所有之意思，二十年間和平繼續占有他未登記之不動產者，依民法第七\r\n百六十九條規定，固得請求登記為所有人，惟主張以所有之意思而為占有\r\n者，除必須證明其有占有之事實外，尚應證明其占有係本於所有之意思，\r\n否則，其占有縰已滿二十年期間，仍難本於上述取得時效之規定，請求登\r\n記為所有人。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4411 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "海商法第一百十三條第二款所謂「海上或航路上之危險或意外事故」，係\r\n指因不可預料之海上自然力所發生之變故而言，如其事故之發生，係可預\r\n料，為航行上必然或可能發生者，即無適用該條款之餘地。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4410 號 民事",
        "case_summary": "履行契約",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "合夥契約，依民法第六百六十七條規定，固以二人以上互約出資，以經營\r\n共同事業為已足，其出資方法或以金錢，或以他物，或以勞務，均無不可\r\n。惟如以他物為出資者，須先訂定該他物折值金錢若干，明確約定其折算\r\n之標準，以為日後合夥權義之依據，其合夥始得謂為成立。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4409 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "依海商法第一百零四條準用民法第六百三十條規定，載貨證券固具有換取\r\n或繳還證券之性質，原則上貨物之交付，應憑載貨證券為之，即使為真正\r\n之受貨人，苟不將載貨證券提出及交還，亦不得請求交付運送物。惟如受\r\n貨人怠於受領貨物時，依海商法第九十四條第一項規定，運送人或船長得\r\n以受貨人之費用，將貨物寄存港埠管理機關或合法經營之倉庫，並通知受\r\n貨人，以完成其交付，則無須憑載貨證券為之。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4394 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "請求分割之共有物，如為不動產，共有人之應有部分各為若干，以土地登\r\n記總簿登記者為準，業經本院以六十七年台上字第第三一三一號著有判例\r\n。又共有人訂立之協議分割契約，消滅時效完成，經共有人中之一人或數\r\n人為拒絕給付之抗辯者，則該契約在實體上已無拘束共有人之效力，共有\r\n人自仍得依民法第八百二十三條規定請求法院以判決分割之。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4364 號 民事判決",
        "case_summary": "清償票款",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "本件上訴人係依票據法第一百三十一條第一項規定，對於被上訴人行使追\r\n索權。被上訴人對於系爭支票之背書既承認為真正，則依票據法第一百四\r\n十四條、第三十九條、第二十九條第一項規定，即應負背書人擔保付款責\r\n任。票據債務人以其自己與執票人間所存抗辯之事由，對抗執票人，固為\r\n法之所許。然以發票人與執票人間所存抗辯之事由，對抗執票人，則為支\r\n票為無因證券之性質所不容。(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4363 號 民事",
        "case_summary": "清償借款",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "所謂返還租賃之土地，當係指依債務本旨，向出租人移轉租賃土地之占有\r\n而言。依民法第九百四十六條第一項規定，占有之移轉因占有物之交付而\r\n生效力。如果僅由債務人一方拋棄其占有，則惟有民法第二百四十一條所\r\n定之情形，始得免其給付之義務。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4360 號 民事",
        "case_summary": "返還支票",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "機器之通常效用減少，依民法第二百五十四條第一項規定，被上訴人既應\r\n負瑕疵擔保責任，則上訴人當非不得依據同法第三百五十九條規定解除買\r\n賣契約。果爾？被上訴人即難本於原契約對上訴人有何請求。又同法第三\r\n百五十九條但書所稱依情形解除契約，顯失公平。係謂瑕疵對於買受人所\r\n生人之損害，與解除對於出賣人所生之損害，有失平衡。原審疏未就上開\r\n機器之瑕疵，對於上訴人所生之損害，與解除對於被上訴人所生之損害，\r\n各為如何，加以調查認定，並說明其依據。遽認上訴人僅得請求減少價金\r\n，而不得解除契約，進而謂被上訴人仍得本於買賣契約為前述之請求，自\r\n有未合。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4359 號 民事",
        "case_summary": "確認地上權存在",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "以行使地上權之意思，二十年間和平繼續占有他人之土地者，依民法第七\r\n百七十二條準用第七百六十九條規定，僅得為地上權人登記之請求。在未\r\n完成為地上權人登記前，尚不得謂對之有地上權存在。"
    },
    {
        "case_id": "最高法院 73 年度台聲字第 388 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 08 日",
        "case_gist": "聲請人對於本院認其上訴不合法所為駁回上訴之裁定，聲請再審。係主張\r\n：該裁定有民事訴訟法第四百九十六條第一項第十三款之情形，為其再審\r\n原因。而其所謂發見未經斟酌或得使用之證物，則為相對人漁會之章程及\r\n其承銷人應繳魚貨款明細表。經查各該證物，乃屬實體上應否斟酌之問題\r\n。既非在程序上審查上訴是否合法所應注及者。自不能憑以為上訴是否合\r\n法之認定。其聲請再審，即難謂為有理由。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4354 號 民事",
        "case_summary": "給付價金",
        "case_date": "民國 73 年 11 月 07 日",
        "case_gist": "民法第三百六十五條第一項規定之請求減少價金，實係主張減少價金，不\r\n以出賣人承諾為必要，與同條項規定解除契約之性質，同屬形成權，該條\r\n項於二者所規定之六個月行使期間，皆為無時效性質之法定期間，茍買受\r\n人於該六個月內曾為減少價金之主張，其後所生之效果權利，則可於普通\r\n時效期間內繼續存在。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4353 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 73 年 11 月 07 日",
        "case_gist": "按諸信託契約之性質，受託人因處理委託人之事務，以自己名義與他人訂\r\n立契約，僅訂約當事人間受其拘束，委託人與該他人間不生直接的債之關\r\n係。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4345 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 11 月 02 日",
        "case_gist": "公司法第二十三條所定董事對於第三人之責任，乃基於法律之特別規定，\r\n異於一般侵權行為，就其侵害第三人之權利，原不以該董事有故意或過失\r\n為成立之條件。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 518 號 民事",
        "case_summary": "拆屋交地等",
        "case_date": "民國 73 年 11 月 01 日",
        "case_gist": "前後兩訴是否同一事件，應依 (一) 前後兩訴之當事人是否相同； (二)\r\n前後兩訴之訴訟標的是否相同； (三) 前後兩訴之聲明，是否相同、相反\r\n或可以代用等三個因素決定之。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4334 號 民事",
        "case_summary": "給付退休金",
        "case_date": "民國 73 年 10 月 30 日",
        "case_gist": "工廠法施行細則第二條規定：工廠法所稱工廠，係指僱用工人從事製造、\r\n加工、修理、解體等作業場所或事業場所。第三條規定：工廠法所稱工人\r\n，係指受僱從事工作獲致工資者。故在工廠從事製造、加工、修理及解體\r\n等工作而獲致工資者，固屬工廠法所稱之工人，其從事與上開工作相關之\r\n工作而獲致工資者，亦包括在內。倉庫管理，與製造、加工、修理及解體\r\n等工作有密切關連，自非不得認為工廠法所稱之工人。此與從事行政事務\r\n者，當不可相提並論。"
    },
    {
        "case_id": "最高法院 73 年度台聲字第 377 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 10 月 30 日",
        "case_gist": "聲請人對於本院七十三年度台聲字第二一九號裁定聲請再審，僅泛引民事\r\n訴訟法第四百九十六條第一項第九款至第十三款及同法第四百九十七條之\r\n規定為依據。對於本院上開認為聲請人聲請再審為不合法而予駁回之裁定\r\n，究竟有何合於該再審事由之具體情事，則未據表明。且同法第四百九十\r\n七條係就不得上訴於第三審法院之事件而為之規定，對於本院確定裁定，\r\n並無準用餘地。(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 500 號 民事",
        "case_summary": "更正和解筆錄",
        "case_date": "民國 73 年 10 月 26 日",
        "case_gist": "民事訴訟法第二百三十二條第一項所定，法院得依聲請或依職權更正判決\r\n之顯然錯誤，應包括當事人姓名或名稱之錯誤在內，關於當事人姓名或名\r\n稱之錯誤，祇須為訴訟標的之法律關係不變，實際上由該當事人參與訴訟\r\n，雖原告起訴所主張原告或被告之姓名或名稱錯誤，並經法院對於姓名或\r\n名稱錯誤之當事人為裁判，仍有上開法條之適用。至和解筆錄所載當事人\r\n有前述錯誤之情形，法院書記官亦非不得類推適用上開法條之規定為更正\r\n之處分。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4324 號 民事",
        "case_summary": "確認抵押權存在",
        "case_date": "民國 73 年 10 月 26 日",
        "case_gist": "民法第五百十三條所謂：「承攬人就承攬關係所生之債權，係指報酬請求\r\n權，及民法第五百零六條第三項之損害賠償請求權，與同法第五百零九條\r\n之墊款償還請求權而言。鄰屋損害之修復費及現住人災害賠償款，似係因\r\n侵權行為不法侵害他人所發生之損害，能否包括於「承攬人就承攬關係所\r\n生之債權」範圍之內，尚有待澄清。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4284 號 民事",
        "case_summary": "給付違約金",
        "case_date": "民國 73 年 10 月 26 日",
        "case_gist": "民法所定違約金有兩種，一為以預定債務不履行之損害賠償為目的，此種\r\n違約金於債務人不履行債務時，債權人僅得就本來之給付或違約金擇一請\r\n求，不得併為請求；二為以強制債務之履行為目的，此種違約金於債務人\r\n不履行債務時，債權人除得請求違約金外，並得請求本來之給付；而當事\r\n人所定違約金究竟屬於何種，應依當事人之意思定之，倘當事人未予約定\r\n，則視為以預定債務不履行之損害賠償為目的，此觀民法第二百五十條第\r\n二項規定自明。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4283 號 民事",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 73 年 10 月 26 日",
        "case_gist": "受任人本於委任人所授與之代理權，以委任人名義與他人為法律行為時，\r\n固直接對委任人發生效力。若受任人以自己或第三人之名義與他人為法律\r\n行為，則難謂對於委任人逕生效力。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 497 號 民事",
        "case_summary": "重整計劃認可",
        "case_date": "民國 73 年 10 月 19 日",
        "case_gist": "抗告，非因裁定而受不利益者不得為之，是為訴訟法上之原則，再抗告人\r\n公司之重整計劃係經關係人會議可決。相對人為再抗告人之股東，依公司\r\n法第三百條第一項之規定，應為公司重整之關係人，倘有出席關係人會議\r\n，而對該重整計劃未為異議時，應解為非因該認可重整計劃裁定而受不利\r\n益之人，對該裁定不得提起抗告。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 496 號 民事",
        "case_summary": "返還租賃物等",
        "case_date": "民國 73 年 10 月 19 日",
        "case_gist": "得提起附帶上訴者，不以同一訴訟標的，經判決一部勝訴，一部敗訴時始\r\n得為之，即以一訴主張數項標的，第一審法院為一個判決後，上訴人僅就\r\n某項訴訟標的提起上訴，被上訴人亦得就其敗訴部分之他項訴訟標的，提\r\n起附帶上訴。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4235 號 民事",
        "case_summary": "塗銷土地所有權移轉登記",
        "case_date": "民國 73 年 10 月 19 日",
        "case_gist": "土地法第三十條第一項規定，私有農地所有權之移轉，其承受人以能自耕\r\n者為限。此項承受人自耕能力之有無，縱未經當事人主張或抗辯，法院亦\r\n應先為調查認定，以為判斷之依據。如其係無自耕能力之人，依本院最近\r\n見解，須於訂約時，約定由承買人指定登記與任何有自耕能力之第三人，\r\n或具體約定登記與有自耕能力之特定第三人；或在立約當時承買人雖無自\r\n耕能力，而約定待承買人自己有自耕能力時方為移轉登記，或約定該項耕\r\n地之所有權移轉與無自耕能力之特定第三人，待該第三人有自耕能力時，\r\n再為移轉登記者，該契約始為有效，否則即係以不能之給付為契約標的，\r\n依民法第二百四十六條第一項前段之規定，其契約為無效。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 495 號 民事",
        "case_summary": "撤銷假處分",
        "case_date": "民國 73 年 10 月 18 日",
        "case_gist": "本件之本案訴訟雖經第一審判決相對人敗訴。惟相對人業已提起上訴，經\r\n核該本案訴訟第一審判決，確有就相對人提出之若干證據漏未斟酌調查之\r\n情形。即難認第一審判決不有為上級法院廢棄變更之可能，從而自難謂已\r\n有特別情事，而得准許再抗告人供擔保撤銷假處之原因。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 494 號 民事",
        "case_summary": "變換擔保物",
        "case_date": "民國 73 年 10 月 18 日",
        "case_gist": "法院依民事訴訟法第一百零五條第一項規定，以裁定許供擔保人變換供擔\r\n保之提存物者，應斟酌變換後之提存物與變換前之提存物，在經濟上具有\r\n相當之價值而後可。本件原裁定並未調查國○飯店股份有限公司及華○大\r\n飯店股份有限公司之股票，與新竹區中小企業銀行股份有限公司之股票，\r\n是否具有相當之交易價格，遽依相對人之聲請，以股票記載股份之金額為\r\n依據，許相對人將原應供擔保之新竹區中小企業銀行股份有限公司面額壹\r\n佰貳拾肆萬元股票，變換為國○飯店股份有限公司或華○大飯店股份有限\r\n公司同一面額之股票，殊欠允當。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4226 號 民事",
        "case_summary": "確認協議書無效",
        "case_date": "民國 73 年 10 月 18 日",
        "case_gist": "民法第六十四條規定：「財團董事，有違反捐助章程之行為時，法院得因\r\n主管機關、檢察官、或利害關係人之聲請，宣告其行為為其無效」。準此\r\n規定以觀，主管機關、檢察官或利害關係人所得請求法院宣告無效者，應\r\n為財團董事違反章程之行為。如財團董事所為法律行為違反法律之強制或\r\n禁止規定者，係民法第七十一條規定，其行為原屬無效，固無待於法院之\r\n宣告而為無效，自不適用本條之規定。又本件所撤銷者，為財團董事違反\r\n章程之行為，自應以被撤銷行為之董事為被告，始為適格之訴訟當事人。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4223 號 民事",
        "case_summary": "確認所有權",
        "case_date": "民國 73 年 10 月 18 日",
        "case_gist": "土地所有人於重新實施地籍測量時，自行設立界標或到場指界，發生界址\r\n爭議時，依土地法第四十六條之二第二項規定，固準用同法第五十九條第\r\n二項規定處理。其已自行設立界標或指界，土地所有人未生界址爭議，惟\r\n對重新實施測量之結果，認為有錯誤者，得於結果公告三十日期間內，聲\r\n請複丈 (參照同法第四十六條之三第一、二項) 。對於未設立界標又未到\r\n場指界，而對於重新實施測量之結果有異議者，土地所有人既不得依同法\r\n第四十六條之三第一、二項規定聲請複丈亦不得準用同法第五十九條第二\r\n項規定處理。則土地所有人對於其所有權如有爭執，此項私權爭執，非不\r\n得訴請法院裁判。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 487 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 10 月 12 日",
        "case_gist": "妨害公務，係侵害國家法益之犯罪，抗告人並非因犯罪而受損害之人，縱\r\n認紀某曾毀損他人建築物，或其他建物，但紀某拆毀之建物，於抗告人承\r\n受前，乃係曾某所有，是受侵害者為曾某，而非抗告人，縱令抗告人之債\r\n權亦因而受有損害，尚難即謂係紀某被訴之犯罪事實所生，抗告人提起本\r\n件附帶民事訴訟，原不合於刑事訴訟法第四百八十七條第一項所定之要件\r\n，雖經刑事庭移送民事庭，仍應認其起訴不備要件，即其訴為不合法。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 483 號 民事",
        "case_summary": "損害賠償事件聲請推事迴避",
        "case_date": "民國 73 年 10 月 12 日",
        "case_gist": "當事人聲請推事迴避，經法院以裁定駁回者，其抗告期間僅有五日，此觀\r\n民事訴訟法第三十六條前段之規定甚明，對於此項確定裁定聲請再審，經\r\n法院為駁回聲請之裁定者，抗告期間亦為五日，其不變期間不因聲請再審\r\n而受影響。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4212 號 民事",
        "case_summary": "返還墊款",
        "case_date": "民國 73 年 10 月 12 日",
        "case_gist": "惟查船務代理業者代理運送人簽發載貨證券，為各國海運界簽發載貨證券\r\n常例之一 (參見一九二四年海牙規則第三條第三項) ，我國海商法第九十\r\n七條及第九十八條第一項雖僅規定由運送人或船長簽發載貨證券，惟於航\r\n業法第四十三條第一款、第四十二條第一項第一款，則亦規定甲種船務代\r\n理業有代理船舶運輸業簽發載貨證券之權，此與前述海運常例正相吻合。\r\n故船務代理業者代理運送人簽發載貨證券時，苟已表明代理之意旨，並標\r\n明係載貨證券者，即係海運提單，而非運輸承攬商個人所簽發之提單，要\r\n無一九七四年信用狀統一慣例第十九條第一項第一款之適用。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4211 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 10 月 12 日",
        "case_gist": "查土地所有人開掘土地或為建築時，不得因此使鄰地之地基動搖或發生危\r\n險，或使鄰地之工作物受其損害，民法第七百九十四條定有明文，此係保\r\n護他人維持社會公益之規定，定作人違反此項規定者，應推定其於定作或\r\n指示有過失。台灣銀行就前揭工程，雖委由參加人蔡某承攬建築設計，惟\r\n定作人依法令負有為特定事項之義務，而使他人代為該事項時，定作人就\r\n該他人之過失或不適當之履行，仍應負其全責，不得因該他人代為履行而\r\n免其義務。"
    }
]