[
    {
        "case_id": "最高法院 86 年度台上字第 947 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "勞工保險乃屬強制保險，雇主不得以任何事由拒絕為員工加保，亦不得徒\r\n以勞工先前業已以其他名義加保而免除其應予加保之義務。陳○○鳳前向\r\n高雄市舊船解體業職業工會所加入之勞工保險，已因其離職至石○來之工\r\n藝社工作，而未由石○來為之加保，而被台閩地區勞工保險局撤銷陳○○\r\n鳳上開勞工保險被保險人資格，並追回醫療費用，有該局八十三年二月一\r\n日（八三）勞承字第六○○○一三三號函為憑（見原審卷第一宗一一八頁\r\n）。可否因石○來已幫陳○○鳳代為支付上開勞工保險費，而可阻卻責任\r\n，則待研求。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 936 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "出賣人應負不完全給付之債務不履行責任者，買受人得類推適用民法第二\r\n百二十六條第二項規定請求損害賠償；或類推適用給付遲延之法則，請求\r\n補正或賠償損害，並有民法第二百六十四條規定之適用，為本院所持見解\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 931 號 民事",
        "case_summary": "塗銷抵押權登記事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "當事人聲明之證據，其證據資料如何判斷，為證據之評價問題，而當事人\r\n提出之證據應如何評價，在自由心證主義之下，係屬法院自由裁量權之範\r\n圍。因之法院在引用證據資料時，應不受是否對舉證人有利及他造曾否引\r\n用該項證據之限制，此即為證據共通原則。在普通共同訴訟人相互間，利\r\n害關係雖各自獨立，惟事實之真偽僅應有一存在，於同一訴訟程序就同一\r\n事實，應作相同之認定，若在共同訴訟人間就同一事實，因各共同訴訟人\r\n有無舉證或曾否參與該證據資料或承認與否，而作相異之認定，為兩種不\r\n同之判斷，顯與民事訴訟應認定真實事實之本旨有違，亦應有證據共通原\r\n則之適用，方屬合理。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 930 號 民事",
        "case_summary": "辦理地上權登記事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "地上權為一種物權，主張取得時效之第一要件為以行使地上權之意思而占\r\n有，若依其所由發生之事實之性質，無行使地上權之意思者，非有變為以\r\n行使地上權之意思而占有之情事，其取得時效，不能開始進行。又占有土\r\n地建築房屋，有以無權占有之意思為之，有以所有之意思為之，有以租賃\r\n或借貸之意思為之，非必皆以行使地上權之意思而占有，故如主張以行使\r\n地上權之意思而占有者，應負舉證責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 924 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "按不能之給付，指債務人應為之給付，不能依債務本旨實現之謂；而不完\r\n全給付，則指債務人提出之給付，不合債之本旨而言。亦即前者之給付為\r\n不能，後者則已為給付，僅不合債之本旨而已。是土地之出賣人已將該土\r\n地移轉、交付予買受人，如有面積不及約定數量之情事，亦僅買受人得否\r\n依不完全給付之規定行使權利而已，尚難謂買受人得依給付不能之規定行\r\n使權利。又全部不能與一部不能之區別，惟可分給付有之；如給付為不可\r\n分，則無一部給付不能之問題。查系爭土地之給付似為不可分，上訴人既\r\n已將系爭土地移轉並交付予被上訴人，縱面積不及約定之數量，揆諸上開\r\n說明，被上訴人似不得依一部給付不能之規定請求上訴人返還部分價金。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 921 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "關於代筆遺囑同法第一千一百九十四條更規定應由見證人全體及遺囑人同\r\n行簽名，遺囑人不能簽名者，應按指印代之，見證人則特別規定須以簽名\r\n為之，排除同法第三條第二項蓋章代簽名、第三項以指印、十字或其他符\r\n號代簽名，在文件上經二人簽名證明等方式之使用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 919 號 民事",
        "case_summary": "確認抵押債權不存在事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "被上訴人對於上訴人之票款請求權其消滅時效雖已完成，其債權亦非當然\r\n消滅，僅變成債務人得拒絕給付之自然債務而已，上訴人以時效完成為由\r\n請求確認被上訴人就系爭支票之債權不存在，自屬無理由。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 897 號 民事",
        "case_summary": "給付承攬報酬事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "執行法院依強制執行法第一百十五條第一項規定，就執行債務人對第三人\r\n之債權所發「禁止」執行債務人收取該債權或為其他處分並「禁止」第三\r\n人向執行債務人清償之「執行命令」（扣押、禁止命令），旨在避免因執\r\n行債務人之行為，使其應受執行之債權於執行前歸於消滅，致有害於執行\r\n債權人之權益。執行債務人之為該受扣押債權之主體，既不因執行法院之\r\n核發執行命令而有所更易，苟其行為，尚無礙於執行之效果，參照同法第\r\n五十一條、第一百十三條就「查封之效力」所為之規定，應無予以拒斥之\r\n理。是執行債務人如為保存其受扣押之債權，而對第三人即其債務人提起\r\n「給付之訴」，於原執行命令撤銷前，縱受有勝訴之確定判決，因該判決\r\n所載之債權之收取及其他處分，仍須受原執行命令之拘束，即難認其提起\r\n該「給付之訴」之行為，有妨礙執行效果之虞，似非法所不許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 891 號 民事",
        "case_summary": "返還不當得利事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "當事人主張有利於己之事實，就其事實有舉證之責任，民事訴訟法第二百\r\n七十七條定有明文。又事實有常態與變態之分，其主張常態事實者無庸負\r\n舉證責任，反之，主張變態事實者，則須就其所主張之事實負舉證責任。\r\n而所謂支票，係指發票人簽發一定之金額，委託金融業者於見票時，無條\r\n件支付與受款人或執票人之票據，是以支票之交付作為支付工具，以代現\r\n金之給付，係屬常態，上訴人主張其交付系爭支票與被上訴人僅係交其保\r\n管，即屬變態之事實，應由上訴人就此變態之事實負舉證責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 889 號 民事判決",
        "case_summary": "離婚事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "夫妻之一方，以有民法第一千零五十二條第一項所列各款以外之重大事由\r\n，難以維持婚姻，而依同條第二項規定請求離婚者，必其事由甚為重大，\r\n已達難以維持婚姻之程度，他方始得據以請求離婚。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 167 號 民事",
        "case_summary": "聲請變換擔保物事件",
        "case_date": "民國 86 年 03 月 27 日",
        "case_gist": "供擔保人所供之擔保，旨在擔保其就本案訴訟將來能獲勝訴之確定裁判，\r\n而於其一旦受敗訴之裁判確定，備為賠償受擔保利益人支出訴訟費用或所\r\n受損害之用。則供擔保人在尚未依法院裁判所定提供擔保前，聲請變換擔\r\n保物為等值之有價證券或現金以代替原裁判所定之擔保，如於受擔保利益\r\n人尚無不利，應無不許其聲請變換擔保之理，惟法院裁定准許供擔保人變\r\n換供擔保之提存物時，應斟酌變換後之提存物與原裁判所定之擔保，在經\r\n濟上具有相當之價值而後可。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 865 號 民事判決",
        "case_summary": "異議之訴",
        "case_date": "民國 86 年 03 月 21 日",
        "case_gist": "債務人非依債務本旨實行提出給付者，不生提出之效力，給付兼須債權人\r\n之行為者，亦須按給付之債務本旨準備完成，通知債權人，以代提出，此\r\n觀民法第二百三十五條規定自明。上訴人於租約屆滿時，拒絕將系爭房屋\r\n返還被上訴人，於火災後，該房屋受損已非租賃期滿當時狀態，此有公證\r\n理算報告書中照片七張附卷可證，自難謂該受損之房屋係依債務本旨應返\r\n還之系爭房屋，上訴人既未能按債務本旨準備完成，其雖通知被上訴人，\r\n被上訴人亦無受領之義務及受領遲延之可言，是上訴人以郵局存證信函對\r\n被上訴人表示拋棄占有，核與民法第二百四十一條規定要件不合，尚難據\r\n以免除返還系爭房屋之義務。（八十六年度台上字第八六五號）"
    },
    {
        "case_id": "最高法院 86 年度台上字第 862 號 民事",
        "case_summary": "除去妨害土地所有權事件",
        "case_date": "民國 86 年 03 月 21 日",
        "case_gist": "以不能之給付為契約之標的，如其不能情形可以除去，而當事人訂約時並\r\n預期於不能之情形除去後為給付者，依民法第二百四十六條第一項但書規\r\n定，固應認其契約仍為有效。惟在不能之情形除去前，債權人尚不得據以\r\n對債務人為給付之請求。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 856 號 民事判決",
        "case_summary": "請求給付分配款",
        "case_date": "民國 86 年 03 月 21 日",
        "case_gist": "依前清時代台灣習慣，兼祧兩房以獨子為要件，若非獨子，只許其出繼而\r\n不得兼祧，又過房子須兼祧兩房，始不喪失其對本生房遺產繼承權 (參照\r\n台灣民事習慣調查報告第一五八、一六六、三三八、三七八頁) 。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 853 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 03 月 21 日",
        "case_gist": "上訴人將印章交予闕○儉，僅係委託其代領系爭農地之全部徵收補償費，\r\n而最後卻以闕○儉為代收人、上訴人為簽收人之名義蓋章於系爭「協議書\r\n」上，將系爭農地（十五之三及十七地號）之全部徵收補償費一百二十一\r\n萬一千二百八十元扣除五十萬元後，由兩造對分，即上訴人所剩得領取之\r\n金額僅為三十五萬五千六百四十元，實際上訴人亦僅領得三十五萬五千六\r\n百四十元，依上說明，上訴人是否應負表見代理之授權人責任，尤非無疑\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 837 號 民事",
        "case_summary": "給付工程款事件",
        "case_date": "民國 86 年 03 月 21 日",
        "case_gist": "解釋契約，固須探求當事人立約時之真意，不能拘泥於契約之文字，但契\r\n約文字業已表示當事人真意，無須別事探求者，即不得反捨契約文字而更\r\n為曲解。本院十七年上字第一一一八號著有判例。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 832 號 民事",
        "case_summary": "確認派下權不存在事件",
        "case_date": "民國 86 年 03 月 21 日",
        "case_gist": "廣東縣梅縣公證處（九三）梅證字第一四三、一四四及一四五號公證書，\r\n雖經財團法人海峽交流基金會（以下稱海基會）驗證，謂係該縣公證處所\r\n核發無誤。然依台灣地區與大陸地區人民關係條例第七條及同條例施行細\r\n則第八條之立法精神以觀，各主管機關對於經海基會驗證之大陸地區公證\r\n書，仍應確實審查其實質內容之真實性與適法性。足見上開公證書雖經海\r\n基會驗證，亦不得認係公文書逕予採信。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 813 號 民事",
        "case_summary": "除去妨害房屋所有權事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "民法第七百九十六條所定鄰地所有人之忍受義務，係為土地所有人所建房\r\n屋之整體有一部分逾越疆界，若予拆除勢將損及全部建築物之經濟價值而\r\n設，倘土地所有人所建房屋整體之外，越界加建房屋，則鄰地所有人請求\r\n拆除，原無礙於所建房屋之整體，即無該條規定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 812 號 民事判決",
        "case_summary": "返還不當得利等事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "民事訴訟法上所謂之公文書與私文書，係依其製作人而為區別。凡機關或\r\n公務員，按其職務，依照法定方式所製作之文書，謂之公文書。有公務員\r\n之資格而非在法令規定之權限內所作成之文書，或有其權限而未照法令規\r\n定之程式所作成之文書，均無公文書之效力。至非公文書之文書，即為私\r\n文書。私文書雖經機關證明或認可，仍不失為私文書之性質。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 807 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "上訴人係經黃○元個人於職務外之居間介紹，由金主林○信提供資金，在\r\n被上訴人公司從事丙種墊款之股票交易。上訴人未舉證證明係經被上訴人\r\n同意為之，且該交易方式。乃法令所禁止，是黃○元侵占上訴人質押之股\r\n票應係其個人行為，非執行職務之行為，與被上訴人無涉。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 805 號 民事",
        "case_summary": "返還無權占有房屋等事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "買受人除有交付約定價金之義務外，尚有受領標的物之義務，此觀民法第\r\n三百六十七條之規定自明。是買受人如對出賣人依債務本旨提出之給付拒\r\n絕受領，因而拒絕給付價金，不僅構成受領遲延，並應負給付遲延責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 801 號 民事",
        "case_summary": "塗銷土地所有權移轉登記事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "土地經債權人聲請執行假處分後，在法院撤銷假處分以前，依土地登記規\r\n則第一百二十九條規定，其他債權人固不得請求土地所有人為與該土地權\r\n利有關之新登記。但假處分原債權人本於請求原因事實所提起為與該土地\r\n權利有關新登記之本案訴訟，即不在該限制之列，此觀該條第二款規定甚\r\n明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 796 號 民事",
        "case_summary": "返還信託股份事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "本院六十六年台再字第四二號判例所論：「信託行為，係指委託人授與受\r\n託人超過經濟目的之『權利』，而僅許可其於經濟目的範圍內行使權利之\r\n法律行為而言……」等意旨，其所稱之「權利」，自應包括「債權」或「\r\n物權」或其他一切之財產權利在內，均得作為「授與」之標的。且該「授\r\n與」，解釋上，亦不以委託人須「直接」移轉權利與受託人或以書面契約\r\n予以公示者為限。苟因占有改定、簡易交付、請求權讓與等等情形，而得\r\n「使受託人成為權利人，以達一定目的」之信託本旨，應無予以排斥之理\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 791 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "民法第四百二十一條第一項所謂租賃，須物之出租人與承租人對租賃物及\r\n租金有具體而確定之意思表示一致，始能成立。尚難單憑代繳租稅一端，\r\n即認代繳人與物之所有人間有租賃關係存在。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 784 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "查台灣省醫師公會八十五年一月十日台省醫一字第○○六號函稱：「植物\r\n人由於免疫能力低弱，抵抗力較差，容易遭受感染，引生併發症，故穩定\r\n狀況比一般低，生命自然比一般人容易處於危險狀態」，又中華民國神經\r\n學學會八十五年二月六日順會字第○一七號函亦稱：「植物人之存活，\r\n依病人之年齡、植物人狀態之時間、及引起原因不同而各有差異……如急\r\n性腦傷若呈植物人狀態，其預後較差，三年後死亡率百分之八十二，五年\r\n後之死亡率達百分之九十五」各等語，而被上訴人因本件車禍致腦部挫傷\r\n重度昏迷，已呈植物人狀態，復為原審所認定，則其餘命自較常人平均餘\r\n命為短，應毋庸疑。原審未遑注意及此，遽認被上訴人餘命與常人相同，\r\n尚有二十二‧四四年，進而依霍夫曼式扣除中間利息，命上訴人再連帶賠\r\n償被上訴人此部分損害五百十八萬零五百六十三元及其利息。尚有疏略。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 160 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "不動產所有人設定抵押權後，於同一不動產上固得設定地上權或其他權利\r\n，但其抵押權不因此而受影響，民法第八百六十六條定有明文。又不動產\r\n所有人設定抵押權後，如與第三人訂立租賃契約而影響抵押物之售價以致\r\n抵押權無法受清償者，該租賃契約對於抵押權人不生效力，抵押權人因屆\r\n期未受清償，聲請拍賣抵押物時，執行法院自可依法以無租賃狀態逕予執\r\n行，亦經司法院以院字第一四四六號解釋在案。故祗須其租賃權係發生在\r\n抵押權設定之後，且影響抵押物之售價以致抵押權無法受清償者，法院即\r\n可為除去租賃權之裁定。而抵押權人聲請執行法院除去租賃權，法院所為\r\n准駁之處分或裁定，並無確定實體上法律關係存否之效力，實體上就法律\r\n關係有爭執之人，為求保護其權利，仍應另提起訴訟，以求解決。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 152 號 民事",
        "case_summary": "聲請停止執行事件",
        "case_date": "民國 86 年 03 月 20 日",
        "case_gist": "當事人提起撤銷仲裁判斷之訴者，得聲請法院以裁定停止執行，商務仲裁\r\n條例第二十五條第一項定有明文，而法院所裁定停止者，乃仲裁判斷之執\r\n行力，故不須已聲請強制執行為必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 772 號 民事判決",
        "case_summary": "撤銷股東會決議等事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "請求撤銷股東會決議之訴，固於原告獲勝訴判決確定時，始產生股東會決\r\n議溯及於決議時失效之形成力。惟本件被上訴人因上訴人遠航公司七十五\r\n年六月二十四日臨時股東會決議有得撤銷之原因，於本件訴訟中，請求撤\r\n銷該決議，並合併對○○公司及該次決議所選任之董、監事即其餘上訴人\r\n，請求確認○○公司與各該董、監事間董、監事委任關係不存在，自符合\r\n訴訟經濟原則。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 766 號 民事",
        "case_summary": "確認通行權事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "水利法第七十二條之一第一項規定：「設置穿越水道或水利設施底部之建\r\n造物，應申請主管機關核准，並接受施工指導。」，係指設置穿越水道或\r\n水利設施底部之建造物，應申請主管機關核准，然不排除土地所有人依民\r\n法第七百八十七條前段規定主張袋地通行權；至水利法第九十二條，係對\r\n於私開或私塞水道者之處罰規定，尤與通行權無關。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 765 號 民事",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "約定之違約金是否過高，應依一般客觀事實，社會經濟狀況，當事人所受\r\n之損害，及債務人若能如期履行時，債權人可得享受之利益，為衡量核減\r\n之標準。又所謂「公告現值」係直轄市或縣（市）政府，對於轄區內土地\r\n，經常調查其地價動態，繪製地價區段圖並估計區段地價後，提經地價評\r\n議委員會評定，據以編製土地現值表，於每年七月一日公告之地價，是公\r\n告現值之評定，自有其公信力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 756 號 民事",
        "case_summary": "給付貨款事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "民法第二百三十五條後段規定，給付兼需債權人之行為者，債務人得以準\r\n備給付之事情，通知債權人，以代提出。苟債務人依此規定通知債權人，\r\n僅不負給付遲延責任而已，並不生已為給付之效力。查，本件自動門如須\r\n機箱蓋先安裝始能安裝，則原審謂被上訴人已將自動門機運抵工地，應視\r\n已完成交付云云，所持法律見解，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 749 號 民事判決",
        "case_summary": "返還房屋（確認買賣關係不存在）事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "按契約解除權之行使，僅須有解除權之一方，以意思表示向他方為之，而\r\n此項意思表示，無一定之方式，亦不限於訴訟外為之。若於訴訟上以書狀\r\n或言詞，由有解除權人向他方當事人表示有解除契約之意思者，即應認為\r\n有解除之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 749 號 民事",
        "case_summary": "請求返還房屋事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "按契約解除權之行使，僅須有解除權之一方，以意思表示向他方為之，而\r\n此項意思表示，無一定之方式，亦不限於訴訟外為之。若於訴訟上以書狀\r\n或言詞，由有解除權人向他方當事人表示有解除契約之意思者，即應認為\r\n有解除之效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 743 號 民事判決",
        "case_summary": "給付報酬事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "依中華民國房屋仲介商業同業公會全國聯合會八十五年二月日房仲屋全聯\r\n字第一○六號函所載：「主旨：復貴院（指原法院）有關一般仲介買賣不\r\n動產收取買賣雙方給付報酬標準如說明，請查照。說明：一、……二、目\r\n前敝會所屬會員公司收取服務費標準皆在百分之五左右。三、現今本會對\r\n一般仲介買賣不動產收取買賣雙方給付標準，尚無統一規定。」觀之，該\r\n函似謂其會員內為公司組織者，目前收取仲介買賣不動產服務費之標準在\r\n百分之五左右，至於一般仲介買賣不動產收取買賣雙方給付報酬標準，則\r\n無統一規定，原法院認為「本件性質相近」，「張○華請求百分之五之委\r\n任費用尚屬合理」，則似與上開函件所載內容不符，究竟上開信函所為記\r\n載，何以得認定為與本件性質相近，原審未詳予說明，遽謂張○華根據六\r\n十七年間發生之委任事由適用上開函件所載屬於中華民國房屋仲介商業同\r\n業公會全國聯合會之公司組織會員目前對仲介買賣不動產之收取百分之五\r\n服務費標準為合理。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 740 號 民事",
        "case_summary": "返還借款事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "上訴人如果僅係提供不動產作為被上訴人向中國商銀借款之擔保（物上保\r\n證人），前述借款契約何以併列上訴人為借款立約人，而非列上訴人為物\r\n上保證人？"
    },
    {
        "case_id": "最高法院 86 年度台上字第 734 號 民事判決",
        "case_summary": "請求確認地上權登記請求權不存在",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "依民法第七百七十二條之立法理由：「按占有人取得所有權以外之財產權\r\n，如地役權、抵押權之類，與和平繼續占有而取得之所有權無異，則其取\r\n得之時效或中斷，亦應與取得所有權之時效或中斷相同，故準用前四條規\r\n定」觀之，民法第七百七十二條規定所準用者，乃有關時效取得或中斷。\r\n而民法第九百四十四條規定「占有人，推定其為以所有之意思，善意、和\r\n平及公然占有者」，僅占有人係以所有之意思占有者，始受法律之推定，\r\n至以取得他項財產權之意思行使其權利，既為財產權取得時效要件之一，\r\n並不在民法第九百四十四條第一項所定推定之列。又同法第九百四十三條\r\n規定「占有人於占有物上，行使之權利，推定其適法有此權利」，乃基於\r\n占有之本權表彰機能而生，並非具有使占有人取得權利之作用，該規定之\r\n旨趣在於免除占有人關於本權或占有取得原因之舉證責任，並非使占有人\r\n因而取得本權或其他權利。且係指占有人就其所行使之權利，推定為適法\r\n，惟究係行使何項權利而占有，則非法律所推定。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 148 號 民事",
        "case_summary": "聲請撤銷假扣押裁定事件",
        "case_date": "民國 86 年 03 月 14 日",
        "case_gist": "假扣押之原因消滅或其他命假扣押之情事變更者，債務人得聲請撤銷假扣\r\n押裁定，民事訴訟法第五百三十條第一項固定有明文。惟所謂其他命假扣\r\n押之情事變更，係指債權人依假扣押保全之請求已經消滅或經本案判決予\r\n以否認，或已喪失其請求假扣押之權利等情而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 724 號 民事",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 86 年 03 月 13 日",
        "case_gist": "強制執行法上之拍賣，應解釋為買賣之一種，即以債務人為出賣人，拍定\r\n人或承受人為買受人。而不動產之出賣人，固負有交付出賣之不動產於買\r\n受人之義務，但在未交付前，出賣人繼續占有該買賣標的物，尚難指為無\r\n權占有，亦不因已辦理所有權移轉登記而有異。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 723 號 民事",
        "case_summary": "確認地上權不存在事件",
        "case_date": "民國 86 年 03 月 13 日",
        "case_gist": "動產附合於不動產，而歸不動產所有人取得動產所有權者，須以動產因附\r\n合而成為不動產之重要成分為要件，所謂成為不動產之重要成分，係指此\r\n種結合具有固定性、繼續性，而未成為另一獨立之定著物而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 722 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 03 月 13 日",
        "case_gist": "物之構成部分，除法律有特別規定外，不得單獨為物權之標的物。系爭第\r\n四層房屋，並無獨立之門戶，須經三層樓房室內樓梯出入，則該第四層房\r\n屋是否係三層樓房之構成部分，抑為獨立之建築物，而得單獨為所有權之\r\n標的物，即不無研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 717 號 民事",
        "case_summary": "清償借款事件",
        "case_date": "民國 86 年 03 月 13 日",
        "case_gist": "當事人主張有利於己之事實，就其事實有舉證之責任，又私人之印章，由\r\n自己使用為常態，被人盜用為變態，主張變態事實之當事人，自應就此印\r\n章被盜用之事實負舉證之責任。被上訴人於事實審已自承系爭借據連帶保\r\n證人所蓋用之印文為其印鑑，係屬真正，則被上訴人自應就其抗辯係遭他\r\n人盜蓋一節，負舉證責任。"
    },
    {
        "case_id": "最高法院 86 年度台簡抗字第 22 號 民事",
        "case_summary": "給付票款事件",
        "case_date": "民國 86 年 03 月 13 日",
        "case_gist": "經發票人記載禁止背書轉讓之記名票據，雖不得依背書而轉讓，但不妨依\r\n一般債權讓與之方法為轉讓。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 139 號 民事",
        "case_summary": "確認債權不存在等事件",
        "case_date": "民國 86 年 03 月 13 日",
        "case_gist": "當事人以合意定第一審管轄法院，旨在使預定之訴訟，歸屬於一定之法院\r\n管轄，是合意所定之管轄法院，必須限於一定之法院，不得廣泛就任何第\r\n一審法院定為合意管轄之法院。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 690 號 民事",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 03 月 12 日",
        "case_gist": "當事人預期不確定事實之發生，以該事實發生時為債務之清償期者，應認\r\n該事實發生時或其發生已不能時，為清償期屆至之時。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 688 號 民事",
        "case_summary": "確認僱傭關係存在事件",
        "case_date": "民國 86 年 03 月 12 日",
        "case_gist": "勞基法第十一條第五款規定勞工對於所擔任之工作確不能勝任時，雇主得\r\n預告勞工終止勞動契約，所謂「確不能勝任工作」，非但指能力上不能完\r\n成工作，即怠忽所擔任之工作，致不能完成，或違反勞工應忠誠履行勞務\r\n給付之義務亦屬之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 669 號 民事判決",
        "case_summary": "確認土地優先承買權存在等事件",
        "case_date": "民國 86 年 03 月 07 日",
        "case_gist": "土地法第一百零四條之立法意旨，在於使土地與其上房屋同歸一人所有，\r\n既維持房屋與基地權利之一體性，杜絕紛爭，並盡經濟效用；非在使巧取\r\n利益。是優先購買權人應在相當期限內行使其權利，若長期不行使，不僅\r\n有悖於法之安定性，且嗣後如房地價格高漲，仍許行使優先購買權，尤與\r\n法律規定依同樣條件購買之本旨不符。以故，優先購買權人既於所有權人\r\n徵詢購買時，明示不願購買，又明知嗣後已有買賣行為，依法得請求優先\r\n購買，仍長期數年不行使優先購買權，待價格巨幅上漲後，始行使優先權\r\n，主張以數年前之價格優先購買，則其權利之行使，難謂無違反誠信原則\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 662 號 民事",
        "case_summary": "返還不當得利事件",
        "case_date": "民國 86 年 03 月 07 日",
        "case_gist": "撤銷死亡宣告或更正死亡之判決，不問對於何人均有效力。但判決確定前\r\n之善意行為不受影響。因宣告死亡取得財產者，如因撤銷死亡宣告之判決\r\n失其權利，僅於現受利益之限度內，負歸還財產之責，民事訴訟法第六百\r\n四十條定有明文。所謂因宣告死亡取得財產者，係指以宣告死亡為原因，\r\n而直接取得失蹤人所有財產權之人而言。因宣告死亡取得財產者，處分原\r\n屬失蹤人之財產，如為善意，應屬有權處分；在處分財產後，若因撤銷死\r\n亡之宣告失其權利，衹須於現受利益之限度內，將財產歸還於失蹤人；如\r\n為惡意，法律自無仍予保護之理，應就其取得財產之全部及孳息，負歸還\r\n之義務，雖其取得之財產現已滅失或消費殆盡亦然。又不當得利受領人於\r\n受領時知無法律上之原因，或其後已知之者，應將受領時所得之利益，或\r\n知無法律上之原因時所現存之利益，附加利息，一併償還，民法第一百八\r\n十二條第二項定有明文。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 24 號 民事判決",
        "case_summary": "給付退休金事件",
        "case_date": "民國 86 年 03 月 07 日",
        "case_gist": "查勞動基準法施行前之工作年資，其退休金給與標準，適用臺灣省工廠工\r\n人退休規則者，依其規定計算，勞動基準法施行細則第二十八條第一項第\r\n二款定有明文。而臺灣省工廠工人退休規則第十條第二項規定：「前項所\r\n稱工資，依工廠法施行細則第四條之規定」，工廠法施行細則第四條則規\r\n定：「本法所稱工資係指工人因工作而獲得之報酬。不論以工資、薪金、\r\n津貼、奬金、或其他任何名義按計時、計日、計月、計件給與者均屬之」\r\n。是則適用臺灣省工廠工人退休規則計算退休金者，其工資之認定，即應\r\n依前述工廠法施行細則第四條之規定為之，而不得以勞動基準法之規定相\r\n繩。原審依勞動基準法有關工資之規定以認定勞動基準法施行前之工資，\r\n自有可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 651 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 03 月 06 日",
        "case_gist": "土地所有人建築房屋逾越疆界者，鄰地所有人如知其越界而不即提出異議\r\n，不得請求移去或變更其建築物，固為民法第七百九十六條所明定。惟主\r\n張鄰地所有人知其越界而不即提出異議者，應就此項事實負舉證責任。且\r\n此所定鄰地所有人之忍受義務，係為土地所有人所建房屋之整體有一部分\r\n逾越疆界，若予拆除，勢將損及全部建築物之經濟價值而設。倘土地所有\r\n人於所建房屋整體之外，越界加建房屋，則鄰地所有人請求拆除，原無礙\r\n於原建房屋之整體，即無該條規定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 640 號 民事",
        "case_summary": "返還土地等事件",
        "case_date": "民國 86 年 03 月 06 日",
        "case_gist": "當事人之一造陳述有利於他造之事實，嗣他造予以援用為同一之主張者，\r\n成立訴訟上之自認。本件上訴人賴榮振於事實審具狀陳稱：租賃條件尚未\r\n談攏云云，嗣被上訴人予以援用為同一之主張，自成立訴訟上之自認。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 622 號 民事判決",
        "case_summary": "分配盈餘事件",
        "case_date": "民國 86 年 03 月 06 日",
        "case_gist": "有限公司之增資僅經股東過半數同意，即屬有效，其是否辦理變更章程登\r\n記，應屬對抗要件。被上訴人公司歷年資產負債表載明股本增加為二千八\r\n百八十萬元，該股本額超過上開登記資本總額三百六十萬元部分，上訴人\r\n自承以歷年累積盈餘撥充股本而提列，非章程所訂，乃經股東同意而來，\r\n足徵被上訴人公司股東已同意此項盈餘撥充股本之增資，自不能以其未辦\r\n理變更章程登記，即謂其增資不發生效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 619 號 民事",
        "case_summary": "確認地上權存在事件",
        "case_date": "民國 86 年 03 月 06 日",
        "case_gist": "占有使用他人之土地，其原因固屬不一，然必以「行使地上權」之意思而\r\n占有，始符合因時效取得地上權之第一要件。此項行使地上權之意思，依\r\n民法第九百四十四條第一項規定，既不在「推定」之列，即須由占有人負\r\n證明之責。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 611 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 03 月 06 日",
        "case_gist": "證明應證事實之證據資料，並不以可直接單獨證明之直接證據為限。凡先\r\n綜合其他情狀，證明某事實，再由某事實為推理的證明應證事實，該證明\r\n某事實之間接證據，亦包括在內。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 129 號 民事",
        "case_summary": "排除侵害等事件",
        "case_date": "民國 86 年 03 月 06 日",
        "case_gist": "刑事附帶民事訴訟事件，於刑事訴訟諭知無罪、免訴或不受理之判決者，\r\n應以判決駁回原告之訴，但經原告聲請時，應將該附帶民事訴訟移送管轄\r\n法院之民事庭。刑事訴訟法第五百零三條第一項定有明文。此之所謂「管\r\n轄法院」，係指依民事訴訟法第一條至第二十條所定就該受移送之民事訴\r\n訟事件有「管轄權」之法院而言。非專指刑事訴訟法第五百零四條第一項\r\n或同法第五百十一條第一項規定之「該法院民事庭」。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 602 號 民事判決",
        "case_summary": "請求返還所有物",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "動產之受讓人占有動產，而受關於占有規定之保護者，縱讓與人無移轉所\r\n有權之權利，受讓人仍取得其所有權；又以動產所有權或其他物權之移轉\r\n或設定為目的，而善意受讓該動產之占有者，縱其讓與人無讓與之權利，\r\n其占有仍受法律之保護，為民法第八百零一條、第九百四十八條分別所明\r\n定。此所謂「受讓」，係指依法律行為而受讓之意，受讓人與讓與人間以\r\n有物權變動之合意與標的物之交付之物權行為存在為已足，至受讓動產占\r\n有之原因，舉凡有交易行為存在，不問其為買賣、互易、贈與、出資、特\r\n定物之遺贈、因清償而為給付或其他以物權之移轉或設定為目的之法律行\r\n為，均無不可。本件被上訴人於八十三年四月三十日將噴洗機交付買受人\r\n黃瓊德，已履行出賣人之義務，嗣買受人要求解除契約，被上訴人乃與其\r\n合意解除契約，並協議將噴洗機交還被上訴人，此乃另一契約行為，黃瓊\r\n德又已將該物現實交付被上訴人占有，雙方顯有變動物權之合意及交付標\r\n的物之物權行為存在，被上訴人自係依法律行為而受讓系爭標的物，其受\r\n讓時既不知上訴人與黃瓊德間有買賣及租賃關係，其占有應受保護，自屬\r\n善意取得。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 594 號 民事",
        "case_summary": "排除侵害事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "所有權人由「國庫」變更為「中華民國」、管理者國有財產局，僅產生所\r\n有權人名稱變更之效果，並不變更實際之權屬，此亦為原審所是認，上開\r\n更正登記並非將系爭土地之所有權由國庫移轉與中華民國，僅係更正所有\r\n權人之名義，其更正前之名義，已因更正而消失，自不因更正後之名義被\r\n塗銷而回復，與所有權經移轉登記後之所有權人被塗銷，當然回復前手所\r\n有權人名義之情形有別。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 588 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "委託人與受益人非同一人者，委託人除信託行為另有保留或經受益人同意\r\n外，於信託成立後不得變更受益人或終止其信託（參看信託法第三條）。\r\n原審既認定系爭信託契約之委託人為林○，受託人為被上訴人，上訴人為\r\n受益人，則林○自不得擅自終止系爭信託契約。次查受益人因信託之成立\r\n而享有信託利益，其信託利益倘為信託財產之自身，則須於信託關係消滅\r\n時，始得請求給付，其請求權之消滅時效，應自信託關係消滅時起算。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 580 號 民事",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "債務人之給付兼需債權人之行為始能完成者，倘債權人拒為此協力，即應\r\n負受領遲延之責，債務人於此受領遲延狀態終了前，未能完成給付，係因\r\n不可歸責於自己之事由所致，依民法第二百三十條之規定，自不負給付遲\r\n延責任。查本件地租之給付，依系爭耕地租約第四條「甲項」之約定，係\r\n屬往取債務，此種債務，必須債權人於清償期屆滿後至債務人之住所收取\r\n時，債務人拒絕清償，始負給付遲延之責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 575 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "約定之違約金是否過高，應依一般客觀事實、社會經濟狀況及債務人若能\r\n如期履行債務時，債權人可得享受之利益等一切情狀為衡量標準。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 574 號 民事",
        "case_summary": "確認地上權登記請求權不存在事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，不生\r\n效力，為民法第七百五十八條所明定。所謂登記，係指地政機關將物權取\r\n得、設定、喪失及變更之事項，登載於其所掌之土地登記簿而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 565 號 民事",
        "case_summary": "損害賠償等事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "上訴人受讓取得之上開中籤通知書及繳款書，係黃○卿以偽造姓名、身分\r\n證統一編號，利用虛構之人頭參與抽籤，該中籤書及繳款書所載之中籤人\r\n實際上不存在。本件公開銷售係採抽籤方式，核其性質為買賣。按買賣契\r\n約須當事人意思表示一致始能成立，自須有中籤人存在，始能意思表示一\r\n致，而成立買賣契約。上訴人所持之中籤通知書，其中籤人既不存在，自\r\n不可能由此不存在之人為買受人，是無從成立買賣契約。再查中籤通知書\r\n係記載中籤人得繳納股款，以取得股份之書面通知，而繳款書係中籤人得\r\n繳納股款之憑據，須俟中籤人據以繳納股款後，取得股款繳納憑證，始具\r\n有價證券之性質，是中籤通知書及繳款書並非證券交易法第六條、第三十\r\n三條、第三十四條所稱之有價證券或視為有價證券之公司股款繳納憑證，\r\n受讓中籤通知書及繳款書，自非受讓有價證券。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 556 號 民事判決",
        "case_summary": "請求給付承攬報酬",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "承攬人之工作有瑕疵者，須定作人定相當期限請求承攬人修補，承攬人如\r\n不於期限內修補時，定作人始得自行修補，請求承攬人償還修補必要費用\r\n，或解除契約或請求減少報酬；又其瑕疵係可歸責於承攬人時，定作人始\r\n得請求損害賠償，此觀之民法第四百九十三條、第四百九十四條、第四百\r\n九十五條之規定自明。本件上訴人既未定相當期限請求被上訴人修補，自\r\n不得請求減少報酬。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 555 號 民事判決",
        "case_summary": "塗銷抵押權登記等事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "土地登記規則第八十九條第一項規定：土地權利移轉、設定或權利內容變\r\n更，經訂立書面契約，依法公證或監證，並申報現值或契稅者，如登記義\r\n務人於申請登記時死亡時，得僅由權利人敘明理由，檢附義務人之戶籍謄\r\n本及其他證件單獨申請登記。須該書面契約確屬當事人生前所訂定而無疑\r\n義，登記權利人並敘明上開情形，始得單獨申請登記。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 554 號 民事判決",
        "case_summary": "請求給付祭祀公業土地分配款",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "按家族之分之曰「房」，「份」即份額，為應得之數。「房份」合稱，即\r\n派下子孫對祭祀公業享受權利與負擔義務之比例與份額。於設立人各房間\r\n，係均分而平等，爾後派出之各房，則按各房派出之男子之人數而決定之\r\n。換言之，設立人派出之小房之房份，則與各代分房數之相乘積數，成反\r\n比例，而為派下權所佔之比例。祭祀公業之派下權，原係絕對不得處分，\r\n亦不得讓與任何人，惟至後代，公業以祭祀為目的之根本性質逐漸沖淡，\r\n公業財產之收益，逐漸受到重視，因使原屬潛在且不確定之派下權，已逐\r\n漸變成顯在且確定之派下權，為台灣之民事習慣。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 553 號 民事",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "合夥有民法第六百九十二條規定之解散原因後，尚須經清算程序，合夥關\r\n係始歸消滅。原審以兩造間之合夥關係尚未經合夥人同意解散並進行清算\r\n程序，則彼此間之債權債務如何，尚屬不明，上訴人亦不能就屬於合夥公\r\n同共有之財產請求被上訴人給付，因而為上訴人敗訴判決，並不違背法令\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 550 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "遺贈僅具有債權之效力，故受遺贈人並未於繼承開始時，當然取得受遺贈\r\n物之所有權或其他物權，尚待遺產管理人或遺囑執行人於清償繼承債務後\r\n，始得將受遺贈物移轉登記或交付受遺贈人。是以受遺贈人於未受遺贈物\r\n移轉登記或交付前，尚不得對於第三人為關於受遺贈財產之請求。此觀民\r\n法第一千一百六十條、第一千一百八十一條、第一千一百八十五條、第一\r\n千二百十五條等規定自明。準此，上訴人既僅為李○模之受遺贈人，應僅\r\n得向李○模之遺產管理人或遺囑執行人為請求。被上訴人既非李○模之繼\r\n承人、遺產管理人或遺囑執行人，則上訴人對於被上訴人自無何權利存在\r\n，亦無權利受侵害之可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 547 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "公同共有人，除得全體公同共有人之同意外，固無由其中一人或數人單獨\r\n受領公同共有債權之清償。但該公同共有人，如依民事訴訟法第四十一條\r\n第一項規定，選定一人或數人為全體公同共有人對債務人起訴，該被選定\r\n人即係為全體公同共有人為原告，而非代理全體公同共有人起訴，其所為\r\n應受判決事項之聲明，祇須請求法院判命債務人向自己為給付，即對全體\r\n公同共有人發生效力，自無請求法院命債務人向選定人（即全體公同共有\r\n人）全體為給付之必要，此觀民事訴訟法第四十一條第一、二項、第二百\r\n五十三條、第四百零一條第二項規定甚明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 542 號 民事判決",
        "case_summary": "返還讓渡金事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "股份 (股權) 與股東權 (股東資格) 應屬一體之兩面。股份之轉讓，自指\r\n包括股東應有之全部權利義務均為轉讓而言，此與單純一般財產權之讓與\r\n，尚有其區別。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 534 號 民事判決",
        "case_summary": "返還提存物事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "當事人或利害關係人對於提存所之處分，得於處分通知書送達當事人翌日\r\n起十日內，提出異議。提存所認為異議有理由時，應於五日內變更原處分\r\n，並將通知書送達異議人及當事人。認為異議無理由時，應附具意見，於\r\n收受異議之日起五日內送達法院。法院認為異議有理由時，應以裁定命提\r\n存所為相當之處分，認為異議無理由時，應駁回之。提存法第十九條、第\r\n二十條第一項定有明文。上訴人聲請返還提存物，自應依提存法之規定，\r\n向提存所聲請返還，如經拒絕仍應依提存法規定循異議之程序救濟，尚不\r\n得提起民事訴訟，請求被上訴人返還提存物。"
    },
    {
        "case_id": "最高法院 86 年度台再字第 16 號 民事",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "當事人適格，乃指當事人就具體特定訴訟標的有無實施訴訟之權能而言，\r\n此項權能之有無，應依當事人與特定訴訟標的之關係定之。倘原告主張其\r\n為訴訟標的法律關係之權利主體，或主張他造為訴訟標的法律關係之義務\r\n主體，其當事人即為適格，至其是否確為權利人或他造是否確為義務人，\r\n乃為訴訟標的法律關係在實體上有無理由問題，非為當事人適格之欠缺。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 124 號 民事裁定",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "刑事法院得依刑事訴訟法第五百零四條第一項規定，將附帶民事訴訟以裁\r\n定移送於該法院民事庭者，以刑事部分宣告被告有罪之判決者為限，至刑\r\n事訴訟諭知無罪之判決，刑事法院本應依同法第五百零三條第一項前段規\r\n定以判決駁回原告之訴，如誤以裁定移送於民事庭，其訴之不合法，不因\r\n移送民事庭而受影響，受移送之民事庭應認原告之訴為不合法以裁定駁回\r\n之。查相對人被訴詐欺之刑事訴訟，業經刑事法院認定此部分之犯罪不能\r\n證明，祇因與論罪科刑部分有裁判上一罪關係而未於判決主文就此部分為\r\n無罪之諭知而已，實質上與諭知無罪有同一之效力，乃刑事法院疏於注意\r\n，將此本應以判決駁回之訴，以裁定移送於原法院，原法院認該訴為不合\r\n法以裁定駁回之，洵無違誤。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 121 號 民事",
        "case_summary": "聲請假扣押事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "債權人聲請假扣押，係以其所欲保全之請求，從形式上觀察，於聲請假扣\r\n押時，已現實發生，始得為之。如以尚未發生之事實為依據，預測將來可\r\n能發生請求，即不得聲請假扣押。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 108 號 民事裁定",
        "case_summary": "聲請選派公司檢查人事件",
        "case_date": "民國 86 年 02 月 27 日",
        "case_gist": "公司法第二百四十五條第一項所定聲請選派檢查人之規定，除具備繼續一\r\n年以上持有已發行股份總數百分之三之股東之要件外，別無其他資格之限\r\n制。相對人具有股東身分，繼續一年以上持有再抗告人公司發行股份總數\r\n百分之十三點五之股份，已符合聲請法院選派公司檢查人之條件，自非不\r\n得為本件之聲請。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 2852 號 民事判決",
        "case_summary": "請求確認合夥關係存在",
        "case_date": "民國 86 年 02 月 24 日",
        "case_gist": "合夥乃二人以上互約出資，以經營共同事業之契約，民法第六百六十七條\r\n第一項定有明文。故合夥之目的在乎經營共同事業。本件兩造及陳某合資\r\n購買多筆土地，其目的在出售牟利，為原審所確定之事實，各出資人既有\r\n以販賣土地牟利為其共同目的，依上說明，其成立之契約自屬合夥。上訴\r\n人指其僅為單純之共買云云，為無可取。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 98 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "刑事訴訟法第五百零一條固明定附帶民事訴訟，應與刑事訴訟同時判決，\r\n然此不過為一種訓示規定，非謂附帶民事訴訟於刑事訴訟判決後，其訴訟\r\n繫屬即歸消滅，換言之，即不能謂對附帶民事訴訟已不得再行裁判。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 88 號 民事",
        "case_summary": "聲請假處分事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "法院裁定准許假處分而命債權人預供之擔保，係擔保債務人因假處分所應\r\n受損害之賠償，故其數額應依標的物受假處分後，債務人不能利用或處分\r\n該標的物所受之損害額，或因供擔保所受之損害額定之。倘法院於命為假\r\n處分裁定前，就債務人因假處分所應受之損害情形，未加以調查審酌並說\r\n明，即裁定命供擔保，自屬違背法令，影響當事人之權利至巨，當事人非\r\n不得聲明不服。此與本院四十八年台抗字第一八號判例所示：「其金額之\r\n多寡，應如何認為相當，原屬法院之職權裁量範圍，非當事人所得任意指\r\n摘」，已就債務人因假處分所應受之損害予以審酌之情形不同，自無該判\r\n例之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 511 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "非財產上損害之慰撫金數額，究竟若干為適當，應斟酌兩造身分、地位及\r\n經濟狀況，俾為審判之依據。原審酌定其數額，僅抽象謂經審酌兩造身分\r\n、資力等情形，但未具體說明兩造之身分、職業、教育程度、財產及經濟\r\n狀況究竟如何？自有判決不備理由之違誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 509 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "上訴人於上訴後，其法定代理人固已由蔡○彥更易為蔡○，惟其於更易前\r\n，已由對造收受上訴理由狀繕本並提出答辯狀。就第三審為法律審，不經\r\n言詞辯論而為判決論，應視為辯論後所生之停止，本院自得本其行為而為\r\n判決。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 507 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "契約所約定之給付能否給付，應以契約成立時決之。若斯時所約定之給付\r\n已屬不能，縱嗣後該不能之情形得以除去，亦不得謂契約非以不能給付為\r\n標的 (民法第二百四十六條第一項但書、第二項之約定，其契約依法仍為\r\n有效除外) 。系爭土地買賣契約成立時之土地法第三十條，雖規定私有農\r\n地所有權之移轉，其承受人以承受後能自耕者為限。然上訴人於該買賣契\r\n約成立時，並無自耕能力，且未約定移轉於具有自耕能力之第三人，依前\r\n說明，即不得以上訴人或其所指定之登記名義人，在承受後即移轉所有權\r\n登記時取得自耕能力，而謂該契約並非以不能給付為標的。是上訴人提出\r\n國民身分證為證，主張其嗣後已取得自耕能力為由，而認系爭土地買賣契\r\n約，並無不能給付之情形，自不足採。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 505 號 民事",
        "case_summary": "請求返還無權占有土地事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "農地重劃條例第二十二條僅係定明重劃時土地分配之方法，乃重劃程序之\r\n階段行為，為期分配之公平，進而有第二十五條及第二十六條之分配結果\r\n之公告及通知，與對於分配異議之程序，亦即土地所有人對於分配有異議\r\n，應於公告期間提出，若於公告期間無異議而確定，依同條例第二十七條\r\n規定，自確定時起因農地重劃分配於原土地所有人之土地，視為其原有土\r\n地，即不得再以重劃前之事由而為爭執。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 505 號 民事判決",
        "case_summary": "返還無權占有土地事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "農地重劃條例第二十二條僅係定明重劃時土地分配之方法，乃重劃程序之\r\n階段行為，為期分配之公平，進而有第二十五條及第二十六條之分配結果\r\n之公告及通知，與對於分配異議之程序，亦即土地所有人對於分配有異議\r\n，應於公告期間提出，若於公告期間無異議而確定，依同條例第二十七條\r\n規定，自確定時起因農地重劃分配於原土地所有人之土地，視為其原有土\r\n地，即不得再以重劃前之事由而為爭執。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 505 號 民事",
        "case_summary": "返還無權占有土地事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "農地重劃條例第二十二條僅係定明重劃時土地分配之方法，乃重劃程序之\r\n階段行為，為期分配之公平，進而有第二十五條及第二十六條之分配結果\r\n之公告及通知，與對於分配異議之程序，亦即土地所有人對於分配有異議\r\n，應於公告期間提出，若於公告期間無異議而確定，依同條例第二十七條\r\n規定，自確定時起因農地重劃分配於原土地所有人之土地，視為其原有土\r\n地，即不得再以重劃前之事由而為爭執。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 494 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "原審既認定上述二棟房屋為上訴人所公同共有，則第一審僅命其中一人即\r\n上訴人李○智拆屋還地，即應將第一審判決廢棄改判，乃原審竟將上訴人\r\n李○智之上訴駁回，亦有未當。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 493 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "「關於侵權行為賠償損害之請求權，以受有實際損害為成立要件，若絕無\r\n損害亦即無賠償之可言。」本院著有十九年度上字第三六三號判例可資參\r\n照，上訴人施○人曾另辯稱：張○賢已交還六十萬元予被害人，被害人並\r\n無受有損害，被上訴人不得請求賠償等語，倘張○賢已將六十萬元返還被\r\n害人，被上訴人就此部分是否受有損害，即非無疑。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 100 號 民事",
        "case_summary": "聲請拍賣抵押物事件",
        "case_date": "民國 86 年 02 月 21 日",
        "case_gist": "聲請拍賣抵押物事件，依非訟事件法第七十一條規定，係屬非訟事件，又\r\n依同法第二十三條第一項及第三項之規定，法院就非訟事件所為之裁定，\r\n以不得抗告者為限，原法院認為其裁定不當時，始得撤銷或變更之。準此\r\n，若係得抗告之裁定，原法院縱認原裁定有不當時，亦僅得依非訟事件法\r\n第二十八條之規定，準用民事訴訟法第四百八十六條第一項規定，由直接\r\n上級法院裁定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 480 號 民事",
        "case_summary": "第三人異議之訴事件",
        "case_date": "民國 86 年 02 月 20 日",
        "case_gist": "夫妻於婚姻關係存續中，夫以妻之名義購買不動產登記為妻所有，是否為\r\n妻無償取得之財產，而屬於妻之原有財產？在利害攸關之際，夫妻常互為\r\n掩飾，不肯吐露真言，例如夫為債務人時，謂該不動產係夫無償贈與其妻\r\n；妻為債務人時，則謂該不動產仍屬夫所有，使債權人難以捉摸，不知所\r\n措，似此情形，事實審法院判斷事實之真偽，必須針對個案多方蒐集具體\r\n資料詳加斟酌，以期形成正確心證，而不得任由夫妻隨意主張據為裁判之\r\n基礎。妻在經濟活動上，倘以該不動產作為自己所有，以提高自己之交易\r\n信用者，應認該不動產係由夫無償贈與而成為妻之原有財產，始與情理相\r\n符。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 479 號 民事",
        "case_summary": "給付職業災害補償費等事件",
        "case_date": "民國 86 年 02 月 20 日",
        "case_gist": "民法第二百十七條第一項規定，損害之發生或擴大，被害人與有過失者，\r\n法院得減輕賠償金額或免除之。所謂被害人與有過失，只須其行為為損害\r\n之共同原因，且其過失行為並有助成損害之發生或擴大者，即屬相當，不\r\n問賠償義務人應負故意、過失或無過失責任，均有該條項規定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 476 號 民事判決",
        "case_summary": "請求排除侵害",
        "case_date": "民國 86 年 02 月 20 日",
        "case_gist": "日本民法所謂不動產質權指因擔保債權而占有由債務人或第三人移交之不\r\n動產，得就其賣得價金優先受償之權而言。該不動產質權於期限屆滿時消\r\n滅，質權人即喪失對於質物之用益權與擔保權，更無從取得質物之所有權\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 461 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 20 日",
        "case_gist": "「預約」既為可與「本約」併存之另一種「契約」型態（參見：本院六十\r\n一年台上字第九六四號、七十年台上字第一四七四號等判例），倘因該「\r\n預約」（契約）而負「債務」之當事人，有債務不履行之情事，他方當事\r\n人（債權人）即非不得依「債務不履行」之相關規定，對之請求損害賠償\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 79 號 民事",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 02 月 17 日",
        "case_gist": "因不動產之物權或其分割或經界涉訟者，專屬不動產所在地之法院管轄；\r\n其他因不動產涉訟者，得由不動產所在地之法院管轄。民事訴訟法第十條\r\n第一、二項定有明文。所謂其他因不動產涉訟，係指因不動產之物權或其\r\n分割或經界以外，與不動產有關之一切事項涉訟者而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 458 號 民事",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 02 月 17 日",
        "case_gist": "共同訴訟人在訴訟上之地位，民事訴訟法第五十五條定有原則，訴訟標的\r\n對於共同訴訟之各人必須合一確定者，各共同訴訟人之地位，雖於同法第\r\n五十六條設有例外規定，但此項共同訴訟人中之數人，於言詞辯論期日不\r\n到場時，其他共同訴訟人之到場非必為有利於全體之行為，即不能視與全\r\n體到場同，故未到場之共同訴訟人與他造之關係，仍應依同法第三百八十\r\n五條定之，他造未聲請由其一造辯論而為判決者，不得對於未到場人為判\r\n決，亦不得對於已到場人先為一部判決。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 73 號 民事",
        "case_summary": "聲請優先受償事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "股票設定質權後，發行該股票之公司因分派盈餘或由盈餘轉成之增資配股\r\n，係屬該股份所生之法定孳息，應為質權效力之所及。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 65 號 民事",
        "case_summary": "聲請撤銷假扣押事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "假扣押為保全程序之一種，係在本案訴訟尚未判決確定以前，預防將來債\r\n權人勝訴後，不能強制執行或難於執行而設。故債權人聲請對債務人假扣\r\n押後，如其欲保全之本案請求尚未繫屬，應立刻起訴，以求確定其私權，\r\n取得給付之確定判決，實現其請求。既保障債權人之請求，亦保護債務人\r\n之利益。因之，命假扣押之法院依債務人之聲請，命債權人於一定期間內\r\n起訴者，債權人即應於該期間內或逾該期間後法院為撤銷假扣押之裁定前\r\n起訴，否則，法院即得依債務人之聲請撤銷假扣押裁定。"
    },
    {
        "case_id": "最高法院 86 年度台聲字第 64 號 民事",
        "case_summary": "聲請認可收養事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "聲請認可收養子女事件，須聲請最高法院指定管轄者，以收養人在中華民\r\n國無住所、居所或住居所不明亦無最後之住所者為限。夫妻二人共同收養\r\n，其中一人在中華民國現有住、居所或有最後之住所（即曾經在中華民國\r\n設籍）者，應逕向其住、居所或最後住所所在地之地方法院聲請裁定認可\r\n收養，無須向最高法院聲請指定管轄。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 442 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "承攬契約因當事人互相表示意思一致者無論其為明示或默示，即為成立（\r\n民法第一百五十三條第一項）。即雙方對於一定之工作及報酬兩者，一經\r\n同意，承攬契約即為成立，既不須有何方式，更無須為現實履行。又所謂\r\n默示之意思表示，係指表意人之舉動或其他情事，足以間接推知其效果意\r\n思者而言。本件被上訴人委託上訴人加工染料達三年之久，雙方基於長期\r\n承攬契約關係，被上訴人每次購進一批染料即全部交付上訴人加工，其加\r\n工之時間、數量，再由被上訴人按需要分次指示處理，有被上訴人提出兩\r\n造間加工往來表為證（台上字第三○八九號卷第十六頁）。被上訴人於八\r\n十一年二月十二日以傳真方式對上訴人下達工作命令單，並於翌日送系爭\r\n染料到上訴人公司倉庫，由上訴人受領，基於兩造歷來之交易行為，均由\r\n被上訴人對上訴人下達工作命令單後，上訴人即為加工行為。而上訴人於\r\n八十一年二月十二日，在被上訴人下達工作命令單後，迨至系爭染料於同\r\n年月十五日凌晨零時被竊以前，均未表示不願加工，且已收受該工作命令\r\n單並受領系爭染料，應認上訴人已為默示之承諾意思表示，兩造之承攬契\r\n約業已成立。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 440 號 民事",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "上訴人與被上訴人嘉○公司所訂定者為房屋買賣合約，嘉○公司之契約義\r\n務為將上訴人所買受之房屋交付上訴人使用，並使上訴人取得所有權，上\r\n訴人則有支付價金之義務，此為買賣雙方之契約主給付義務，並互為對價\r\n關係。至於房屋買賣合約第三條約定：「本約工程預定於八十三年十二月\r\n底前開工……」等語，其中關於開工日期之約定僅為實現使買受人取得房\r\n屋所有權並受領房屋之契約附隨義務而已，與契約之主給付義務在性質上\r\n並不相同，縱有違反，亦不得構成對方解除契約之理由。且依兩造合約約\r\n定，價金係按工程進度支付，嘉○公司果未依約開工，上訴人自得拒絕交\r\n付開工時及其後應支付之部分價金，尚不得與主給付義務之違反予以相同\r\n之評價，而認上訴人有解除契約之權利。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 437 號 民事",
        "case_summary": "給付貨款事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "合夥為二人以上互約出資以經營共同事業之契約，隱名合夥則為當事人約\r\n定，一方對於他方所經營之事業出資，而分受其營業所生之利益，及分擔\r\n其所生損失之契約。故合夥所經營之事業，係合夥人全體共同之事業，隱\r\n名合夥所經營之事業，則係出名營業人之事業。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 434 號 民事判決",
        "case_summary": "所有權移轉登記（分配剩餘財產）事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "聯合財產關係消滅時，夫或妻於婚姻關係存續中所取得而現存之原有財產\r\n，扣除婚姻關係存續中所負債務後，如有剩餘，其雙方剩餘財產之差額，\r\n應平均分配。但因繼承或其他無償取得之財產，不在此限，民法第一千零\r\n三十條之一第一項定有明文。兩造結婚並未約定夫妻財產制，嗣經離婚，\r\n已如前述。是兩造夫妻聯合財產關係因離婚而消滅，而系爭房地乃兩造婚\r\n姻關係存續中上訴人所取得並現存之原有財產，且非屬上訴人無償贈與取\r\n得者，則被上訴人主張依前揭法條規定，請求分配其應得部分，自非無據\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 432 號 民事",
        "case_summary": "土地房屋所有權移轉登記事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "民法第一千一百九十四條規定，代筆遺囑應「使見證人中之一人筆記」，\r\n並未規定其筆記之方式，只需將遺囑意旨以文字表明，即無不可，是由代\r\n筆見證人親自書寫固屬之，如本件，由代筆見證人起稿而後送打字者，亦\r\n無不合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 421 號 民事",
        "case_summary": "返還房屋等事件",
        "case_date": "民國 86 年 02 月 14 日",
        "case_gist": "被上訴人在另案並無本於如附圖一所示ＢＣＤ三間房屋之所有權作為訴訟\r\n標的，故就此部分房屋所有權，即無既判力可言，本件自不受該另案之拘\r\n束。至於何人就如附圖一所示ＢＣＤ部分之房屋有所有權存在，於本件仍\r\n應調查認定。"
    }
]