[
    {
        "case_id": "最高法院 89 年度台上字第 425 號 民事判決",
        "case_topic": "請求確認股東會決議無效",
        "case_date": "民國 89 年 02 月 18 日",
        "case_gist": "監察人認為必要時，得召集股東會，為公司法第二百二十條所明定。此為\r\n監察人獨立之股東會召集權。倘監察人無召集之必要而召集股東會時，與\r\n無召集權人召集股東會情形有別，僅係股東會之召集程序有無違反法令或\r\n章程，股東得否依公司法第一百八十九條規定，自決議之日起一個月內，\r\n訴請法院撤銷其決議之問題，在該項決議未撤銷前，其決議仍為有效。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 412 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 89 年 02 月 18 日",
        "case_gist": "承攬人完成之工作，應使其具備約定之品質，及無減少或滅失其價值，或\r\n不適於通常或約定使用之瑕疵，民法第四百九十二條定有明文。此項承攬\r\n人之瑕疵擔保責任係無過失責任，固不以承攬人具有過失為必要；惟若交\r\n付之工作物，有可歸責於承攬人之事由致生之瑕疵，則亦發生不完全給付\r\n之債務不履行問題。倘承攬人應負不完全給付之債務不履行責任者，自非\r\n不能類推適用給付遲延之法則，請求補正或賠償損害，並有民法第二百六\r\n十四條規定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 390 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 89 年 02 月 17 日",
        "case_gist": "分配表異議之訴，依八十五年十月九日修正公布前之強制執行法第四十一\r\n條及第三十九條規定，僅以對分配表所列金額之計算及分配之次序有不同\r\n意者為限。若對分配表所列之債權主張不存在，應另行提起確認之訴，不\r\n得排斥該債權人按執行法院所作分配表受分配之權利。又債務人之財產為\r\n債權人之總擔保，強制執行分配案款，本質上仍屬債務人對債權人為清償\r\n行為，僅由法院介入公權力為之而已。如有不應清償而清償，致債務人之\r\n財產減少，他債權人少受分配之情形，亦係該不應受清償之債權人受有利\r\n益，致債務人受損害，間接影響他債權人權利之問題，尚難認受清償之債\r\n權人所受利益，與他債權人之受損害間具有直接並相當之因果關係，而得\r\n謂兩者間存有不當得利之法律關係。原審據以駁回上訴人之上訴，經核於\r\n法並無不合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 387 號 民事判決",
        "case_topic": "請求質權移轉登記",
        "case_date": "民國 89 年 02 月 17 日",
        "case_gist": "保證人向債權人為清償後，於其清償之限度內，承受債權人對於主債務人\r\n之債權，民法第七百四十九條定有明文。從而，保證人於得代位行使原債\r\n權之範圍內，解釋上原債權之擔保及其他從屬權利，即應一併移轉於保證\r\n人，殊不因債權人於該受償限度內，對主債務人已喪失其債權之請求權而\r\n影響該代位權之存在。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 54 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 02 月 11 日",
        "case_gist": "訴訟標的對於數人必須合一確定者，係指依法律之規定必須數人一同起訴\r\n或一同被訴，否則其當事人之適格即有欠缺，原告即因此不能獲得本案之\r\n勝訴判決而言。依民事訴訟法第二百五十六條第四款及同法第四百四十六\r\n條第一項規定，固准許原告於第一審及第二審得追加原非當事人之人為當\r\n事人。惟若無上開情事，則非經他方當事人之同意，尚不容許原告於訴狀\r\n送達後任意追加原非當事人之他人為當事人，此觀同法第二百五十五條第\r\n一項前段、第四百四十六條第一項規定自明。\r\n\r\n參考法條；民事訴訟法 第 255、256、446 條 (89.02.09)"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 61 號 民事裁定",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 02 月 02 日",
        "case_gist": "訴訟標的對於共同訴訟之各人必須合一確定之必要共同訴訟，共同訴訟人\r\n中一人或數人所提起之上訴倘係合法，依民事訴訟法第五十六條第一項第\r\n一款規定，其效力固及於全體，惟如非合法，其效力自無及於全體之可言\r\n。\r\n\r\n參考法條；民事訴訟法 第 56、233、239 條 (88.02.03)"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 46 號 民事裁定",
        "case_topic": "請求確認派下權存在等",
        "case_date": "民國 89 年 02 月 02 日",
        "case_gist": "當事人起訴未依法繳納裁判費，經法院裁定限期命其補繳者，縱法院核定\r\n補繳之數額超過其應繳裁判費之數額，當事人仍應依限補正其應繳之裁判\r\n費；倘不依限補正，法院即得以其訴為不合法裁定駁回之 (本院二十九年\r\n抗字第一六九號判例參照) 。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 358 號 民事判決",
        "case_topic": "確認本票債權不存在等",
        "case_date": "民國 89 年 02 月 02 日",
        "case_gist": "票據法第十四條第二項所謂以不相當之對價取得票據者，不得享有優於其\r\n前手之權利，係指取得票據時，所提出之對價於客觀上其價值不相當者，\r\n其前手之權利如有瑕疵 (附有人之抗辯) ，則取得人即應繼受其瑕疵，人\r\n的抗辯並不中斷，如前手無權利時，則取得人並不能取得權利而言。本件\r\n原審既認定曾後安不得持系爭本票向被上訴人行使該本票之債權，且上訴\r\n人係以不相當之對價而受讓系爭本票，依上說明，上訴人自不能取得系爭\r\n本票之權利。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 335 號 民事判決",
        "case_topic": "給付配當金",
        "case_date": "民國 89 年 02 月 02 日",
        "case_gist": "日據時期台灣戶籍上所載之「過房子」係以傳宗繼嗣為主要目的，自有別\r\n於一般所稱之養子。因之，在台灣習慣上，恆有於被繼承人死亡後追立繼\r\n承人以為其過房子 (即死後立嗣) 之例，且於夫亡後無子嗣時，雖由寡妻\r\n為其立嗣，但因當時女子無收養能力，究亦非由寡妻為自己立嗣。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 334 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 89 年 02 月 02 日",
        "case_gist": "所謂表見代理，依民法第一百六十九條規定為由自己之行為表示以代理權\r\n授與他人或知他人表示為其代理人而不為反對之意思表示，為保護善意之\r\n第三人，對於第三人應負授權人之責任。若第三人明知其無權代理或可得\r\n而知者，自不負授權人之責任。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 333 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 02 月 02 日",
        "case_gist": "共有人成立不動產協議分割契約後，其分得部分所有權移轉請求權，係請\r\n求履行協議分割契約之權利，既有民法第一百二十五條消滅時效規定之適\r\n用 (參見本院六十七年台上字第二六四七號判例意旨) ，該協議分割契約\r\n即屬債權契約，而與共有人間之分管契約同其性質。則依前開釋字第三四\r\n九號解釋意旨，分管契約倘不能拘束善意受讓應有部分之第三人，揆之同\r\n一法理，於協議分割契約之適用上，自不容另為歧異之解釋。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 332 號 民事判決",
        "case_topic": "塗銷土地預告登記",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "依實施耕者有其田條例第二十八條前段之規定，在地價未繳清前不得移轉\r\n；另依辦理實施耕者有其田分耕人保全承領耕地所有權預告登記規定各點\r\n之規定，預告登記之耕地於承領地價繳清之日起一個月內，由分耕人申請\r\n移轉登記為分耕人所有或持分共有，並換發土地所有權狀。被上訴人於六\r\n十九年六月三十日繳清地價，既為原審認定之事實，則在此之前，上訴人\r\n之被繼承人林○○之請求權尚不能行使。而於六十二年九月三日總統公布\r\n施行之農業發展條例第三十條規定，每宗耕地不得分割或移轉為共有，依\r\n中央法規標準法第十三條規定，於同年月五日生效，上訴人辯稱林○○分\r\n耕系爭土地，與被上訴人各二分之一云云，果係如此，其辯稱，因農業發\r\n展條例第三十條規定之限制，不能請求移轉登記取得所有權，對於被上訴\r\n人移轉登記之請求權，其消滅時效尚未起算云云，似非全然無據。則上訴\r\n人就系爭土地分耕二分之一之權利，申請移轉登記取得所有權之請求權，\r\n能否謂自六十九年六月三十日翌日起已可以行使，亦非無推求之餘地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 330 號 民事判決",
        "case_topic": "返還溢領撫卹金",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "不當得利之受領人，不知無法律上之原因，而其所受之利益已不存在者，\r\n免負返還或償還價額之責任，民法第一百八十二條第一項定有明文。所謂\r\n不知無法律上之原因，並不以無過失者為限，即因過失而不知，亦有上開\r\n規定之適用。又依本條項規定，受領人為善意時，僅於現存利益之限度內\r\n負返還之責任，此現存利益，則應以受返還請求之時，確定之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 317 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "仲裁乃係由爭議之當事人以合意將其爭議事項，交由當事人所遴選之仲裁\r\n人，加以判斷，以解決紛爭之制度。由於仲裁人係由各仲裁當事人所遴選\r\n，為判斷時亦較不受法律之拘束，常依本身之識見為判斷，致因各人價值\r\n觀之差異而有不同之判斷，其判斷之基準未必明確一致，是全體仲裁人之\r\n共同參與仲裁評議，乃係避免仲裁專斷之途徑。以故，仲裁人於仲裁評議\r\n時，應嚴守其程序，判斷書之作成，應合於其程式，以避免仲裁判斷有所\r\n偏倚，影響仲裁判斷之公正性。而依仲裁條例第十九條規定：「判斷書應\r\n記載左列各款事項，並由仲裁人簽名。」仲裁判斷書未經仲裁人簽名時，\r\n法院不得為執行之裁定，並應駁回其聲請，且係提起撤銷仲裁判斷之訴之\r\n事由之一，同條例第二十二條第一項第一款、第二十三條第一項第一款亦\r\n分別定有明文。另中華民國商務仲裁協會仲裁程序實施辦法第二十七條第\r\n一項亦規定：「評議應作成書面，由各仲裁人簽名。」是仲裁判斷書應由\r\n仲裁人簽名，自屬必備之程式，倘仲裁人拒絕簽名或因故不能簽名，自得\r\n類推適用民事訴訟法第二百二十七條之規定，由主任仲裁人或仲裁人附記\r\n其事由，以證明該仲裁判斷確經全體仲裁人之評議且係最終而真實。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 308 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "民法第一百三十六條第二項固規定：時效因聲請強制執行而中斷者，若撤\r\n回其聲請或其聲請被駁回時，視為不中斷。所稱「其聲請被駁回時，視為\r\n不中斷。」係指合法有效之裁判者而言，如未經執行法院合法有效之裁判\r\n駁回其聲請時，自不生「視為不中斷」之效果。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 306 號 民事判決",
        "case_topic": "返還買賣價金",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "被上訴人復曾於八十三年五月三日致函上訴人限文到七日內辦理起造人名\r\n義之變更，則在前所為之催告，似已予展期，而八十三年五月三日之催告\r\n，原審已認並不合法，能否復以在前所為之催告，上訴人不為履行應負遲\r\n延責任為由，予以合法解約，尤非無推研之餘地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 305 號 民事判決",
        "case_topic": "房屋所有權移轉登記",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "系爭房地既為兩造婚姻關係存續中，在民法親屬編七十四年六月三日修正\r\n前所買受，依前揭法律規定，為其聯合財產，雖登記上訴人為所有人名義\r\n，其所有權應屬被上訴人，則上訴人主張系爭房屋、土地為伊之特有財產\r\n，自應負舉證之責。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 304 號 民事判決",
        "case_topic": "給付信用狀貸款",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "行使權利，履行義務應依誠實及信用方法，為民法第一百四十八條第二項\r\n所明定。玆據上訴人抗辯依公證報告，被上訴人交運之貨物箱數，為二十\r\n紙箱，其中十五紙箱內裝汽車音響揚聲器共計三百三十件，另五紙箱內裝\r\n空保麗龍盒，不合於約定之買賣標的物即七百套汽車音響，伊得拒絕付款\r\n云云，如果無誤，被上訴人未依約交付全部買賣標的物，其中五箱竟裝運\r\n空保麗龍盒，以資搪塞，而請求上訴人付款，則其行使權利，履行義務，\r\n難謂於誠實信用方法無違。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 298 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 89 年 01 月 28 日",
        "case_gist": "按被選定人經選定後，應以自己名義為一切訴訟行為，亦即以自己為原告\r\n或被告參與訴訟，並非為共同利益人全體代理訴訟。茲以給付之訴為例，\r\n原告之被選定人於訴訟中所為應受判決事項之聲明，係請求法院命被告向\r\n自己為給付，而非請求法院命被告向選定人為給付。查被上訴人林○鏡承\r\n購戶蘇○銘等二十人依民事訴訟法第四十一條所選定之訴訟當事人。則上\r\n述選定人嗣後即應脫離訴訟，逕由被上訴人為原告以自己名義為一切訴訟\r\n行為，請求法院命上訴人逕向自己為給付方洽，乃竟聲明請求法院分別逕\r\n向各選定人為給付，於法即有未合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 284 號 民事判決",
        "case_topic": "請求確認租賃關係存在等",
        "case_date": "民國 89 年 01 月 27 日",
        "case_gist": "本院四十八年台上字第一四五七號判例及七十三年度第五次民事庭會議決\r\n議闡釋「土地及房屋同屬一人」，而將土地及房屋分開同時或先後出賣，\r\n應推斷「土地承買人」默許「房屋承買人」有繼續使用該土地之租賃關係\r\n存在。該所謂「土地及房屋同屬一人」固可包括「土地及房屋同屬相同之\r\n共有人」及「土地共有人數除與房屋相同之共有人外，尚有其他共有人」\r\n之情形在內；並將所稱之「房屋承買人」擴及於共同承購未經建物所有權\r\n第一次登記之房屋後具有事實上處分權之人。惟必以該房屋原所有人建造\r\n時經土地其他全體共有人同意，且就承買後未經建物所有權第一次登記房\r\n屋有「全部」之事實上處分權能者始足稱之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 280 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 89 年 01 月 27 日",
        "case_gist": "當事人主張有利於己之事實者，就其事實有舉證之責任，又私文書應由舉\r\n證人證其為真正，經查被上訴人所提出之債權轉讓同意書，上訴人否認其\r\n真正並否認有債權讓與之事實，則依舉證責任分配原則自應由被上訴人負\r\n舉證之責任，乃原審未命被上訴人舉證，率認上揭債權轉讓同意書為真正\r\n並進而為上訴人不利之判決，於法已有未合。且原審先則認定被上訴人承\r\n擔育笙公司與上訴人間之加工契約後，依上訴人指示完成工作，上訴人積\r\n欠八十五年八月份加工費十五萬三千四百四十四元，同年九月份加工費三\r\n十三萬一千五百四十一元等情，繼則又謂育笙公司於八十五年九月二十五\r\n日書立債權轉讓同意書，將上訴人八十五年七月份代工款四萬四千五百六\r\n十七元、八月份代工款十五萬三千四百四十元、九月份代工款三十三萬一\r\n千五百四十一元合計五十二萬九千五百五十二元債權讓與於被上訴人為真\r\n實云云，自有判決理由前後矛盾之情形。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 273 號 民事判決",
        "case_topic": "請求返還無權占有土地等",
        "case_date": "民國 89 年 01 月 27 日",
        "case_gist": "房屋所有人依其與土地所有人所訂立之合建契約，縱有使用土地之權利，\r\n惟合建契約僅有債之效力，不得以之對抗契約以外之第三人，土地所有人\r\n如已將土地出賣並移轉其所有權於他人，則房屋所有人或其承受人，即不\r\n得再執合建契約之約定對土地承買人主張其有使用土地之權利。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 272 號 民事判決",
        "case_topic": "請求不動產所有權移轉登記等",
        "case_date": "民國 89 年 01 月 27 日",
        "case_gist": "不動產所有權之移轉登記倘係基於無效之法律行為者，該登記既有無效之\r\n原因，當事人依侵權行為之規定為回復原狀或依不當得利之規定為返還其\r\n利益之請求，均應提起塗銷登記之訴，不得提起移轉登記之訴。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 39 號 民事裁定",
        "case_topic": "請求塗銷土地所有權移轉登記",
        "case_date": "民國 89 年 01 月 21 日",
        "case_gist": "提起第三審上訴，應以上訴狀提出於原第二審法院為之；上訴狀內，應表\r\n明上訴理由，其未表明上訴理由者，上訴人應於提起上訴後二十日內，提\r\n出理由書於原第二審法院，民事訴訟法第四百七十條第一、二項及第四百\r\n七十一條第一項前段固分別定有明文。惟如逾期未提出上訴理由書者，僅\r\n毋庸裁定命其補正，由原第二審法院逕以上訴不合程式裁定駁回其上訴，\r\n並非逾期未提出，即喪失上訴權。如在第二審法院未裁定駁回上訴前已補\r\n提者，其上訴程式之欠缺，應認為已經補正，第二審法院不得再以裁定駁\r\n回其上訴。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 38 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 89 年 01 月 21 日",
        "case_gist": "按被告對本案判決及假執行之宣告均提起上訴，第二審認上訴有理由，併\r\n將本案及假執行之宣告廢棄者，自該判決宣示時起，本案判決及假執行之\r\n宣告，均失其效力而不得聲請執行；雖原告得對本案判決上訴第三審法院\r\n，因假執行部分依民事訴訟法第四百五十八條規定不得聲明不服已歸於確\r\n定，縱令本案判決經第三審法院廢棄，發回第二審法院更審，但第一審假\r\n執行宣告已廢棄確定而無從復活，不得再依據已廢棄確定而不存在之假執\r\n行宣告，聲請強制執行，被告自無預供擔保而免為假執行之必要，因而第\r\n一審被告為免假執行而供擔保所提存之物，應認供擔保之原因已消滅。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 249 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 01 月 21 日",
        "case_gist": "損害賠償，除法律另有規定或契約另有訂定外，須填補債權人所受損害與\r\n所失利益。而依通常情形，或依已定之計劃、設備，或其他特別情事，可\r\n得預期之利益，視為所失利益，民法第二百十六條第一、二項定有明文。\r\n準此，凡依外部客觀情事觀之，足認其已有取得利益之可能，因責任原因\r\n事實之發生，致不能取得者，即為所失之利益，應由債務人賠償，不以確\r\n實可取得之利益為限。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 238 號 民事判決",
        "case_topic": "確認基地租賃關係存在",
        "case_date": "民國 89 年 01 月 21 日",
        "case_gist": "被上訴人起訴主張系爭土地原由葉○○承租，葉○○死後由被上訴人及其\r\n子葉○○繼承，果爾，則目前其承租人應為被上訴人及葉○○二人，其租\r\n賃權應為該二人所公同共有，何以得由被上訴人請求確認上訴人及被上訴\r\n人間之租賃關係存在及上訴人應同意被上訴人建屋？原審未遑查究明確，\r\n遽予准許，自亦有判決理由不備之違法。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 221 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 89 年 01 月 21 日",
        "case_gist": "民法第八百七十六條第一項規定：土地及其土地上之建築物，同屬於一人\r\n所有，而僅以土地或僅以建築物為抵押者，於抵押物拍賣時，視為已有地\r\n上權之設定，其地租由當事人協議定之；協議不諧時，得聲請法院定之。\r\n同條第二項規定：土地及其土地上之建築物，同屬於一人所有，而以土地\r\n及建築物為抵押者，如經拍賣，其土地與建築物之拍定人各異時，適用前\r\n項之規定。其立法目的，在使土地及土地上之建築物，得獨立而為抵押權\r\n之標的物。若土地及土地上之建築物，屬於一人所有時，得袛以土地或建\r\n築物為抵押權之標的物，而拍賣之物為抵押之土地時，其建築物之所有人\r\n，視為取得地上權人，仍得以其建築物利用其土地，拍賣之物為抵押之建\r\n築物時，其拍定人視為取得地上權人，使得利用其土地，不致因抵押物拍\r\n賣結果，該非抵押物形成無權占有或因而導致地上物須拆除之命運，乃係\r\n規定拍定人與土地所有人 (建築物實行抵押權拍賣時) 或建築物所有人 (\r\n土地實行抵押權拍賣時) 間之建築物利用土地關係。此與土地法第一百零\r\n六條第一項所規定之耕地租用，係以自任耕作為目的，約定支付地租，使\r\n用他人之農地者，並不相同。前者係以在他人之土地有建築物為目的而使\r\n用其土地，後者係以自任耕作為目的而使用他人之農地。易言之，前者之\r\n土地地目無論為何，建築物縱令係供耕作、漁牧使用，並不因民法第八百\r\n七十六條適用之結果，而使拍定人與土地所有人或建築物所有人發生後者\r\n之耕地租賃關係。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 35 號 民事裁定",
        "case_topic": "請求清償債務聲明異議",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "查封債務人之不動產，應以將來拍賣所得價金足敷清償債權額及債務人應\r\n負擔之費用為限，不得過度查封。於債務人有數宗不動產時，並須以此為\r\n標準加以選擇。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 31 號 民事裁定",
        "case_topic": "假處分事件",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "債權人就金錢請求以外之請求，因請求標的之現狀變更，有日後不能強制\r\n執行之虞，欲保全強制執行者，得聲請假處分，民事訴訟法第五百三十二\r\n條第一項定有明文。而假處分乃為保全強制執行方法之一種，苟合於假處\r\n分條件，並經債權人敘明假處分之原因存在，法院即得為假處分之裁判，\r\n至債權人起訴主張之實體上理由是否正當，乃屬本案判決問題，非假處分\r\n裁判中所能解決。又擔保金額係供債務人因假處分所受損害之賠償，其數\r\n額應依標的物受假處分後，債務人不能利用或處分該標的物可能受到之損\r\n害額定之。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 29 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "聲請訴訟救助，應向受訴法院為之。民事訴訟法第一百零九條第一項定有\r\n明文。所謂受訴法院係指訴訟應繫屬或已繫屬之法院而言。於本案訴訟經\r\n第二審法院裁判終結而脫離該審法院之繫屬後，如當事人提起第三審上訴\r\n並聲請訴訟救助，衡之前揭說明，該第三審之「受訴法院」應係本院，即\r\n應由本院就該訴訟救助之聲請為裁判，始為適法。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 202 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "合夥人執行合夥事務，以自己名義為合夥取得權利者，依民法第六百八十\r\n條準用第五百四十一條第二項規定，負有移轉其權利於合夥之債務，必已\r\n履行其債務而為移轉權利之行為，其權利始歸屬於合夥。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 199 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "行政法固有人民已取得之權利應予保障之原則，但其所保障者，應係合法\r\n並正當取得之權利，倘其權利之取得並不合於法令之規定，自無應予保障\r\n之可言。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 196 號 民事判決",
        "case_topic": "塗銷土地所有權移轉登記",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "民法第一百四十八條第一項係規定權利之行使，不得違反公共利益，或以\r\n損害他人為主要目的，若當事人間無行使權利之情形，自無上開規定之適\r\n用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 193 號 民事判決",
        "case_topic": "請求返還使用借貸物",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "借貸未定期限，亦不能依借貸之目的而定其期限者，貸與人無庸終止契約\r\n，即得依民法第四百七十條第二項規定，隨時請求返還借用物，其請求權\r\n之消滅時效，應自借貸契約成立時開始進行。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 166 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 89 年 01 月 20 日",
        "case_gist": "海商法第一百零四條準用民法第六百三十條規定：「受貨人請求交付運送\r\n物時，應將提單交還」，旨不在限制運送人交付運送物，僅於受貨人不憑\r\n載貨證券請求交付運送物時，運送人得拒絕交付而已，縱令受貨人未將載\r\n貨證券繳回，運送人交付運送物與否，仍難謂無斟酌之權。是以在一般海\r\n運實務上，為使載貨證券上之受貨人或進口商得迅速處分運送物，以把握\r\n商機，除由開狀銀行以出具「擔保提貨書」之「保證交付」方式為交付外\r\n，運送人恆有以無庸或暫時不交還載貨證券等所謂「空交付」或「暫交付\r\n」之方式而交付運送物之事例。於此情形，運送人若明知或可得知受貨人\r\n不可能取得載貨證券，或受貨人故意不往開狀銀行付款贖取載貨證券，或\r\n有與受貨人同謀詐欺等情事時，載貨證券之持有人固非不得依侵權行為之\r\n法律關係向運送人請求損害賠償，惟對於運送人之履行輔助者基於同一法\r\n律關係請求其賠償損害者，必以該履行輔助者對之亦有「故意或過失」責\r\n任始得為之。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 28 號 民事裁定",
        "case_topic": "請求返還買賣價金",
        "case_date": "民國 89 年 01 月 14 日",
        "case_gist": "關於上訴第三審利益額提高適用之基準日，依民事訴訟法施行法第八條規\r\n定意旨，以第二審法院判決時即指宣示判決之日為準。民事訴訟法第四百\r\n六十六條第一項將第三審上訴利益額增加為新台幣六十萬元，已於民國八\r\n十八年二月三日經總統公布施行，依中央法規標準法第十三條規定，於同\r\n年月五日生效。本件原法院於該條修正生效後之八十八年七月一日始宣示\r\n判決，自應適用該修正之規定。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 140 號 民事判決",
        "case_topic": "請求給付報酬",
        "case_date": "民國 89 年 01 月 14 日",
        "case_gist": "債務人之代理人或使用人，關於債之履行有故意或過失時，債務人應與自\r\n己之故意或過失負同一責任，民法第二百二十四條定有明文，其立法理由\r\n係基於本人既藉由第三人以擴張其活動範圍而取得利益，自應承擔該第三\r\n人活動時對他人造成損害之賠償責任。法院為此項裁量時，得依職權為之\r\n，並不以債務人之聲請為限。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 123 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 89 年 01 月 14 日",
        "case_gist": "第三人提供抵押物擔保債務人對債權人之債務，設定抵押權與債權人，係\r\n基於第三人與債務人、債權人間之約定，而抵押權人依法行使抵押權，以\r\n第三人提供之抵押物所拍賣之價金，優先受償債權，係法律規定設定抵押\r\n權之目的，此觀諸民法第八百六十條、第八百七十三條第一項之規定自明\r\n。故第三人提供之抵押物經拍賣時，債權人行使抵押權，以拍賣所得價金\r\n清償債務人之債務，係先基於第三人與債務人、債權人間設定抵押權之約\r\n定，再由於法律規定准予行使抵押權所致。債務人雖因而免除對債權人之\r\n債務而受利益，第三人雖為債務人清償債務而受損害，但此並非無法律上\r\n之原因所致，至為明確，第三人對債務人並無不當得利返還請求權可行使\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 98 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 89 年 01 月 13 日",
        "case_gist": "公司法第二百九十六條第一項規定，對公司之債權，在重整裁定前成立者\r\n，為重整債權。而重整債權經申報者，依同法第二百九十七條第一項規定\r\n，其時效中斷。至重整裁定後之利息，依公司法第二百九十六條第二項準\r\n用破產法第一百零三條第一款規定，不得為重整債權，無上開時效中斷規\r\n定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 85 號 民事判決",
        "case_topic": "執行異議之訴",
        "case_date": "民國 89 年 01 月 13 日",
        "case_gist": "票據為無因證券，票據債權人就其取得票據之原因，固不負證明之責任，\r\n惟執票人如主張票據係發票人向其借款而簽發交付，而發票人抗辯未收受\r\n借款，消費借貸並未成立，則就借款已交付之事實，自應由執票人負舉證\r\n責任。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 79 號 民事判決",
        "case_topic": "請求返還股票等",
        "case_date": "民國 89 年 01 月 13 日",
        "case_gist": "解釋契約，固須探求當事人立約時之真意，不能拘泥於契約之文字，但契\r\n約文字業已表示當事人真意，無須別事探求者，即不得反捨契約文字而更\r\n為曲解。本件原審先則認定上訴人於八十六年十二月一日已申請離職，被\r\n上訴人依契約第九條約定負有於一定期限內處分股票及使受讓人交付價款\r\n予上訴人之義務，即被上訴人應於該日與他人成立股票轉讓契約，並於同\r\n年十二月三十日將轉讓股票取得之價款交付上訴人。被上訴人自承迄未處\r\n分該股票則與上開契約第九條約定有違。繼則又謂被上訴人縱有未於期限\r\n內處分股票之情形，上訴人僅得依據遲延給付之法則主張權利，尚不得逕\r\n依系爭契約第九條約定請求被上訴人給付價款，已有判決理由前後矛盾之\r\n違法。再者兩造不爭之系爭契約第十條訂明「甲方 (即上訴人) 同意進一\r\n步授權乙方 (被上訴人) 於乙方依本約第八條及第九條規定處分股票時，\r\n乙方得將該處分股票直接交付受讓人，甲方並應協助辦理股票過戶手續，\r\n乙方另應負責使受讓人交付轉讓總價款予甲方，如甲乙任何一方違反前述\r\n規定，應負責賠償他方所發生一切費用及損失」，原審亦認定被上訴人未\r\n依契約第九條約定處分股票於八十六年十二月三十日將轉讓股票取得之價\r\n款交付上訴人，則上訴人迭次主張因被上訴人未依契約第九條約定，於八\r\n十六年十二月三十日將股票轉讓價款給付上訴人，被上訴人自應依契約第\r\n十條後段約定負賠償上訴人所發生一切費用及損失是否全不足取，原審未\r\n於判決理由項下說明其取捨意見，遽謂被上訴人縱有違約，亦屬構成遲延\r\n給付進而為上訴人敗訴之判決，自有判決不備理由之違法。"
    },
    {
        "case_id": "最高法院 89 年度台簡抗字第 2 號 民事裁定",
        "case_topic": "請求排除侵害",
        "case_date": "民國 89 年 01 月 13 日",
        "case_gist": "土地及房屋同屬一人，而將土地及房屋分開同時或先後出賣時，依本院四\r\n十八年臺上字第一四五七號判例，應推斷土地承買人默許房屋承買人繼續\r\n使用土地，參照該判例之原判決全部裁判意旨，係認為使用土地之房屋所\r\n有人應支付相當之代價，則其法律關係之性質，當屬租賃。其再因轉讓而\r\n承受土地所有權之人，應有民法第四百二十五條之適用，其再因轉讓而繼\r\n受房屋所有權之人，則除有反對之特約外，應推斷土地所有人對之默許其\r\n繼續承租，故不問其後為轉讓土地或轉讓房屋，其土地所有權之承受人，\r\n對房屋所有人或房屋所有權之承受人對土地所有人，均繼續其原來之法律\r\n關係。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 18 號 民事裁定",
        "case_topic": "公司重整",
        "case_date": "民國 89 年 01 月 13 日",
        "case_gist": "重整監督人依公司法第二百九十八條第一項規定，於權利申報期間屆滿後\r\n為初步審查，僅得就已申報之債權是否在重整裁定前成立者及其評價額是\r\n否相當，予以審查，並作適當之分類，分別製作債權人清冊向法院聲報；\r\n縱認債權人申報之債權不得依重整程序行使權利，或其評價額不相當，雖\r\n可表明其審查之意見，惟仍應予列入債權人清冊。倘重整監督人不將已申\r\n報之債權列入債權人清冊，應由法院本其監督權，命重整監督人改編債權\r\n人清冊，依同法第二百九十八條規定之程序辦理。尚非得以重整監督人未\r\n將重整債權列入債權人清冊，自認其有異議而逕依同法第二百九十九條第\r\n二項規定予以裁定。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 13 號 民事裁定",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 89 年 01 月 13 日",
        "case_gist": "民事訴訟法第一百三十八條所規定之寄存送達，係以將文書寄存送達地之\r\n自治或警察機關，並作送達通知書，黏貼於應受送達人住居所、事務所或\r\n營業所門首時，為送達之時；應受送達人究於何時前往領取應受送達之文\r\n書，或並未前往領取，該文書嗣經退還原送達法院，於送達之效力均無影\r\n響。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 108 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 01 月 13 日",
        "case_gist": "基地出賣時，地上權人、典權人或承租人有依同樣條件優先購買之權，土\r\n地法第一百零四條第一項前段定有明文。該項優先購買權，具有物權之效\r\n力。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 9 號 民事裁定",
        "case_topic": "給付買賣價金強制執行",
        "case_date": "民國 89 年 01 月 11 日",
        "case_gist": "民事訴訟法第三百九十二條規定之「假執行程序實施前」，係指執行法院\r\n對於債務人強制其履行之行為以前而言，其情形應分別就執行事件之性質\r\n定之，例如就執行標的物為拍定、變賣或物之交付前自屬之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 58 號 民事判決",
        "case_topic": "請求返還押租金",
        "case_date": "民國 89 年 01 月 07 日",
        "case_gist": "依被上訴人間之租賃契約第五條第五款固均約定：「房屋有改裝設施之必\r\n要，…乙方 (即大批發公司) 於交還房屋時並應負責回復原狀，…」，惟\r\n所稱回復原狀應指「房屋有改裝設施」之部分回復至出租前未改裝時之狀\r\n態而言，至其自然之折舊應不在回復之內，故回復費用中有關回復所需材\r\n料應否依終止租賃之時間，扣除折舊之差額，非無斟酌之餘地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 54 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 89 年 01 月 07 日",
        "case_gist": "夫妻於婚姻關係存續中以妻之名義在七十四年六月四日以前取得之不動產\r\n，依當時適用之民法第一千零十六條規定，為聯合財產，如夫之債權人以\r\n此不動產係屬夫所有，聲請法院強制執行，予以查封，而該已被法院查封\r\n之妻名義不動產，於八十五年九月二十五日增訂之民法親屬編施行法第六\r\n條之一公布實施後，仍登記為妻名義者，倘得適用此增訂之法律規定，認\r\n係屬妻所有，妻得提起第三人異議之訴時，不僅有礙執行之效果，且破壞\r\n查封登記之公信力，影響夫之債權人權益，顯與立法之本旨有違。為減低\r\n對法安定性及查封公信力之衝擊，應認於七十四年六月四日以前，登記為\r\n妻名義之不動產，於民法親屬編施行法第六條之一規定生效前或於緩衝之\r\n一年期間內，經夫之債權人聲請法院為強制執行者，無上開施行法第六條\r\n之一規定之適用。是在此增訂之法律施行後，於緩衝之一年期間或之前，\r\n已被查封之夫妻聯合財產，自應依取得當時適用之民法有關規定，以定其\r\n所有權之歸屬。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 43 號 民事判決",
        "case_topic": "給付票款",
        "case_date": "民國 89 年 01 月 07 日",
        "case_gist": "無權代理人代理本人在支票上背書，此項無權代理之事由，本人可以對抗\r\n一切執票人，就令執票人之取得支票並非出於惡意或重大過失，亦不例外\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 30 號 民事判決",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 89 年 01 月 06 日",
        "case_gist": "買受人因買賣標的存有物之瑕疵而請求減少價金者，其本質亦為不完全給\r\n付損害賠償之一種，此觀民法第三百六十條規定自明。\r\n原審未詳加調查審認兩造間產權移轉登記及受領房屋之情形，徒以被上訴\r\n人表示不願受領該非依債之本旨所為之給付，及其請求減少價金，係因上\r\n訴人之給付有價值減少之瑕疵，非基於損害賠償所為之請求，與上訴人是\r\n否多給付公共設施無涉，即認無損益相抵原則之適用，而為上訴人不利之\r\n判決，自屬可議。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 01 月 06 日",
        "case_gist": "原告訴請被告為金錢以外之一定給付，同時主張被告如不能為該項給付時\r\n，應給付金錢者，其主位請求與代償之補充請求，有不同之訴訟標的與訴\r\n之聲明，固屬客觀訴之合併，惟該主位請求若為代替物之給付者，則因種\r\n類之債，無不能給付之情形，執行法院於債務人不為給付時，亦得逕以債\r\n務人之費用執行，自無就代償請求為訴之客觀合併之必要，是以代償請求\r\n之訴之客觀合併，必以主位請求為特定之不可代替物之交付者為限。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 15 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 01 月 06 日",
        "case_gist": "於賠償義務機關有爭議時，得請求其上級機關確定之，如其上級機關不能\r\n確定，應由其再上級機關確定之，國家賠償法第九條第四項及其施行細則\r\n第三條分別定有明文。上訴人主張本件業經認定賠償義務機關為被上訴人\r\n云云，攸關被上訴人應否負賠償義務，自屬重要之攻擊方法。原審未遑查\r\n明本件是否業已依上開規定確定被上訴人為賠償義務機關，遽以被上訴人\r\n非賠償義務機關為由，而為上訴人敗訴之判決，未免速斷。"
    },
    {
        "case_id": "最高法院 89 年度台再字第 1 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 89 年 01 月 06 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第二款所謂：判決理由與主文顯有矛盾\r\n，係指判決依據當事人主張之事實，認定其請求或對造抗辯為有理由或無\r\n理由，而於主文為相反之諭示，且其矛盾為顯然者而言。本件原確定判決\r\n於理由項下，認定再審原告對於再審被告之上訴為無理由，而於主文諭示\r\n駁回再審原告之上訴，並無判決理由與主文顯有矛盾之情形。"
    },
    {
        "case_id": "最高法院 88 年度台再字第 98 號 民事裁定",
        "case_topic": "拆屋還地",
        "case_date": "民國 88 年 12 月 30 日",
        "case_gist": "再審原告於前程序提起本件訴訟時已提出土地登記簿謄本，即已知悉上開\r\n部分之訴訟標的價額，自難諉為嗣後始知悉該二平方公尺土地之上訴利益\r\n額未逾四十五萬元，從而本件再審之訴，其再審不變期間仍應自收受本院\r\n八十七年度台上字第二四七七號判決之民國八十七年十一月十一日之翌日\r\n即同年月十二日起算，乃再審原告遲至八十八年六月四日始依上開規定提\r\n起本件再審之訴，自已逾三十日之法定不變期間，其再審之訴自非合法，\r\n應予駁回。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3521 號 民事裁定",
        "case_topic": "損害賠償等",
        "case_date": "民國 88 年 12 月 30 日",
        "case_gist": "租賃乃物之利用方法，出租人仍保有物之完全所有權，並非將其權利之全\r\n部或一部讓與承租人，其性質仍屬管理行為而非處分或變更行為，自非私\r\n立學校法第六十一條所稱之處分或設定負擔。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3517 號 民事判決",
        "case_topic": "請求撤銷詐害行為等",
        "case_date": "民國 88 年 12 月 30 日",
        "case_gist": "債之關係存續中因債務人之行為，致有債務不能履行或履行顯有困難者，\r\n即應認為有損於債權人之權利。故在特定債權，債務人所為之無償行為有\r\n害及特定債權者，債務人因其行為致陷於債務不能履行或履行顯有困難，\r\n固解為債權人得行使民法第二百四十四條第一項之撤銷權。惟買受人即債\r\n權人同意出賣人即債務人將出賣標的物贈與登記於第三人，再由第三人輾\r\n轉移轉登記與買受人，以資節稅，即難謂債務人所為之無償行為有害及特\r\n定債權，債權人自不得行使該條之撤銷權。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3506 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 12 月 30 日",
        "case_gist": "上訴人係於八十六年十二月十六日收受原法院八十六年度重上更㈡字第十\r\n二號判決之送達，上訴人於前訴訟程序雖然對之提起第三審上訴，因逾期\r\n上訴不合法經裁定駁回而告確定。依本院七十八年度台抗字第一四九號判\r\n例意旨，對上開判決提起再審之訴，其三十日再審不變期間，應自該判決\r\n確定 (即八十七年一月五日) 之翌日起算，至八十七年二月四日已告屆滿\r\n。上訴人遲至八十七年九月五日、同月九日、同月十五日始分別向原法院\r\n提起本件再審，於法原即不合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3486 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 88 年 12 月 30 日",
        "case_gist": "(一) 依舊海商法 (下同) 第一百零四條準用民法第六百二十九條之規定\r\n      ，倘載貨證券持有人於受讓取得時，除運送物已滅失，或已遺失或\r\n      被盜，而不能回復其占有，或已為第三人善意受讓取得外，載貨證\r\n      券之交付，與物品之交付，有同一之效力。即載貨證券之持有人於\r\n      取得載貨證券時，取得對於運送人運送物之交付請求權，而間接占\r\n      有該運送物。㈡運送人依海商法第一百零七條之規定，有保管之義\r\n (二) 務，倘簽發載貨證券時，依同法第一百零二條及第一百零三條之規\r\n      定，運送人有交付貨物與載貨證券持有人之義務，運送人於卸貨完\r\n      成後，依海商法第九十三條第一項規定，有通知受貨人義務，若受\r\n      貨人怠於受領貨物或受領人不明或受領人拒絕受領貨物時，運送人\r\n      始得依海商法第九十四條之規定，以寄存代交付，以解除其保管及\r\n      交付之義務，如有違背，就此所生損害，應負賠償之責。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3479 號 民事裁定",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 12 月 30 日",
        "case_gist": "私有土地實際供公眾通行數十年之道路使用，公法上應認為已有公用地役\r\n關係存在，其所有權之行使應受限制，土地所有人不得違反供公眾通行之\r\n目的而為使用 (行政法院四十六年判字第三九號判例參照) 。而既成道路\r\n符合一定要件而成立公用地役關係者，其所有權人對土地既已無從自由使\r\n用收益，形成因公益而特別犧牲其財產上之利益，國家自應依法律之規定\r\n辦理徵收補償，各級政府如因經費困難，不能對上述道路全面徵收補償，\r\n有關機關亦應訂定期限籌措財源逐年辦理或以他法補償其損失，固經司法\r\n院大法官會議釋字第四○○號解釋在案；惟既成道路之使用既係公法上之\r\n公用地役關係，其補償關係自屬公法上之權利義務，此公用地役關係存續\r\n時，於此公用目的範圍內，要無私法上不當得利之問題。"
    },
    {
        "case_id": "最高法院 88 年度台簡上字第 59 號 民事裁定",
        "case_topic": "請求遷讓房屋等",
        "case_date": "民國 88 年 12 月 29 日",
        "case_gist": "因雙務契約而發生，且立於互為對待給付之債權債務關係，雙方當事人固\r\n得行使其同時履行之抗辯權，惟享有同時履行抗辯權之當事人，在他方當\r\n事人應為對待給付之義務消滅前，未行使是項權利，其後因已無同時履行\r\n之問題，即無再行使該抗辯權之餘地。出租人修繕之義務與承租人租金之\r\n支付，在租賃關係存續中，縱認係立於互為對待給付之關係，而得行使同\r\n時履行抗辯權，惟在租賃關係存續中，承租人未行使該項權利，於租賃關\r\n係消滅後，出租人已無修繕之義務，當無行使同時履行抗辯權之可言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3459 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 88 年 12 月 29 日",
        "case_gist": "按以外國通用貨幣定給付額者，固僅債務人得以中華民國通用貨幣給付之\r\n，為民法第二百零二條前段所明定，債權人不得請求債務人以中華民國通\r\n用貨幣給付，惟契約自由乃私法上之大原則，該法條乃任意規定，非強制\r\n規定。國際貿易中，如契約當事人約定債之給付應以外國通用貨幣為之，\r\n債權人亦得請求債務人折付新台幣者，不能認係違反強制規定而無效，契\r\n約當事人應同受拘束。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3431 號 民事判決",
        "case_topic": "請求辦理股東名冊變更登記",
        "case_date": "民國 88 年 12 月 24 日",
        "case_gist": "「法律行為之一部分無效者，全部皆為無效；但除去該部分亦可成立者，\r\n則其他部分亦為有效。」民法第一百十一條定有明文。本件被上訴人以其\r\n所持前開七家公司之股票抵償耀馬公司積欠上訴人公司之債務，雖未分別\r\n估算其各自得抵償之金額為若干，惟尚非不得予以分別估算，且雖係基於\r\n同一協議之抵償行為，惟其中某一公司之股票不得抵償，其他公司之股票\r\n似無必然亦不得抵償。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3426 號 民事裁定",
        "case_topic": "請求遷讓房屋",
        "case_date": "民國 88 年 12 月 24 日",
        "case_gist": "不動產物權，依法律行為而取得、設定、喪失及變更者，依民法物權編第\r\n七百五十八條之規定非經登記不生效力，惟依同編施行法第三條第二項之\r\n規定，物權於未能依法登記前，不適用該編關於登記之規定，準此，土地\r\n登記規則於民國三十五年十月二日公布實施後，已辦理物權登記之區域，\r\n應俟登記完畢，始生不動產物權得喪之效力。本院十八年上字第一八六七\r\n號判例係於上開登記規則尚未公佈實施前所作成，對於現已辦理物權登記\r\n之台灣地區，自無適用之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3421 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 12 月 24 日",
        "case_gist": "債務不履行之損害賠償，除法律另有規定外 (如民法第二百三十三條、第\r\n二百五十條) ，應以損害之發生為賠償義務之成立要件，倘非已發生之損\r\n害，徒以猜測之詞，謂將來必發生損害，據以請求賠償，於法自有未合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3418 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 88 年 12 月 24 日",
        "case_gist": "土地法第三十條之規定僅限於私有農地所有權之移轉，公有土地所有權之\r\n移轉，並不適用該條之規定。而同法第四條規定所稱公有土地，為國有土\r\n地、省有土地、市縣有土地或鄉鎮有土地，被上訴人之前身海山公司雖無\r\n自耕能力，向台灣省政府買受六一○號土地為省有土地，依上說明，自無\r\n土地法第三十條規定之適用。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3398 號 民事判決",
        "case_topic": "給付買賣價金",
        "case_date": "民國 88 年 12 月 24 日",
        "case_gist": "當事人主張有利於己之事實者，就其事實有舉證責任，民事訴訟法第二百\r\n七十七條定有明文，又同法第四百條第二項對經裁判之抵銷數額，復明定\r\n有既判力，則主張抵銷之當事人就其主張抵銷之債權及數額確實存在之事\r\n實自負有舉證責任。本件被上訴人既就上訴人所主張之貨款金額尚未付清\r\n，並不爭執，惟以伊分別對上訴人有損害賠償債權得主張抵銷相抗辯，依\r\n法自應就對上訴人有前開債權存在負舉證責任。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 682 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 88 年 12 月 23 日",
        "case_gist": "民事訴訟法第一百零四條第一項第二款所謂「訴訟終結」，固應從廣義解\r\n釋，包括撤銷假扣押或假處分裁定及執行程序終結在內。惟強制執行法第\r\n一百三十二條已於民國八十五年十月九日修正增列第三項規定債權人收受\r\n假扣押或假處分裁定後已逾三十日者不得聲請執行。故假扣押或假處分之\r\n供擔保人，於法院撤銷假扣押或假處分之執行後，如該假扣押或假處分裁\r\n定已逾上開三十日期間而不得聲請執行時，自不因供擔保人未聲請撤銷假\r\n扣押或假處分裁定，而影響其依民事訴訟法第一百零六條準用同法第一百\r\n零四條第一項第二款規定行使定期催告及返還擔保物之權利。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 679 號 民事",
        "case_topic": "強制執行事件",
        "case_date": "民國 88 年 12 月 23 日",
        "case_gist": "強制執行法第三十條之一固規定，強制執行程序，除該法有規定外，準用\r\n民事訴訟法之規定，惟民事訴訟法第四百八十三條規定：「訴訟程序進行\r\n中所為之裁定，除別有規定外，不得抗告。」，係因該裁定依同法第四百\r\n三十八條規定，應隨同終局判決並受上級審法院審判。故強制執行程序進\r\n行中所為之裁定，如無可隨同終局裁判並受上級審法院審判之情形，自無\r\n準用上開規定不許抗告之理。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3367 號 民事判決",
        "case_topic": "給付報酬",
        "case_date": "民國 88 年 12 月 23 日",
        "case_gist": "承纜者，謂當事人約定一方為他方完成一定之工作，他方俟工作完成給付\r\n報酬之契約。又如依情形非受報酬即不為完成其工作者，視為允與報酬，\r\n民法第四百九十條、第四百九十一條分著明文。本件被上訴人委由上訴人\r\n處理七賢大樓七十三戶房屋公開標售事宜，由上訴人收取標售款，並於標\r\n售後，與富信公司結清支付總工程費，及將結清帳冊函報被上訴人備查，\r\n乃為原審認定之事實，而上訴人為執業律師，曾擔任被上訴人法律顧問，\r\n於上訴人受被上訴人之委任而執行業務時，被上訴人即有支付報酬之義務\r\n乃為通則，茲上訴人既未表示願無償為被上訴人執行房屋標售事宜，則兩\r\n造間有關報酬之給付有無民法第四百九十一條規定之適用？已滋疑義。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3350 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 88 年 12 月 23 日",
        "case_gist": "委任訴訟代理人，應於每一審級為之，受特別委任之訴訟代理人雖有為其\r\n所代理之當事人，提起上訴之權限，但提起上訴後，其代理權即因代理事\r\n件終了而消滅。該訴訟代理人如欲在上訴審代為訴訟行為，自須另受委任\r\n，方得為之。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3343 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 12 月 23 日",
        "case_gist": "附帶民事訴訟，依刑事訴訟法第四百九十條準用同法第三百七十七條規定\r\n，上訴於第三審法院，非以違背法令為理由者，不得為之。是對於附帶民\r\n事訴訟判決上訴於第三審法院，非主張原判決違背法令以為上訴理由，自\r\n屬不應准許。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3331 號 民事判決",
        "case_topic": "請求返還無權占有土地等",
        "case_date": "民國 88 年 12 月 23 日",
        "case_gist": "土地所有人固得依不當得利法則向無權占用其土地之人請求返還相當於租\r\n金之損害金，惟其數額，除以申報地價為基礎外，尚須斟酌基地之位置、\r\n工商業繁榮之程度及占用人利用土地之經濟價值及所受利益等項，並與鄰\r\n地租金相比較，以為決定，並非必達申報地價年息百分之十之最高額。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3039 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 12 月 22 日",
        "case_gist": "被上訴人於五十八年十月十一日向陳再生買受系爭土地之四十坪，價金一萬元，\r\n被上訴人已給付五千元，其尾款五千元迄未給付，距今三十年，因各種客觀之因素，\r\n導致地價倍數之增漲之情事變更，乃客觀之事實，本院前次發回意旨已予指明，原審\r\n未注意及此，仍謂兩造於五十八年十月十一日訂定買賣契約後，台灣之經濟社會並未\r\n發生重大變動，尚難謂係情事變更，自嫌疏略。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 673 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 88 年 12 月 17 日",
        "case_gist": "關於假處分之規定，於爭執之法律關係有定暫時狀態之必要者準用之。又\r\n假處分所必要之方法，由法院酌定之，民事訴訟法第五百三十八條、第五\r\n百三十五條第一項定有明文。是於爭執之法律關係有定暫時狀態之必要者\r\n，假處分之方法係由法院依職權酌定，不可逾越定暫時狀態所需要之程度\r\n，亦不可命債務人為一時可畢之行為，惟不受債權人聲請假處分所表明方\r\n法之拘束。債權人所表明假處分之方法適當者，法院固得從之，若該方法\r\n為不妥當或不能執行，法院得依職權另定其他適當之假處分方法。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 662 號 民事裁定",
        "case_topic": "聲請發支付命令",
        "case_date": "民國 88 年 12 月 17 日",
        "case_gist": "債務人對於支付命令，得不附理由向發命令之法院提出異議，固為民事訴\r\n訟法第五百十六條第一項所明定；惟須以該支付命令有效為前提要件。倘\r\n若該支付命令，已失其效力，則對債務人即不生任何拘束力，債務人對之\r\n向法院提出異議，自無受裁判之法律上利益可言。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3325 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 88 年 12 月 17 日",
        "case_gist": "股份有限公司之記名股票，係屬表彰股東權之有價證券，係財產權之一種\r\n，既可依法轉讓，又可為強制執行之標的。則依背書轉讓股份有限公司記\r\n名股票之行為，委屬財產上之行為，除無相對人之單獨行為外，自有民法\r\n第八十七條第一項規定之適用。如股份有限公司記名股票之持有人，為規\r\n避其債權人，而與他人通謀，將其名義之記名股票虛偽轉讓他人時，此項\r\n背書轉讓記名股票之行為，因係通謀虛偽意思表示，依民法第八十七條第\r\n一項規定，應屬無效，不生股票背書讓與之效力。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3315 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 88 年 12 月 17 日",
        "case_gist": "債權人聲請假扣押所保全之請求，果係存在，其假扣押聲請固無侵權行為\r\n之可言，惟該請求若不存在，而債權人聲請假扣押又出於故意或過失，以\r\n致債務人因而受有損害，自應負侵權行為損害賠償責任。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3311 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 88 年 12 月 17 日",
        "case_gist": "政府許可民眾在河川地耕作或為其他使用，係屬國家統治權行使之公法上\r\n行政行為，並非雙方平等之私法契約行為，使用費則係管理機關因許可使\r\n用河川公有土地，向使用人徵收之規費，並非租金。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3307 號 民事判決",
        "case_topic": "請求給付違約金",
        "case_date": "民國 88 年 12 月 17 日",
        "case_gist": "上訴人於原審已主張，因被上訴人無端纏訟迄今，例如於審理中假借名目\r\n請求履勘現場拖延訴訟，致法院調閱系爭土地建造執照全卷，而致上訴人\r\n申請使用執照程序完全停頓達半年之久，導致上訴人已如期完工，卻無法\r\n如期辦理使用執照等交屋手續之違約情狀，而遭承購戶請求遲延交屋之高\r\n額違約金，為被上訴人遲延履行致上訴人所受之損害。此項主張何以不足\r\n作為酌定懲罰性違約金之依據，原審未予說明，已有理由不備之違法。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3305 號 民事判決",
        "case_topic": "請求交付土地使用同意書等",
        "case_date": "民國 88 年 12 月 17 日",
        "case_gist": "民法第二百十六條之損害賠償請求權，自債務不履行時起即可行使，其消\r\n滅時效，亦自該請求權可行使時起算。本院著有五十五年度台上字第一一\r\n八八號判例意旨可參。本件兩造於六十三年六月二十五日簽訂合建契約書\r\n，被上訴人則於八十一年間將系爭土地另提供訴外人金○士公司合建契約\r\n，此為原審認定之事實，則上訴人之交付土地請求權依民法第二百二十六\r\n條規定轉換為損害賠償請求權，其賠償範圍，固應依民法第二百十六條定\r\n之，而消滅時效則應自該請求權可行使時即八十一年起算，原審遽謂其時\r\n效起算日仍應與交付土地之請求權之時效起算日相同，而為上訴人不利之\r\n判斷，自有可議。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 658 號 民事裁定",
        "case_topic": "確認派下權存在",
        "case_date": "民國 88 年 12 月 16 日",
        "case_gist": "確認祭祀公業派下權存在與否事件，係因財產權而起訴，其訴訟標的價額\r\n之核定，應依該祭祀公業之總財產價額中訟爭派下權所佔之比例，核算其\r\n價額 (本院七十二年台抗字第三七一號判例意旨參照) 。而派下權所佔比\r\n例究係依派下員「人數」或依「房數」決定，自應依祭祀公業之規約為認\r\n定。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3254 號 民事判決",
        "case_topic": "請求給付價金",
        "case_date": "民國 88 年 12 月 16 日",
        "case_gist": "當事人預期不確定事實之發生，以該事實發生時為債務之清償期者，應認\r\n該事實發生時或其發生已不能時，為清償期屆至之時；倘債務人以不正當\r\n行為阻止該事實之發生，應類推適用民法第一百零一條第一項規定，視為\r\n清償期已屆至。"
    },
    {
        "case_id": "最高法院 88 年度台再字第 92 號 民事裁定",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 88 年 12 月 10 日",
        "case_gist": "提起民事再審之訴，應依民事訴訟費用法第十九條預納裁判費，此為必須\r\n具備之程式。又依再審之訴狀之記載，可認其明知再審之訴要件有欠缺者\r\n，依民事訴訟法第五百零五條準用民事訴訟法施行法第九條規定，法院得\r\n不經定期間先命補正之程序，逕以裁定駁回之。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 653 號 民事裁定",
        "case_topic": "請求返還土地",
        "case_date": "民國 88 年 12 月 10 日",
        "case_gist": "本件抗告人起訴欠缺訴訟要件，且無法命其補正，依民事訴訟法第二百四\r\n十九條第一項第六款規定，固應裁定駁回，然本件既經雲林地院為實體判\r\n決，相對人對該判決聲明不服，提起上訴，第二審自應依上訴程序辦理，\r\n除上訴不合法外，上訴有無理由，應以判決為之。原法院竟以相對人上訴\r\n有理由，裁定廢棄雲林地院判決，自有未合。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 646 號 民事裁定",
        "case_topic": "請求遷讓房屋",
        "case_date": "民國 88 年 12 月 10 日",
        "case_gist": "民事訴訟法第一百八十二條第一項所稱訴訟全部或一部之裁判，以他訴訟\r\n之法律關係是否成立為據者，係指他訴訟之法律關係是否成立，為本件訴\r\n訟先決問題者而言，惟若該先決問題之法律關係是否成立，在本件訴訟本\r\n可自為調查裁判，若因裁定停止訴訟程序，當事人將受延滯訴訟之不利益\r\n時，自無庸裁定停止訴訟程序。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3223 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 88 年 12 月 10 日",
        "case_gist": "向被上訴人購買系爭大樓之房屋者，均簽立地下樓權屬同意書，則兩造已\r\n就系爭大樓地下室停車位之使用權成立分管契約甚明。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3222 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 88 年 12 月 10 日",
        "case_gist": "民法第四百九十七條規定：「工作進行中，因承攬人之過失，顯可預見工\r\n作有瑕疵或有其他違反契約之情事者，定作人得定相當期限，請求承攬人\r\n改善其工作或依約履行。承攬人不於前項期限內依照改善或履行者，定作\r\n人得使第三人改善或繼續其工作，其危險及費用均由承攬人負擔。」所稱\r\n定作人使第三人繼續其工作，其費用由承攬人負擔者，係指定作人就第三\r\n人繼續之工作已付報酬時，定作人得請求承攬人給付費用，惟此乃就定作\r\n人已給付報酬於承攬人而言，倘定作人僅給付部分報酬於承攬人時，僅得\r\n請求承攬人負擔相當於該報酬部分之費用，而非謂定作人不論是否給付全\r\n部之報酬於承攬人，概得請求承攬人負擔全部費用，否則豈非該繼續之工\r\n作，定作人無庸支付任何費用？"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3202 號 民事判決",
        "case_topic": "請求返還價金等",
        "case_date": "民國 88 年 12 月 10 日",
        "case_gist": "自耕能力之有無，與是否參加農民健康保險無關，此觀土地法第六條及農\r\n民健康保險條例第五條之規定自明。又自耕能力證明書，依內政部頒布之\r\n「自耕能力證明書之申請及核發注意事項」規定，係由申請人向其戶籍所\r\n在地鄉 (鎮、市、區) 公所申請，經審查符合規定後核發給申請人，自耕\r\n能力證明書之有效期間，自核發之日起算為六個月。本件原審以新營市公\r\n所於八十七年一月九日發給被上訴人之自耕能力證明書，及記載被上訴人\r\n自八十三年十二月二十八日起參加新營市農會投保之農民健康保險之保險\r\n卡，推定被上訴人於八十四年七月十八日簽訂系爭買賣契約時，自有自耕\r\n能力，因而為上訴人不利之判決，未免速斷。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3181 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 88 年 12 月 10 日",
        "case_gist": "票據上債權因時效或手續欠缺而消滅，執票人固得依票據法第二十二條第\r\n四項規定對於發票人或承兌人，於其所受利益之限度請求償還。惟所稱之\r\n利益，係指發票人或承兌人於原因關係或資金關係上所受之利益 (代價)\r\n而言。執票人對發票人、承兌人實際上是否受有利益及所受利益若干，應\r\n負舉證責任。"
    },
    {
        "case_id": "最高法院 88 年度台簡上字第 55 號 民事裁定",
        "case_topic": "確認本票債權不存在",
        "case_date": "民國 88 年 12 月 09 日",
        "case_gist": "票據乃文義證券及無因證券，票據上之權利義務，悉依票上所載文義定之\r\n，與其基礎之原因關係各自獨立，票據上權利之行使，不以其原因關係存\r\n在為前提，是以執票人行使票據上權利時，就其基礎之原因關係確係有效\r\n存在，固不負舉證責任。惟兩造均主張系爭本票交付之原因關係為消費借\r\n貸，票據債務人抗辯未收受借款，消費借貸未成立，則就借款已交付之事\r\n實，自應由執票人負舉證責任。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3123 號 民事判決",
        "case_topic": "請求確認租金債權存在",
        "case_date": "民國 88 年 12 月 09 日",
        "case_gist": "原告因法律關係之存否不明確，致其私法上地位有受侵害之危險，提起確\r\n認法律關係存在之訴者，如以否認其法律關係存在之人為被告，自不生當\r\n事人適格欠缺之問題。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 642 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 88 年 12 月 03 日",
        "case_gist": "法院誤認未確定之支付命令為確定，而依聲請付與確定證明書者，不生該\r\n支付命令已確定之效力。法院依當事人之聲請，付與支付命令確定證明書\r\n，或撤銷所發確定證明書，僅在將支付命令確定或未確定之事實通知當事\r\n人，均無裁定之性質，縱令該確定證明書或撤銷確定證明書函文所載內容\r\n有錯誤情事，均無許當事人對之聲明不服之餘地。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 641 號 民事裁定",
        "case_topic": "聲請撤銷假扣押裁定",
        "case_date": "民國 88 年 12 月 03 日",
        "case_gist": "經查釋明假扣押之原因所供擔保，與擔保假執行判決之免為假執行所供擔\r\n保之性質各別，供擔保人不得以其就免為假執行供擔保而主張前此為假扣\r\n押所供擔保之原因消滅。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3115 號 民事判決",
        "case_topic": "請求給付承攬報酬",
        "case_date": "民國 88 年 12 月 03 日",
        "case_gist": "民法第二百十六條規定：「損害賠償，除法律另有規定或契約另有訂定外\r\n，應以填補債權人所受損害及所失利益為限。依通常情形或依已定之計劃\r\n、設備或其他特別情事，可得預期之利益，視為所失利益。」建全公司請\r\n求台灣電影公司賠償預期之利益收入損害一千八百九十九萬零七百五十三\r\n元部分，建全公司業提出財政部所頒營造業同業利潤標準比率表為證，原\r\n審未就建全公司訂立系爭工程合約，嗣後經終止，斟酌有無上開規定所稱\r\n依通常情形或依已定之計劃、設備或其他特別情事，可得預期之利益之情\r\n事，遽謂建全公司八十二年度至八十四年度，每年平均營業淨利率均為負\r\n數，八十五年度之營業項目收益仍為負數，是建全公司未就其實際所失之\r\n利益負舉證之責云云，即為此部分不利建全公司之判決，於法自屬未合。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3113 號 民事判決",
        "case_topic": "請求塗銷登記等",
        "case_date": "民國 88 年 12 月 03 日",
        "case_gist": "本件上訴人另案起訴請求被上訴人吳○池給付訴外人新竹區○○企業銀行\r\n股份有限公司抵押貸款一千二百萬元及其利息，係以吳○池設定抵押權之\r\n行為，故意侵害上訴人基於與訴外人葉○銘間買賣契約對葉○銘之繼承人\r\n所享有移轉無負擔之所有權登記請求權為其原因事實，經判決上訴人敗訴\r\n確定。而上訴人提起本件訴訟，訴請被上訴人塗銷系爭土地所有權移轉登\r\n記，乃以黃○香與葉○銘，黃○香與吳○池間均無買賣關係存在，為通謀\r\n虛偽意思表示，應屬無效為其原因事實。本件訴訟之訴訟標的及請求，與\r\n前訴訟之訴訟標的及請求不同。上開確定判決理由中雖認定被上訴人間就\r\n系爭土地之買賣非虛偽意思表示，但此乃訴訟標的以外事項之判斷，於另\r\n案非不得對之再為主張。原審徒以上訴人依侵權行為法律關係為請求，不\r\n得再為與該確定判決意旨相反之主張，而為上訴人敗訴之判決，自有未合\r\n。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3088 號 民事判決",
        "case_topic": "請求所有權移轉登記",
        "case_date": "民國 88 年 12 月 03 日",
        "case_gist": "耕地三七五減租條例第十七條於四十年六月七日公布施行時，僅規定耕地\r\n租約在租佃期限未屆滿前，非有一、承租人死亡，而無繼承人；二、承租\r\n人因遷徙或轉業，放棄其耕作權；三、地租積欠達兩年之總額，情形之一\r\n時，不得終止。嗣於七十二年十二月二十三日修正將之列為第一項，第二\r\n款放棄耕作權，則刪除其原因限制。則依修正前耕地三七五減租條例規定\r\n，耕地租約，在租佃期限未屆滿前，非有該條例第十七條所定各款情形，\r\n不得終止，如承租人自動放棄耕作權時，依同條第二款規定，亦須確有因\r\n遷徒或轉業之正當理由，司法院大法官會議著有釋字第七八號解釋可資參\r\n照。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3083 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 88 年 12 月 03 日",
        "case_gist": "約定租金之種類，雖不得由出租人或承租人片面為變更，惟其變更，倘經\r\n雙方意思表示合致，本諸契約自由原則，非法所不許。茍出租人與承租人\r\n就租金之種類合意變更，而出租人依民法第四百四十二條之規定請求增加\r\n租金時，僅能就變更後之租金種類為之，不得就變更前之租金種類請求增\r\n加，並不得請求承租人以變更前之租金種類給付租金。"
    },
    {
        "case_id": "最高法院 88 年度台抗字第 633 號 民事裁定",
        "case_topic": "請求返還提存物",
        "case_date": "民國 88 年 12 月 02 日",
        "case_gist": "擔保提存之提存人，若其提存係出於錯誤，經法院裁定返還確定者，得聲\r\n請該管法院提存所返還提存物，此觀提存法第十六條第一項第五款規定自\r\n明。又按民事訴訟法第三百九十二條後段所謂假執行程序實施前，係指執\r\n行法院就執行標的對債務人為強制其履行行為以前而言 (本院六十六年台\r\n抗字第三七八號判例意旨) 。債務人必須於假執行程序實施前預供擔保，\r\n始得免為假執行，若債務人於債權人提供擔保對其財產實施假執行查封後\r\n，始依判決提供擔保，請求免為假執行，並予啟封，其請求於法不合，自\r\n屬不應准許。亦即假執行程序一旦開始，並不因有免為假執行擔保之提供\r\n而得中止或撤銷該業已實施之假執行程序。足見，於假執行程序實施後提\r\n供免為假執行之擔保，不問係出於誤解法律、曲解法律或不知法律，均無\r\n法達到免為假執行之目的。"
    },
    {
        "case_id": "最高法院 88 年度台上字第 3075 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 88 年 12 月 02 日",
        "case_gist": "行政院頒布之山胞保留地開發管理辦法 (現已修正為原住民保留地開發管\r\n理辦法) ，係依山坡地保育利用條例第三十七條及農業發展條例第十七條\r\n第二項規定，授權制定之中央法規，該辦法第十五條第一項規定：山胞取\r\n得山胞保留地之承租權，除繼承或贈與於得為繼承之山胞、原受配戶內之\r\n山胞或三親等內之山胞外，不得轉讓或出租。旨在保障依法受配原住民之\r\n生活，避免他人脫法取巧，使原住民流離失所，係屬效力規定，如有違反\r\n，依民法第七十一條規定，應屬無效。"
    }
]