[
    {
        "case_id": "最高法院 90 年度台抗字第 142 號 民事裁定",
        "case_topic": "聲請假處分事件",
        "case_date": "民國 90 年 03 月 29 日",
        "case_gist": "公法上之爭議，得依民國八十七年十月二十八日修正公布、於八十九年七\r\n月一日施行之行政訴訟法 (下稱修正行政訴訟法) 提起行政訴訟。所稱行\r\n政訴訟，指撤銷訴訟、確認訴訟及給付訴訟，此觀同法第二條及第三條之\r\n規定自明。而民事訴訟乃國家司法機關以解決當事人間之私法爭執為目的\r\n，所實行之程序。如土地所有權人以政府核准徵收其土地案已失其效力，\r\n請求確認土地所有權仍屬於己，並排除需用土地機關之侵害，即屬公法上\r\n之爭議，應循行政訟爭程序解決，而非屬審理私權之普通法院之權限。本\r\n院六十四年台上字第一二六一號判例謂：「被上訴人既係因核准徵收案已\r\n失其效力，請求確認土地所有權仍屬於己，並排除需用土地人即上訴人之\r\n侵害。性質上為民事訴訟，不屬行政救濟範圍」等語，自因首揭行政訴訟\r\n法之修正規定，而不得再予援用。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 286 號 民事裁定",
        "case_topic": "請求返還擔保金事件",
        "case_date": "民國 90 年 03 月 26 日",
        "case_gist": "提起抗告，除別有規定外，應於裁定送達後十日之不變期間內為之，民事\r\n訴訟法第四百八十七條第一項定有明文。查本件台灣台北地方法院 (下稱\r\n台北地院) 駁回再抗告人聲請發還保證金之裁定係於民國九十年二月十六\r\n日送達，有卷附送達證書可按，抗告期間自裁定送達之翌日起 (再抗告人\r\n住居台北地院所在地，無須扣除在途期間) ，算至九十年二月二十六日止\r\n，即告屆滿，乃再抗告人遲至九十年三月一日始行提出抗告狀，顯逾上開\r\n不變期間，其抗告自非合法。原法院以裁定駁回再抗告人之抗告，經核於\r\n法洵無違誤。再抗告論旨雖謂：伊雖於九十年二月十六日收受台北地院之\r\n裁定，但伊於同年月二十日將該裁定寄回台北地院更正製作日期後，台北\r\n地院於同月二十一日始行寄還，是伊實際收受該裁定之日期應為九十年二\r\n月二十一日，伊於同年三月一日提起抗告，並未逾期云云。惟按將裁定寄\r\n回法院更正製作日期並不能阻却抗告期間之進行，再抗告人執上開情詞，\r\n求予廢棄原裁定，非有理由。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 503 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 90 年 03 月 23 日",
        "case_gist": "當事人提起上訴，如依民事訴訟法第四百六十八條規定，以第二審判決有\r\n不適用法規或適用法規不當為理由時，其上訴狀或理由書應有具體之指摘\r\n，並揭示該法規之條項或其內容。若係成文法以外之法則，應揭示該法則\r\n之旨趣。倘為司法院解釋、或本院之判例，則應揭示該判解之字號或其內\r\n容。如以民事訴訟法第四百六十九條所列各款情形為理由時，其上訴狀或\r\n理由書，應揭示合於該條款之事實。上訴狀或理由書如未依此項方法表明\r\n，或其所表明者，顯與上開法條規定之情形不相合時，即難認為已對第二\r\n審判決之違背法令有具體之指摘，其上訴自難認為合法。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 90 年度台上字第 451 號 民事判決",
        "case_topic": "請求返還買賣價金等事件",
        "case_date": "民國 90 年 03 月 22 日",
        "case_gist": "債務人非依債務本旨實行提出給付者，不生提出之效力。但債權人預示拒\r\n絕受領之意思或給付兼需債權人之行為者，債務人得以準備給付之事情，\r\n通知債權人，以代提出。民法第二百三十五條定有明文。而因契約互負債\r\n務，其債務有互為對待給付之關係者，一方當事人倘拒絕自己應為之對待\r\n給付，即屬預示拒絕受領之意思，他方當事人得以準備給付之事情，通知\r\n一方當事人，以代提出。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 139 號 民事裁定",
        "case_topic": "請求給付承攬報酬事件",
        "case_date": "民國 90 年 03 月 22 日",
        "case_gist": "請求之基礎事實同一者，依民事訴訟法第四百四十六條第一項準用同法第\r\n二百五十五條第一項第二款之規定，原告毋庸得被告之同意，即得在第二\r\n審為訴之追加。查本件抗告人在第一審基於兩造間之承攬關係請求相對人\r\n給付承攬報酬，於第二審仍基於該承攬關係增加請求確認上開承攬報酬就\r\n其承造之建築物有法定抵押權存在，既係依同一承攬契約所產生之關係為\r\n請求，能否謂其請求之基礎事實並非同一，饒有研究餘地。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 415 號 民事判決",
        "case_topic": "請求確認債權存在",
        "case_date": "民國 90 年 03 月 15 日",
        "case_gist": "按主張抵銷者，須以主動債權與被動債權均有效存在為前提，倘抵銷之主\r\n動債權附有停止條件，則在條件成就以前該主動債權尚未生效，縱曾為抵\r\n銷之意思表示，亦不發生抵銷之效果。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 117 號 民事裁定",
        "case_topic": "聲請確定訴訟費用額事件",
        "case_date": "民國 90 年 03 月 15 日",
        "case_gist": "民事訴訟法第四百八十六條第二項固規定抗告法院之裁定，以抗告為不合\r\n法而駁回之，或以抗告為有理由而廢棄或變更原裁定者，對於該裁定得再\r\n為抗告。惟以抗告為有理由而廢棄或變更原裁定時，僅得由原抗告人之相\r\n對人再為抗告，在原抗告人實無再為抗告之餘地。雖原抗告人在抗告法院\r\n所述抗告理由，並未一一為抗告法院之裁定所採用，然以抗告為無理由而\r\n駁回之裁定，既不許原抗告人再為抗告，則以抗告為有理由而廢棄或變更\r\n原裁定時，自不得以抗告法院裁定之理由，未能較原裁定更有利於原抗告\r\n人，遂許原抗告人再為抗告。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 399 號 民事判決",
        "case_topic": "請求給付工程款等事件",
        "case_date": "民國 90 年 03 月 09 日",
        "case_gist": "侵權行為之被害人，於民法第一百九十七條第一項所定之時效未完成前，\r\n本於侵權行為損害賠償之回復原狀請求權 (民法第二百十三條) ，除得請\r\n求加害人免除其債務，以廢止加害人之債權外，對於加害人之請求履行債\r\n務，亦有拒絕履行之抗辯權。被害人對於債權之廢止請求權，雖因時效而\r\n消滅，依民法第一百九十八條規定，仍得拒絕履行。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 110 號 民事裁定",
        "case_topic": "聲請訴訟救助事件",
        "case_date": "民國 90 年 03 月 09 日",
        "case_gist": "提起抗告已逾抗告期間，或係對於不得抗告之裁定而抗告者，原法院或審\r\n判長應駁回之。原法院或審判長如不為此項裁定，應速將抗告事件送交抗\r\n告法院。此觀之民事訴訟法第四百九十條第二、三項規定自明。至本院三\r\n十四年聲字第二六三號判例所示之裁定則專指終審法院所為之裁定而言，\r\n上開對於抗告法院所為不得再抗告之裁定而再抗告之情形無該判例之適用\r\n。查本件抗告人就原法院所為八十九年度抗字第八一七號裁定，固不得再\r\n為抗告，抗告人對之聲明不服，再為抗告，並非聲請再審，原法院或審判\r\n長原應依上開規定處理，乃原法院竟視為再審之聲請，依再審程序，駁回\r\n再審之聲請，自有未合。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 382 號 民事裁定",
        "case_topic": "請求清償債務事件",
        "case_date": "民國 90 年 03 月 08 日",
        "case_gist": "公司法第二十三條規定，公司負責人對於公司業務之執行，如有違反法令\r\n致他人受有損害時，對他人應與公司負連帶賠償責任。此一公司負責人對\r\n於第三人之責任，乃係基於法律之特別規定，與一般侵權行為之構成要件\r\n不同。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 373 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 03 月 08 日",
        "case_gist": "倘被上訴人續售其著作，而確於其所撰寫之「李敖自傳與回憶」一書上指\r\n摘上訴人所稱足以毀損上訴人名譽之不實事項，則被上訴人將該書出售予\r\n不特定之第三人，其每次出售，即對上訴人構成侵權行為，原審認其侵權\r\n行為之成立時間應係被上訴人首次出版發行之時間 (即七十六年十月一日\r\n) ，至銷售行為僅屬上訴人受損害狀態之持續而已，所持法律上見解，自\r\n屬可議。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 371 號 民事判決",
        "case_topic": "請求國家賠償事件",
        "case_date": "民國 90 年 03 月 08 日",
        "case_gist": "國家賠償法第二條第二項前段所定：公務員於執行職務、行使公權力時，\r\n因故意或過失不法侵害人民自由或權利者，國家應負損害賠償責任，應具\r\n備 (一) 行為人須為公務員、 (二) 須為執行職務行使公權力之行為、 (\r\n三) 須係不法之行為、 (四) 須行為人有故意過失、 (五) 須侵害人民之\r\n自由或權利、 (六) 須不法行為與損害之發生有相當因果關係之要件，始\r\n足相當。所謂人民，乃指應受公權力支配之一般人民，即指居於國家主權\r\n作用下一般統治關係者而言。至於特別權力關係 (特別服從關係) ，在一\r\n定範圍內國家對相對人有概括之命令強制之權利，另一方面相對人即負有\r\n服從義務，與國家基於主權之作用，對其管轄所及之一般人民行使公權力\r\n，與人民發生一般關係者不同，應非國家賠償法第二條第二項前段所謂之\r\n「人民」。是以，國家賠償法係以一般人民為保護對象之法律，此觀該法\r\n第二條第二項之文義自明。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 369 號 民事判決",
        "case_topic": "因租佃爭議等事件",
        "case_date": "民國 90 年 03 月 08 日",
        "case_gist": "七十二年十二月二十三日修正前耕地三七五減租條例第十七條第二款規定\r\n，耕地租約在租佃期限未屆滿前，如承租人自動放棄耕作權時，固須確有\r\n因遷徒或轉業之正當理由。惟鑒於佃農之社會、經濟地位及知識水準大幅\r\n提高，農業以外之就業機會亦日益增加，其收入遠較農耕為豐，因此農耕\r\n已非佃農之唯一謀生方式，為適應時代之需求，於七十二年十二月二十三\r\n日修正時，業將該條款規定遷徒或轉業之限制予以刪除。是依現行耕地三\r\n七五減租條例第十七條第一項第二款規定，耕地租約在租佃期間未屆滿前\r\n，祇須承租人自願放棄耕作權，即得終止租約。司法院大法官會議釋字第\r\n七八號解釋，係就修正前該條例第十七條第二款規定所為之闡釋，於該條\r\n例修正後所為終止，已不能再予引用。"
    },
    {
        "case_id": "最高法院 90 年度台聲字第 88 號 民事裁定",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 90 年 03 月 01 日",
        "case_gist": "上訴人在下級審曾經委任律師為其訴訟代理人，而於提起第三審上訴時，\r\n如不能釋明其經濟狀況確有重大之變遷，不能遽請救助，聲請第三審法院\r\n為之選任律師為其訴訟代理人。"
    },
    {
        "case_id": "最高法院 90 年度台聲字第 87 號 民事裁定",
        "case_topic": "聲請人因與董基隆間請求返還土地事件",
        "case_date": "民國 90 年 03 月 01 日",
        "case_gist": "第二審上訴，為當事人對於所受不利益之第一審終局判決聲明不服之方法\r\n，非受判決之當事人，縱為自己之利益，自不得對於法院就他人間所為之\r\n裁判聲明上訴。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 346 號 民事判決",
        "case_topic": "請求給付貨款事件",
        "case_date": "民國 90 年 03 月 01 日",
        "case_gist": "法院固得依已明瞭之事實，推定應證事實之真偽，惟其推定仍應本法院之\r\n自由心證，應用經驗法則而為之，倘已明瞭之事實，與應證事實間，互無\r\n因果，亦無主從或互不相容之關係時，自不得為此項事實之推定。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 337 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 90 年 02 月 27 日",
        "case_gist": "依民法第六百十四條規定：倉庫除本節有規定者外，準用關於寄託之規定\r\n；而民法第五百九十五條、第五百九十六條、第六百零一條規定之費用償\r\n還請求權、損害賠償請求權、報酬請求權，均屬受寄人之權利；且修正前\r\n民法第六百零五條之立法理由為：「謹按本條為消滅時效之規定，為保護\r\n受寄人之利益計，應使受寄人對於寄託人有報酬請求權、費用償還請求權\r\n及損害賠償請求權。然此種權利亦不宜永久存在，故規定自寄託關係終止\r\n時起，一年間不行使而消滅，蓋使權利狀態得以從速確定也。」，原審因\r\n認此項短期消滅時效之規定，僅適用於倉庫業者對於寄託人之報酬請求權\r\n、費用償還請求權及損害賠償請求權。並不包括寄託人對倉庫業者之寄託\r\n物滅失所生之損害賠償請求權在內，經核並不違背法令。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 91 號 民事裁定",
        "case_topic": "聲請撤銷假扣押",
        "case_date": "民國 90 年 02 月 23 日",
        "case_gist": "(一) 按抗告得提出新事實及證據，為民事訴訟法第四百八十九條所明定\r\n      ；又債權人所欲保全之債權，經確定終局判決可為執行名義時，因\r\n      得逕行聲請強制執行，固無聲請假扣押之必要，惟若該終局判決倘\r\n      係附有條件或期限，須該條件成就或期限屆至時，始得為強制執行\r\n      或於債權人就債務人之特定財產執行時具有強制執行法第八十條之\r\n      一之情形，債務人又別無其他財產可供執行時，則在該終局判決條\r\n      件成就或期限屆至或就債務人之財產得為強制執行前，設有假扣押\r\n      之原因時，債權人即難謂無為假扣押之實益，為保障債權人之權益\r\n      ，應認有扣押之必要。\r\n (二) 假扣押之原因消滅或其他命假扣押之情事變更者，債務人得聲請撤\r\n      銷假扣押裁定，民事訴訟法第五百三十條定有明文。所謂情勢變更\r\n      ，不僅指命假扣押之情事於裁定後變更而已，即於裁定前原屬存在\r\n      ，為當時所不知，於裁定後始為知悉者，亦屬所謂情事變更，以故\r\n      ，於債權人聲請假扣押裁定時，倘無假扣押之原因或無假扣押之必\r\n      要，於當時不知而於假扣押裁定後始知時，債務人即得依本條之規\r\n      定，聲請撤銷假扣押裁定。"
    },
    {
        "case_id": "最高法院 90 年度台簡抗字第 7 號 民事裁定",
        "case_topic": "請求確認本票債權不存在事件",
        "case_date": "民國 90 年 02 月 23 日",
        "case_gist": "對於不得再為抗告之裁定再為抗告者，原法院固應依民事訴訟法第四百九\r\n十條第二項之規定，予以駁回，惟對於此項駁回之裁定提起抗告時，如非\r\n已逾期間，原法院不得依同條項之規定予以駁回。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 321 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 90 年 02 月 23 日",
        "case_gist": "保險法第二十九條第二項前段規定「保險人對於由要保人或被保險人或其\r\n代理人之過失所致之損害，應負賠償責任」，觀其意旨，保險人顯係以要\r\n保人或被保險人或其代理人之過失為理賠之要件。若謂保險人仍得以被保\r\n險人之過失主張過失相抵，自有失本條規定保險人應負賠償責任之保險本\r\n旨，原判決因而謂本件無過失相抵原則之適用，即難謂有何違誤。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 86 號 民事裁定",
        "case_topic": "因與第一商業銀行股份有限公司間強制執行事件",
        "case_date": "民國 90 年 02 月 22 日",
        "case_gist": "提起抗告，除別有規定外，應於裁定送達後十日之不變期間內為之，民事\r\n訴訟法第四百八十七條第一項定有明文。此項抗告，應包括再抗告在內。\r\n又受公寓大廈管理委員會僱用之管理員，其所服勞務包括為公寓大廈住戶\r\n接收文件者，性質上應屬全體住戶之受僱人，即與同法第一百三十七條第\r\n一項規定之受僱人相當。郵政機關之郵差送達文書於住居所、事務所或營\r\n業所，不獲會晤應受送達人，而將文書付與上開公寓大廈管理員者，為合\r\n法送達。至該管理員何時將文書轉交應受送達人，對已生之合法送達效力\r\n不受影響。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 273 號 民事裁定",
        "case_topic": "請求履行買賣契約事件",
        "case_date": "民國 90 年 02 月 22 日",
        "case_gist": "土地法第三十條及農業發展條例第三十條關於農地不得分割及移轉為共有\r\n之規定，均於八十九年一月二十八日經修法刪除生效，是本件移轉登記請\r\n求權自係於八十九年一月二十八日起始得行使，上訴人辯稱被上訴人之移\r\n轉登記請求權已罹於十五年時效而消滅云云，並不可採。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 269 號 民事判決",
        "case_topic": "請求調整租金等事件",
        "case_date": "民國 90 年 02 月 22 日",
        "case_gist": "未定租賃期限之不動產，如契約當事人所約定之租金係隨不動產價值之昇\r\n降而機動調整者，原則上固無再請求法院准予調整租金之必要，惟倘遇稅\r\n額增加致所收租金不敷納稅，而稅額之增加又與不動產價值之騰漲有關係\r\n時，若仍不許增加租金，則出租人之出租該不動產，不但毫無收益，反將\r\n成為一種負累，自屬顯失公平，且與雙方約定「機動調整」之本意有違。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 268 號 民事裁定",
        "case_topic": "請求清償借款事件",
        "case_date": "民國 90 年 02 月 22 日",
        "case_gist": "上訴人李○慶等三人係高○德之連帶保證人，就其簽訂之保證契約既未約\r\n定期限，即屬不定期保證，自無民法第七百五十二條之適用。至於借款期\r\n限屆至後，被上訴人縱仍收受上訴人本金及利息之攤還，並不表示被上訴\r\n人允許上訴人延期清償，上訴人辯稱被上訴人收受其攤還之本金，已同意\r\n上訴人延期清償云云，核無足採。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 262 號 民事判決",
        "case_topic": "請求讓與補償費事件",
        "case_date": "民國 90 年 02 月 22 日",
        "case_gist": "政府徵收土地給與出賣人之補償地價，係出賣人於其所負債務陷於給付不\r\n能發生之一種代替利益。此項補償地價給付請求權，買受人非不得類推適\r\n用民法第二百二十五條第二項之規定，請求出賣人讓與之法意，系爭補償\r\n費之性質即屬楊春生之繼承人不能為所有權給付之替代利益，被上訴人自\r\n得類推適用民法第二百二十五條第二項之規定，請求上訴人讓與系爭土地\r\n補償費給付請求權。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 69 號 民事裁定",
        "case_topic": "聲請返還提存物聲明異議再審事件",
        "case_date": "民國 90 年 02 月 15 日",
        "case_gist": "當事人或利害關係人對於提存所之處分提出異議，經法院依提存法第二十\r\n條第一項規定裁定者，對於該裁定得為抗告，但不得再抗告，此觀同法第\r\n三項規定自明。查本件相對人對於台灣高雄地方法院 (下稱高雄地院) 提\r\n存所不准相對人領回提存金之處分聲明異議，經高雄地院依提存法第二十\r\n條第一項規定裁定駁回其異議，相對人對之提起抗告，原法院認其抗告為\r\n無理由而以裁定予以駁回，係屬不得更為抗告之事件。故相對人以該裁定\r\n有再審之原因，向原法院聲請再審，原法院雖認相對人之再審聲請為有理\r\n由，而以裁定廢棄原確定裁定，改為准許相對人領回提存金，惟依上開說\r\n明，抗告人對於此項裁定，自亦不得更為抗告，乃竟對之提起抗告，自非\r\n合法。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 217 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 02 月 15 日",
        "case_gist": "勞基法第二條第三款規定：「工資：謂勞工因工作而獲得之報酬；包括工\r\n資、薪金及按計時、計日、計月、計件以現金或實物等方式給付之獎金、\r\n津貼及其他任何名義之經常性給與均屬之」，故凡某種給與係屬工作上之\r\n報酬，在制度上有經常性者，自為勞基法所規定之工資。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 39 號 民事裁定",
        "case_topic": "請求返還土地等事件",
        "case_date": "民國 90 年 02 月 08 日",
        "case_gist": "民事訴訟法第三十三條第一項第二款規定法官有應自行迴避而不自行迴避\r\n以外之情形，足認其執行職務有偏頗之虞，據而聲請法官迴避者，應以法\r\n官對於訴訟標的有特別利害關係，或與當事人之一造有密切之交誼或嫌怨\r\n，或基於其他情形客觀上足疑其為不公平之審判者為其原因事實，若僅憑\r\n當事人之主觀臆測，或不滿法官進行訴訟遲緩，或認法官就其聲明之證據\r\n不為調查、鑑定或指揮訴訟欠當，則不得謂其有偏頗之虞。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 33 號 民事裁定",
        "case_topic": "因與黃美間分配表異議之訴再審事件",
        "case_date": "民國 90 年 02 月 08 日",
        "case_gist": "民事訴訟法第一百三十八條所規定之寄存送達，限於不能依同法第一百三\r\n十六條及第一百三十七條規定為送達者，始得為之。倘其送達之處所並非\r\n應受送達人之住居所、事務所或營業所，即不得於該處所為寄存送達。如\r\n於該處所為寄存送達，應於應受送達人實際領取該訴訟文書時，始生送達\r\n之效力。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 188 號 民事裁定",
        "case_topic": "請求返還土地等事件",
        "case_date": "民國 90 年 02 月 08 日",
        "case_gist": "依民法第八百二十一條規定，各共有人對於第三人，得就共有物之全部，\r\n為本於所有權之請求，但回復共有物之請求，僅得為共有人全體之利益為\r\n之。惟此項請求權並非必須由共有人全體共同行使，而得由共有人中之一\r\n人單獨提起返還共有物之訴，僅應求為命被告向共有人全體返還共有物之\r\n判決而已，至各共有人主觀上有無行使回復共有物請求權之意思，原非所\r\n問。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 166 號 民事判決",
        "case_topic": "請求確認通行權存在",
        "case_date": "民國 90 年 02 月 01 日",
        "case_gist": "民法第七百八十七條第一項有關「袋地必要通行權」之土地所有人得通行\r\n周圍地以至公路之規定，其「周圍地」並非僅指以與不通公路土地直接相\r\n毗鄰者為限。如不通公路之土地，與公路之間，有二筆以上不同所有人之\r\n土地相鄰，為達通行公路之目的，自亦得通行該周圍地。於此情形，土地\r\n所有人祇須對該法律關係存否不明確而有爭執之相鄰周圍地所有人提起確\r\n認通行權之訴為已足，不以對所有周圍地之所有人均起訴或一同起訴併列\r\n被告為必要。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 153 號 民事判決",
        "case_topic": "異議之訴等",
        "case_date": "民國 90 年 01 月 19 日",
        "case_gist": "發票人、承兌人、背書人及其他票據債務人，對於執票人連帶負責，為票\r\n據法第九十六條第一項所明定。所謂連帶負責，就票據債務人與執票人間\r\n之關係言，係指各票據債務人就執票人所得追索之金額，負全部清償責任\r\n，此固與民法之連帶債務相當，然就票據債務人相互間之內部關係言，僅\r\n有追索權之問題，即票據債務人為清償時，僅得對其前手行使追索權，直\r\n至發票人為止，但票據債務人相互間並無內部如何分擔之問題，即並無民\r\n法上連帶債務人間分擔、求償或代位之關係，此與民法上之連帶債務有別\r\n。故本票發票人及背書人雖依票據法第九十六條第一項之規定，應對執票\r\n人連帶負責，惟該連帶負責既非民法上之連帶債務，自無民法第二百七十\r\n六條規定之適用。倘上訴人對被上訴人之請求權未罹於時效消滅，則上訴\r\n人之此請求權即不受其對發票人綺○思公司請求權已罹消滅時效之影響。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 122 號 民事判決",
        "case_topic": "返還預付款等",
        "case_date": "民國 90 年 01 月 18 日",
        "case_gist": "民法第二百十七條第一項所定過失相抵之適用，不以侵權行為之法定損害\r\n賠償請求權為限，即契約所定之損害賠償，除有反對之特約外，於計算賠\r\n償金額時，亦難謂無其適用。且此項基於過失相抵之責任減輕或免除，非\r\n僅視為抗辯權之一種，亦有可使請求權全部或一部為之消滅。法院應斟酌\r\n雙方原因力之強弱，與過失之輕重，以定賠償金額應減至何程度，抑為完\r\n全免除。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 64 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 90 年 01 月 12 日",
        "case_gist": "債權人依民法第二百五十四條規定為履行給付之催告，倘其所定之期限顯\r\n不相當，但自催告後經過相當期間，債務人仍不履行時，債權人僅取得契\r\n約解除權，尚須債權人另為解約之意思表示，始生解除契約之效力，並非\r\n經過相當期間後，契約即當然解除。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 56 號 民事判決",
        "case_topic": "請求取回存款事件",
        "case_date": "民國 90 年 01 月 12 日",
        "case_gist": "依當事人一方之履約與否之意思，而決定其成就與否之條件，屬學說所謂\r\n之隨意條件，依私法自治原則，固難謂其為無效；惟如當事人已為履約或\r\n不履約之意思表示，條件成就與否業已決定，自不得以他意思表示而否定\r\n其條件確定已成就或不成就之效力。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 46 號 民事判決",
        "case_topic": "請求確認證書真偽等事件",
        "case_date": "民國 90 年 01 月 11 日",
        "case_gist": "台灣之祭祀公業係屬派下全體公同共有祀產之總稱，其設立方式，依習慣\r\n有以太祖為享祀人而採取廣泛之族人為其範圍，或以最近共同始祖為享祀\r\n人，將其範圍限於家產分割當時，或分財後不久所成立各家之親屬。惟不\r\n論何者，原則上均須為祭祀公業之設立人及其繼承人始得為派下 (參見台\r\n灣民事習慣調查報告第七○三、七一二、七四○、七四一頁) 。享祀人僅\r\n係公業所祭祀之祖先，並非公業之所有人，故享祀人之後裔，如未參與設\r\n立祭祀公業或為設立人之繼承人，仍無派下權可言。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 8 號 民事判決",
        "case_topic": "請求清償債務事件",
        "case_date": "民國 90 年 01 月 04 日",
        "case_gist": "消費借貸為要物契約，因金錢或其他代替物之交付而生效力 (參見八十九\r\n年五月五日民法債編修正施行前之民法第四百七十五條) 。又支票為文義\r\n證券及無因證券，支票上權利係依支票文義而發生，與其基礎之原因關係\r\n各自獨立，支票上權利之行使，不以其原因關係存在為前提，尚難因執有\r\n支票，即得證明其所主張之原因關係為存在。本件被上訴人主張上訴人之\r\n被繼承人鍾文城於七十八年間向其借用系爭款項之事實，既為上訴人所否\r\n認，依舉證責任分配之原則，自應由被上訴人就主張已交付借款之事實，\r\n負舉證責任。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 5 號 民事判決",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 90 年 01 月 04 日",
        "case_gist": "民法第二百零二條規定，以外國通用貨幣定給付額者，債務人得按給付時\r\n給付地之市價，以中華民國通用貨幣給付之。但訂明應以外國通用貨幣為\r\n給付者，不在此限。故以外國通用貨幣定給付額者，除當事人約定應以該\r\n外國通用貨幣為給付者外，唯債務人得以中華民國通用貨幣為給付，倘債\r\n權人請求給付，則須依債之本旨，請求債務人以外國通用貨幣給付之，不\r\n得逕行請求給付我國通用貨幣。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 4 號 民事判決",
        "case_topic": "給付資遣費",
        "case_date": "民國 90 年 01 月 04 日",
        "case_gist": "使用人係為本人服勞務之人，本人藉使用人之行為輔助以擴大其活動範圍\r\n，與本人藉代理人之行為輔助者相類，且使用人為本人所為之意思表示，\r\n即為本人之意思表示，故使用人為本人所為之意思表示，因其意思欠缺、\r\n被詐欺、被脅迫或明知其事情，或可得而知其事情，致其效力受影響時，\r\n宜類推適用民法第一百零五條規定，其事實之有無，應就使用人決之，但\r\n其意思表示，如依照本人所指示之意思而為時，其事實之有無，應就本人\r\n決之。"
    },
    {
        "case_id": "最高法院 90 年度台抗字第 2 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 90 年 01 月 04 日",
        "case_gist": "按在第二審為訴之變更或追加，非經他造同意，不得為之。但民事訴訟法\r\n第二百五十五條第一項第二款至第六款情形，不在此限。又請求之基礎事\r\n實同一者，縱於訴狀送達後，原告仍得將原訴變更或追加他訴，無須得被\r\n告同意，此觀民事訴訟法第四百四十六條第一項、第二百五十五條第一項\r\n第二款規定自明。原告於第二審為訴之追加，苟其請求之基礎事實同一者\r\n，即非法所不許。所謂請求之基礎事實同一，係指變更或追加之訴與原訴\r\n之主要爭點有其共同性，各請求利益之主張在社會生活上可認為同一或關\r\n連，而就原請求之訴訟及證據資料，於審理繼續進行在相當程度範圍內具\r\n有同一性或一體性，得期待於後請求之審理予以利用，俾先後兩請求在同\r\n一程序得加以解決，避免重複審理，進而為統一解決紛爭者，即屬之。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 12 號 民事裁定",
        "case_topic": "請求返還價金事件",
        "case_date": "民國 90 年 01 月 04 日",
        "case_gist": "董事就法人一切事務，對外代表法人，乃係法人之機關，其對於他人為行\r\n為或接受他人之行為，自為法人之行為。"
    },
    {
        "case_id": "最高法院 90 年度台上字第 10 號 民事判決",
        "case_topic": "請求拆屋還地事件",
        "case_date": "民國 90 年 01 月 04 日",
        "case_gist": "土地所有人提供土地予他人建築房屋，並同意設定地上權予該他人，縱因\r\n故未辦妥地上權設定登記，惟於該他人使用土地之基礎法律關係未消滅前\r\n，不能指其占有係無權占有。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 690 號 民事裁定",
        "case_topic": "返還擔保金",
        "case_date": "民國 89 年 12 月 22 日",
        "case_gist": "（一）應供擔保之原因消滅者，法院應依供擔保人之聲請，以裁定命返還\r\n      其提存物或保證書，民事訴訟法第一百零四條第一項第一款定有明\r\n      文。此規定於其他依法令供訴訟上之擔保者，準用之，觀之同法第\r\n      一百零六條規定甚明。\r\n（二）仲裁法第三十七條第一項規定：「仲裁人之判斷，於當事人間，與\r\n      法院之確定判決，有同一效力。」，再抗告人聲請假扣押保全之請\r\n      求，既經仲裁判斷相對人應全部如數給付再抗告人，該仲裁判斷並\r\n      經法院准予執行裁定確定，應認已相當於假扣押之本案訴訟，獲得\r\n      全部勝訴判決確定，再抗告人前開假扣押供擔保之原因已歸於消滅\r\n      。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2881 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 12 月 22 日",
        "case_gist": "附負擔之行政處分係指附加課予授益處分之受益人作為、不作為或忍受義\r\n務之行政處分而言。受益人對於行政機關所課予之負擔，負有履行之義務\r\n，乃為受益人所預見，自不受信賴利益之保護。原判決認定被上訴人准許\r\n上訴人打撈之處分，屬於附負擔之行政處分，其基於職責，維護港區公共\r\n秩序與安全，經上級機關指示下，對上訴人作成暫緩打撈之處分，乃本於\r\n行政裁量權所為公益上之必要處分，尚難認為不法。上訴人對之負有遵行\r\n之義務，自無信賴授益處分之損害可言。因而為上訴人敗訴之判決，核無\r\n違背法令之情形。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2877 號 民事判決",
        "case_topic": "請求酌減價金",
        "case_date": "民國 89 年 12 月 22 日",
        "case_gist": "以不能之給付為契約標的者，其契約為無效。法律行為之一部分無效者，\r\n全部皆為無效。但除去該部分亦可成立者，則其他部分，仍為有效，民法\r\n第二百四十六條第一項前段、第一百十一條定有明文。故一部之原始不能\r\n，亦可使契約一部無效。此一部無效之行為，在法律行為當時已確定不生\r\n效力，即不得依據此一部無效行為取得任何權利。買賣契約如一部無效，\r\n而出賣人就該無效部分已收取價金受有利益，致買受人受有損害，仍可成\r\n立不當得利。"
    },
    {
        "case_id": "最高法院 89 年度台簡上字第 55 號 民事判決",
        "case_topic": "請求確認本票債權不存在",
        "case_date": "民國 89 年 12 月 21 日",
        "case_gist": "如契約附有解除條件，則條件成就時，契約當然失其效力，無待於當事人\r\n解除權之行使，業經本院著為六十年台上字第四○○一號判例。是附解除\r\n條件之契約，於條件成就時，當然失其效力，此與解除權之行使，應向他\r\n方當事人以意思表示為之，有所不同。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2853 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 12 月 21 日",
        "case_gist": "民法第六百零二條所稱之「消費寄託」，除寄託物為代替物得由受寄人以\r\n種類、品質、數量相同之物返還外，必以寄託物之保管為目的，並約定移\r\n轉寄託物之所有權於受寄人者始足當之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2849 號 民事判決",
        "case_topic": "請求返還價金等",
        "case_date": "民國 89 年 12 月 21 日",
        "case_gist": "「債務人享有同時履行抗辯權者，在未行使此抗辯權以前，仍可發生遲延\r\n責任之問題，必須行使以後始能免責。」本院著有五十年度台上字第一五\r\n五○號判例可資參照。依被上訴人於事實審所為系爭房屋無聯外道路等相\r\n關瑕疵之主張，其於上訴人催告給付價金時似未為同時履行之抗辯。原審\r\n未詳加勾稽，遽謂被上訴人業於上訴人催告給付價金時行使同時履行抗辯\r\n權，進而為上訴人不得解約之認定，自屬可議。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 676 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 89 年 12 月 15 日",
        "case_gist": "裁定已經確定，而有民事訴訟法第四百九十六條第一項各款之再審事由者\r\n，固得對之聲請再審，惟依第五百零七條準用第四百九十六條第一項但書\r\n規定結果，當事人已依抗告主張其事由，或知其事由而不為主張者，均在\r\n不得聲請再審之列。在對於第二審抗告法院確定裁定聲請再審之情形，所\r\n謂當事人已依抗告主張其事由，或知其事由而不為主張，係指該確定裁定\r\n雖有再審事由，惟當事人已於前程序依再抗告主張其事由，或知其事由而\r\n不為主張者而言。並非指當事人於前程序不服第一審法院之裁定，已依抗\r\n告主張其事由，或知其事由而不為主張，蓋抗告法院裁定之再審事由，不\r\n可能由當事人以對於下級審法院裁定抗告主張之。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 673 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 12 月 15 日",
        "case_gist": "訴訟程序進行中所為之裁定，除別有規定外，不得抗告。民事訴訟法第四\r\n百八十三條定有明文。又所謂訴訟程序進行中所為之裁定，係指每一審級\r\n訴訟程序開始後尚未終結以前所為之裁定而言。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2803 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 89 年 12 月 14 日",
        "case_gist": "按八十八年四月二十一日新修正公布並於八十九年五月五日施行之民法債\r\n編第二百十三條，已增列第三項，明定：「第一項情形，債權人得請求支\r\n付回復原狀所必要之費用，以代回復原狀」，以期該條第一項有關損害賠\r\n償方法以回復原狀為原則之規定更趨周全。又同時日修正公布施行之民法\r\n債編施行法第十二條並針對修正之民法第二百十三條第一項規定之適用，\r\n增訂：「修正之民法第二百十三條第三項之規定，於民法債編修正施行前\r\n因負損害賠償責任而應回復原狀者，亦適用之」，是債權人就上揭修正施\r\n行前所發生之損害賠償債務自仍得援用修正之民法第二百十三條第三項之\r\n規定，向債務人行使該簡便易行之金錢賠償方法，此乃「法律不溯既往原\r\n則」之例外規定。本院六十年台上字第三○五一號判例係就民法第二百十\r\n三條第三項修正施行前所為之詮釋，自民法第二百十三條增訂第三項施行\r\n後，即不再援用。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 653 號 民事裁定",
        "case_topic": "國家賠償事件",
        "case_date": "民國 89 年 12 月 08 日",
        "case_gist": "按提起民事抗告，應依民事訴訟費用法第二十條預納裁判費，此為必須具\r\n備之程式。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2786 號 民事判決",
        "case_topic": "請求清償借款",
        "case_date": "民國 89 年 12 月 08 日",
        "case_gist": "保證債務為從債務，如主債務不存在，保證債務自無從發生；又主債務人\r\n所有之抗辯，保證人均得主張之，主債務人拋棄其抗辯者，保證人仍得主\r\n張之。則主債務之請求權因時效之完成而消滅，其效力亦及於保證債務；\r\n保證人得主張時效之利益，縱主債務人拋棄其利益，保證人仍得主張之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2749 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 89 年 12 月 07 日",
        "case_gist": "公司法第二十三條規定：「公司負責人對於公司業務之執行，如有違反法\r\n令致他人受有損害時，對他人應與公司負連帶賠償之責。」所謂公司業務\r\n之執行，自係指公司負責人處理有關公司之事務，且必以公司負有賠償之\r\n責，始有公司負責人與公司負連帶賠償責任之可言。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2747 號 民事判決",
        "case_topic": "給付買賣價金",
        "case_date": "民國 89 年 12 月 07 日",
        "case_gist": "當事人預期不確定事實之發生，以該事實發生時為債務之清償期者，應認\r\n該事實發生時，或非因債權人以不正當行為致其發生已不能時，為清償期\r\n屆至之時。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2743 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 89 年 12 月 01 日",
        "case_gist": "不動產租賃契約，原不以登記為必要，耕地三七五減租條例第六條第一項\r\n規定該條例施行後，耕地租約之訂立、變更、終止或換訂，出租人應會同\r\n承租人申請登記，乃耕地租用之特別規定；而所謂耕地租用，係以自任耕\r\n作為目的，約定支付地租使用他人之農地，土地法第一百零六條第一項定\r\n有明文；故耕地租約登記，應專指農地租用之登記而言。至於耕地上之農\r\n舍，與耕地各為獨立之不動產，縱耕地租約之當事人就該農舍亦訂有租賃\r\n契約，承租人亦不得依耕地三七五減租條例第六條第一項規定，請求出租\r\n人會同辦理租約登記。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2713 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 89 年 11 月 30 日",
        "case_gist": "法律行為之附停止條件，係指該法律行為效力之發生，繫於將來、客觀、\r\n不確定的事實之成就。本件被上訴人對於上訴人交付價金之義務，於雙方\r\n訂立股權轉讓合約書時即已確定發生，僅約定於股權過戶後，被上訴人始\r\n應給付二百萬元之尾款，亦即股權縱未過戶完成，仍不影響該已確定發生\r\n之尾款債權之效力，祇不過須俟過戶完成，方得請求給付尾款而已。故系\r\n爭股權過戶完成時，應係被上訴人履行給付尾款之期限屆至，非其給付尾\r\n款之停止條件成就。原審認上訴人未完成系爭股權之過戶手續，係屬停止\r\n條件未成就，而為不利於上訴人之判決，是否允當？非無再為研求之餘地\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2706 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 11 月 30 日",
        "case_gist": "民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利，\r\n不僅指受僱人因執行其所受命令，或委託之職務自體，或執行該職務所必\r\n要之行為，而不法侵害他人之權利者而言，即受僱人職務上予以機會之行\r\n為，如濫用職務之行為或與執行職務之時間或處所有密切關係之行為，在\r\n客觀上足認為與其執行職務有關，而不法侵害他人之權利者，就令其係為\r\n自己利益所為，自應包括在內。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2663 號 民事判決",
        "case_topic": "請求給付醫療費用",
        "case_date": "民國 89 年 11 月 23 日",
        "case_gist": "按醫療契約，屬勞務性契約，依勞務性契約「報酬後付」之原則，醫療費\r\n用應在醫療完成時給付。若病人未給付醫療費用前，依前揭原則，醫院或\r\n醫師有先行給付之義務，不能因其欠繳醫療費用，而主張同時履行抗辯，\r\n停止對其作醫療服務，果無特約或習慣，病人所欠醫療費用，自須待醫療\r\n完成始得請求。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 628 號 民事裁定",
        "case_topic": "聲請變換提存物",
        "case_date": "民國 89 年 11 月 17 日",
        "case_gist": "查封係執行法院剝奪債務人對其特定財產之處分權，改由國家取得處分權\r\n之執行行為，實施查封後債務人對該特定財產即喪失處分權能，倘債務人\r\n違反查封所為之處分行為，對債權人應不生效力，此觀強制執行法第五十\r\n一條第二項規定自明。是供擔保之提存物如經執行法院實施查封後，法院\r\n自無適用民事訴訟法第一百零六條、第一百零五條第一項規定，依供擔保\r\n人之聲請，以裁定許其變換之餘地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2606 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 11 月 17 日",
        "case_gist": "行使權利，履行義務，應依誠實及信用方法，民法第一百四十八條第二項\r\n定有明文。本件上訴人於拍賣取得一一八之一號等九筆土地所有權後，明\r\n知坐落其上之建物屬金○成公司所有，金○成公司占用該基地對上訴人並\r\n無正當權源，卻不訴請拆屋還地，反另向執行法院指封拍賣系爭建物，並\r\n就拍得價金取償，其行為顯已表示不行使拆屋還地請求權，並默示同意拍\r\n定人於該建物可使用之期限內繼續使用該基地，引起拍定人 (即被上訴人\r\n) 之正當信任，嗣後上訴人再本於民法第七百六十七條物上請求權提起本\r\n件訴訟，請求被上訴人拆除土地上之系爭建物，實屬權利之濫用，有違誠\r\n信原則，被上訴人此部分抗辯，非無理由，應認被上訴人可使用該基地至\r\n原建物滅失或不堪使用時為止。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2591 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 89 年 11 月 17 日",
        "case_gist": "具有承攬與買賣混合契約性質之「不動產買賣承攬」 (即不動產製造物供\r\n給契約) ，就不動產財產權之移轉而言，不啻與民法第一百二十七條第七\r\n款所定「技師、承攬人之報酬及其墊款」為一般單純之承攬有間，更與同\r\n條第八款所稱「商人、製造人、手工業人所供給之商品」係專指「動產」\r\n者不相侔。故此類不動產買賣承攬之價金或報酬請求權，應無上開條款二\r\n年短期消滅時效期間規定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2577 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 11 月 16 日",
        "case_gist": "「公司負責人對於公司業務之執行，如有違反法令，致他人受有損害時，\r\n對他人應與公司負連帶賠償之責」，「公司之經理人……在執行職務範圍\r\n內，亦為公司負責人」，公司法第二十三條、第八條第二項分別定有明文\r\n。又公司經理人之委任，其所為之登記，僅屬對抗要件，此項委任經理之\r\n有效存在，並不以登記為其要件，此細繹公司法第十二條之規定，自可明\r\n瞭 (參見本院六十七年度台上字第七六○號判例意旨) 。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2565 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 11 月 16 日",
        "case_gist": "查原審先則謂訴外人吳○彬駕駛營業大客車跨越雙車道行駛，亦為肇事原\r\n因之一。果爾，則吳○彬自難謂無過失；乃原審嗣竟又認定吳○彬就本件\r\n車禍之發生並無過失，其並非共同侵權行為人。其理由先後矛盾，已有判\r\n決理由矛盾之違法。倘吳○彬就本件車禍之發生亦有過失，則其與指○公\r\n司給付被上訴人之七十萬元，是否不得自本件賠償額中扣除，即不無研求\r\n之餘地。次查直系血親尊親屬受扶養之權利，以不能維持生活為要件，非\r\n以有無謀生能力為要件。又扶養費之支出，係依時日之經過漸次給付，倘\r\n被害人請求為一次給付，應依霍夫曼式計算法按週年利率百分之五扣除中\r\n間利息。被上訴人張○禮係三十六年十月五日出生，張○○梅係四十一年\r\n十月一日出生，有戶籍謄本在卷可稽，於本件車禍發生時依序為四十九歲\r\n、四十四歲。原審未查明彼等能否以自己財產維持生活，遽認彼等得分別\r\n請求自年滿六十歲起之扶養費損失，復未扣除自彼等起訴時起至彼等分別\r\n年滿六十歲得為請求時止之中間利息，亦有未合。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2555 號 民事判決",
        "case_topic": "交付股票等",
        "case_date": "民國 89 年 11 月 10 日",
        "case_gist": "按民事訴訟所解決者為私法上權利義務事項，私法上之權利義務，當事人\r\n原則上得自由處分，是否行使其權利，如何行使，原則上應本於當事人之\r\n自由意思。當事人以關於由一定法律關係而生之訴訟，合意由外國法院管\r\n轄，以非專屬於我國法院管轄，且該外國法院亦承認當事人得以合意定管\r\n轄法院，及該外國法院之判決我國亦承認其效力者為限，應認其管轄之合\r\n意為有效。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2544 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 89 年 11 月 10 日",
        "case_gist": "查，執行法院依強制執行法第二十七條規定，發給俟發現財產再予執行之\r\n憑證，交債權人收執時，執行行為即為終結，因開始執行行為而中斷之時\r\n效，應由此重行起算 (參照司法院院字第二四四七號解釋，辦理強制執行\r\n事件應行注意事項十四) 。原審以執行程序終結，上訴人不得提起債務人\r\n異議之訴，核無違誤。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 574 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 89 年 11 月 09 日",
        "case_gist": "第三審係法律審，上訴理由必須具體指摘第二審判決有如何違背法令之情\r\n形。一般當事人恆不明瞭第三審程序之性質，就不利於己之判決，任依己\r\n意提起上訴，而未依法表明上訴理由，致被駁回。為貫徹第三審法律審之\r\n功能，並保障當事人權益，民事訴訟法爰規定第三審上訴採律師強制代理\r\n制度。故當事人提起上訴，未於上訴狀內表明上訴理由，而已依訴訟救助\r\n之規定，聲請第三審法院為之選任律師為其訴訟代理人者，必於法院駁回\r\n其聲請之裁定經合法送達後，己逾相當期間，仍未提出理由書，始得認其\r\n上訴為不合法，以裁定駁回其上訴。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2530 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 11 月 09 日",
        "case_gist": "受僱人執行職務不法侵害他人權利之行為，不以受僱人執行職務範圍內之\r\n行為為限，祇須受僱人之行為外觀在客觀上足以認為與其執行職務有關為\r\n已足，不以該受僱人實際上經受命執行職務為必要。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2528 號 民事判決",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 11 月 09 日",
        "case_gist": "國家賠償法第二條第二項所稱之「行使公權力」，固指公務員居於國家機\r\n關之地位，行使統治權作用之公法行為而言，惟此項公法行為除包括運用\r\n命令及強制等手段干預人民自由及權利之行為外，自可擴及於提供給付、\r\n服務、救濟、照顧等方法以達成國家任務之行為在內。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2523 號 民事判決",
        "case_topic": "請求給付工程款",
        "case_date": "民國 89 年 11 月 09 日",
        "case_gist": "民事訴訟法第三十二條第七款關於法官應自行廻避之規定，乃在使法官不\r\n得於其參與之裁判之救濟程序執行職務，以維審級之利益及裁判之公平。\r\n因此，法官曾參與訴訟事件之前審裁判或更審前之裁判者，固應自行迴避\r\n。對於確定終局判決提起再審之訴者，其參與該確定終局判決之法官，依\r\n同一理由，於再審程序，亦應自行迴避，惟各法院法官員額有限，參考 (\r\n八十九年七月一日修正施行前之) 行政訴訟法第六條第四款規定意旨，其\r\n迴避以一次為限  (參見司法院大法官會議釋字第二五六號解釋)。又按依\r\n法律應迴避之法官參與裁判者，其判決當然為違背法令，此觀民事訴訟法\r\n第四百六十九條第二款之規定自明。查本件之前訴訟第二審程序，係由洪\r\n仁嘉法官為審判長兼受命法官，其並參與原確定第二審判決，依上說明洪\r\n仁嘉法官於本件原審之再審程序，依法即應自行迴避。乃其未為迴避而參\r\n與本件之判決，該判決當然為違背法令。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2506 號 民事判決",
        "case_topic": "確認著作權存在等",
        "case_date": "民國 89 年 11 月 03 日",
        "case_gist": "按承攬契約，在工作未完成前，依民法第五百十一條之規定，定作人固得\r\n隨時終止契約，但除有民法第四百九十四條、第五百零二條第二項、第五\r\n百零三條所定情形或契約另有特別訂定外，倘許定作人依一般債務遲延之\r\n法則解除契約，則承攬人已耗費勞力、時間與鉅額資金，無法求償，對承\r\n攬人甚為不利，且非衡平之道。關於可歸責於承攬人之事由，致工作不能\r\n於約定期限完成者，除以工作於特定期限完成或交付為契約之要素者外，\r\n依民法第五百零二條第二項之反面解釋，定作人不得解除契約。一般情形\r\n，期限本非契約要素，故定作人得解除契約者，限於客觀性質上為期限利\r\n益行為，且經當事人約定承攬人須於特定期限完成或交付者，始有適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2504 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 89 年 11 月 03 日",
        "case_gist": "依八十九年二月九日修正前民事訴訟法第二百六十二條第三項、第四項規\r\n定，原告於言詞辯論時所為訴之撤回，應記載於言詞辯論筆錄，如被告不\r\n在場，應將筆錄送達，被告於收受撤回書狀或筆錄之送達後十日內未提出\r\n異議者，視為同意撤回。惟如原告以言詞撤回時，被告在場，當場不為同\r\n意與否之表示，因被告既已知悉撤回之事實，依同一法理，應認自被告知\r\n悉後十日內未提出異議者，亦視為同意撤回。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2500 號 民事判決",
        "case_topic": "確認通行權不存在",
        "case_date": "民國 89 年 11 月 03 日",
        "case_gist": "按確認之訴，若係就為訴訟標的之私法上權利或法律關係之成立或存在與\r\n否不明確而有爭執，認為有請求確認判決之必要，亦所謂有即受確認判決\r\n之法律上利益時，即得提起，並以其利害關係相對立而有爭執該私法上權\r\n利或法律關係之人為被告；倘所爭執者為公法上之權利或法律關係，或於\r\n私法上之權利或法律關係並無利害關係相對立之爭執，則為法所不許。私\r\n有土地若實際已供公眾通行數十年，成為道路，其土地所有權縱未為移轉\r\n登記，仍為私人所保留，其所有權之行使，仍應受限制，應認為已有公用\r\n地役關係之存在，土地所有人固不得違反供公眾通行之目的而為使用，惟\r\n公用地役關係之對象，係不特定之公眾，且亦不以有供役地與需役地之存\r\n在為必要；易言之，既成巷道之通行僅屬公用地役關係之反射利益，本屬\r\n公法上之一種事實，其本質乃係一公法關係，與私法上地役權之性質不同\r\n。而民事訴訟法則係當事人得向法院訴請以判決保護其私法之權利，故當\r\n事人不得本於公用地役關係，於民事訴訟請求土地所有人不得有妨害其通\r\n行之行為，而僅得請求地方政府以公權力加以排除；同樣，土地所有人不\r\n得以主張對土地有公用地役關係者請求地方政府以公權力排除障礙係屬不\r\n當，而於民事訴訟請求消極確認其本於公用地役關係之通行；此等爭議應\r\n循行政爭訟等公法程序謀求救濟。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 555 號 民事裁定",
        "case_topic": "聲請拍賣抵押物",
        "case_date": "民國 89 年 10 月 27 日",
        "case_gist": "聲請拍賣抵押物，屬非訟事件，祇須其抵押權已經登記，且債權已屆清償\r\n期而未受清償，法院即應為准許拍賣之裁定。信託法第十二條第一項雖規\r\n定對信託財產不得強制執行，惟同項但書規定「但基於信託前存在於該財\r\n產之權利、因處理信託事務所生之權利或其他法律另有規定者，不在此限\r\n」，同條第二項復規定「違反前項規定者，委託人、受益人或受託人得於\r\n強制執行程序終結前，向執行法院對債權人提起異議之訴」，同法第三十\r\n五條第一項亦規定受託人於一定情形下，得於信託財產設定權利，可見信\r\n託財產非絕對不得受強制執行，而受託人以信託財產設定抵押權者，亦非\r\n當然無效。故受託人如以信託財產設定抵押權，並經依法登記者，債權人\r\n於債權屆期而未受清償時，即得聲請法院拍賣抵押物。至於該抵押權之設\r\n定有無瑕疵，債權人能否為強制執行，應由委託人、受益人或受託人於強\r\n制執行程序終結前，提起異議之訴以資解決，法院不得因該抵押物業經為\r\n信託登記，即依信託法第十二條第一項規定裁定駁回債權人之聲請。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2469 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 10 月 27 日",
        "case_gist": "按對於第二審判決上訴，非以其違背法令為理由，不得為之，民事訴訟法\r\n第四百六十七條定有明文。依同法第四百六十八條規定，判決不適用法規\r\n或適用不當者，為違背法令。而判決有同法第四百六十九條所列各款情形\r\n之一者，為當然違背法令。是當事人提起上訴，如依民事訴訟法第四百六\r\n十八條規定，以第二審判決有不適用法規或適用法規不當為理由時，其上\r\n訴狀或理由書應有具體之指摘，並揭示該法規之條項或其內容。若係成文\r\n法以外之法則，應揭示該法則之旨趣。倘為司法院解釋、或本院之判例，\r\n則應揭示該判解之字號或其內容。如以民事訴訟法第四百六十九條所列各\r\n款情形為理由時，其上訴狀或理由書，應揭示合於該條款之事實。上訴狀\r\n或理由書如未依此項方法表明，或其表明者，顯與上開條文規定之情形不\r\n合時，即難認已對第二審判決之違背法令有具體之指摘，其上訴自難認為\r\n合法。\r\n\r\n (裁判要旨內容由法源資訊整理)"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2448 號 民事裁定",
        "case_topic": "請求返還土地",
        "case_date": "民國 89 年 10 月 27 日",
        "case_gist": "已終結之準備程序如尚未闡明訴訟關係，或有其他必要情形，自得隨時再\r\n開，如在訴訟卷宗尚未送交受訴法院之前，受命法官認有再開之必要者，\r\n得自行撤銷終結準備程序之裁定，蓋該裁定為指揮訴訟之裁定，為裁定之\r\n受命法官原不受其羈束故也 (民事訴訟法第二百三十八條但書參照) 。若\r\n在卷宗已送交受訴法院後，受訴法院認有必要時，亦得以裁定命再開已終\r\n結之準備程序，此為修正前民事訴訟法第二百七十四條第二項之當然解釋\r\n。是原法院受命法官於民國八十八年十一月十五日下午四時二十五分行準\r\n備程序，訊畢證人詹○河後，雖當庭宣示準備程序終結並記明筆錄，惟後\r\n到之證人高○義及上訴人於此時報到，受命法官本其訴訟指揮權當庭撤銷\r\n其所為終結準備程序之裁定，於法自無違誤。"
    },
    {
        "case_id": "最高法院 89 年度台再字第 81 號 民事判決",
        "case_topic": "請求塗銷公同共有權利移轉登記",
        "case_date": "民國 89 年 10 月 20 日",
        "case_gist": "共同繼承之遺產在分割之前，為各繼承人公同共有，而民法第八百二十七\r\n條第一項基於公同關係而共有一物者，依同條第二項之規定，各公同共有\r\n人之權利，及於公同共有物之全部，故各該共有人並無應有部分存在，通\r\n說亦認為公同共有人之應有部分係屬潛在者，與分別共有人之應有部分為\r\n顯在者不同，如繼承人就繼承財產之應繼分，此項潛在之應有部分，在公\r\n同關係存續期間內，不得自由處分。公同共有人將其繼承之權利讓與於第\r\n三人，乃以此為契約之標的，係以不能之給付為標的，自有民法第二百四\r\n十六條第一項前段規定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2348 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 10 月 20 日",
        "case_gist": "民法第一百六十九條規定之表見代理，係指代理人無代理權而在表面上足\r\n使人信其有代理權之謂，故由自己之行為表示以代理權授與他人者，固應\r\n負授權人責任，即或於知他人表示為其代理人而不為反對之表示，足使第\r\n三人信其有代理權之情形，亦應負其責任。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 527 號 民事裁定",
        "case_topic": "請求所有權移轉登記等",
        "case_date": "民國 89 年 10 月 19 日",
        "case_gist": "當事人無資力支出訴訟費用者，固得聲請訴訟救助，然所謂無資力係指窘\r\n於生活，且缺乏經濟信用者而言。又當事人在前訴訟程序曾經繳納裁判費\r\n，於該訴訟程序確定後提起再審之訴時，如不能釋明其經濟狀況確有重大\r\n變遷，不得遽為聲請訴訟救助。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 541 號 民事裁定",
        "case_topic": "聲請拍賣留置物",
        "case_date": "民國 89 年 10 月 13 日",
        "case_gist": "依我民法規定，留置權之取得無庸登記，債權人對債務人有無擔保債權，\r\n並無依國家機關作成之登記文件可明確證明。如債務人就留置物所擔保之\r\n債權之發生或其範圍有爭執時，應由債權人循訴訟方式，取得債權確已存\r\n在及其範圍之證明，始得聲請法院裁定拍賣留置物，以兼顧債務人之權益\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 535 號 民事裁定",
        "case_topic": "請求給付薪資等",
        "case_date": "民國 89 年 10 月 13 日",
        "case_gist": "本件抗告人係請求確認其與相對人間之僱傭關係存在，並命相對人給付自\r\n民國八十四年四月六日起至八十五年九月三十日止之薪資合計新台幣 (下\r\n同) 五十一萬四千八百四十八元及其法定遲延利息。第二審判決抗告人全\r\n部敗訴後，抗告人提起上訴，法院於計算其上訴所得受之利益額數時，依\r\n民事訴訟法第四百六十六條第四項，準用民事訴訟費用法第十四條規定，\r\n應以其權利存續期間之收入總數為準，期間未確定者，應推定其存續期間\r\n。推定存續期間時，原則上算至勞工滿六十歲時止，如推定之存續期間逾\r\n十五年，則參照司法院院字第二一八九號解釋，以十五年計算。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2291 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 89 年 10 月 12 日",
        "case_gist": "公司未發行股票者，其記名股份轉讓之成立要件，固只須當事人間具備要\r\n約與承諾之意思表示為已足，然依公司法第一百六十五條第一項規定之意\r\n旨，尚須經過更換名義即所謂「過戶」之手續，始得以其轉讓對抗公司，\r\n如未完成過戶手續，自不得向公司主張因受讓股份而享有開會及分派股息\r\n或紅利之權利 (參見本院六十年台上字第八一七號判例) 。此以過戶為對\r\n抗公司之要件，其意義在於股東對公司之資格 (即公司應以何人做為股東\r\n) ，可賴以確定。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2290 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 89 年 10 月 12 日",
        "case_gist": "受債權扣押命令之第三債務人於扣押後，始對其債權人取得債權者，不得\r\n以其所取得之債權與受扣押之債權為抵銷，民法第三百四十條定有明文。\r\n此規定中所謂「受扣押之債權」，其存否應以該債權成立與否之客觀事實\r\n為定，而非以第三債務人於收受扣押命令後，曾否具狀聲明異議為據。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2287 號 民事判決",
        "case_topic": "請求返還地下室等",
        "case_date": "民國 89 年 10 月 12 日",
        "case_gist": "判決主文乃由判決事實及理由所生之結論，苟判決內容不能自主文見之，\r\n即無從認有合法判決之存在。雖民事訴訟遇訟爭標的繁多，或名稱冗長者\r\n，得作一目錄附於判決書之後，或需繪圖者，得於主文內載「如附圖」而\r\n另作一圖附於判決書之後，作為判決主文之一部分，然不允許引用存於他\r\n處之文書作為判決主文 (參見本院六十四年台上字第一三○○號判例) 。\r\n查原判決主文第二項記載：「被上訴人 (即本件上訴人) 應將位於門牌號\r\n碼台北市承德路七段二一六號房屋正下方之地下室，即原判決 (即第一審\r\n判決) 附圖所示Ｂ部分、面積六九‧六八平方公尺，交還予上訴人 (即本\r\n件被上訴人) 」。竟引用第一審判決之附圖作為原判決主文之一部分，而\r\n未另作一附圖附於原判決書之後，作為其判決主文之一部，依上說明，原\r\n判決關於命上訴人交還地下室部分之判決自非合法。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2285 號 民事判決",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 10 月 06 日",
        "case_gist": "地政主管機關依土地法重新實施地籍測量，有其一定之程序，若重測土地\r\n界址糾紛案件經依協調會調處結果辦理施測，其重測結果比照土地法第四\r\n十六條之一至第四十六條之三規定辦理公告，於公告期間內，土地所有權\r\n人未向該管地政機關提出異議，或逾期未聲請複丈或複丈結果無誤或經更\r\n正者，即生重測法律效力確定之效果，地政機關應即據以辦理土地標示登\r\n記，該重測之地籍圖即屬確定，不容捨棄該地籍圖上所標示之界線，另定\r\n土地界線，此觀土地法第四十六條之一至三規定甚明。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2283 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 89 年 10 月 06 日",
        "case_gist": "民法第二百四十七條第一項係規定契約因以不能之給付為標的而無效之損\r\n害賠償責任﹔第二百四十九條第三款，則係規定契約因可歸責於受定金當\r\n事人之事由，致不能履行時之加倍返還定金責任。前者為契約無效之損害\r\n賠償責任，後者則為契約有效而履行不能之返還定金責任，兩者性質不同\r\n，不容混淆。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2267 號 民事判決",
        "case_topic": "請求確確認僱傭關係存在等",
        "case_date": "民國 89 年 10 月 06 日",
        "case_gist": "按債權人有受領給付之權利，除法律有如民法第三百六十七條、第五百十\r\n二條第二項等特別規定，契約有特別訂定外，不負受領給付之義務。故債\r\n權人對於已提出之給付拒絕受領者，通常祇負遲延責任，債務人不得強制\r\n其受領給付 (本院二十九年上字第九六五號判例參照) 。僱傭契約依民法\r\n第四百八十二條之規定，係以約定受僱人於一定或不定之期限內為僱用人\r\n服勞務，僱用人給與報酬為其成立要件。就此項成立要件言之，僱傭契約\r\n在受僱人一方，僅止於約定為僱用人供給一定之勞務，即除供給一定勞務\r\n之外，並無其他目的，在僱用人一方，亦僅約定對於受僱人一定勞務之供\r\n給而與以報酬，縱使受僱人供給之勞務不生預期之結果，仍應負給與報酬\r\n之義務；同法第四百八十七條亦規定，僱用人受領勞務遲延者，受僱人無\r\n補服勞務之義務，仍得請求報酬，是僱用人僅負給付報酬之義務，並無受\r\n領勞務給付之義務。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2242 號 民事判決",
        "case_topic": "請求撤銷買賣契約",
        "case_date": "民國 89 年 10 月 05 日",
        "case_gist": "約定之違約金額過高者，除出於債務人之自由意思，已任意給付，可認為\r\n債務人自願依約履行，不容其請求返還外，法院仍得依民法第二百五十二\r\n條規定，核減至相當之數額 (參見本院七十九年台上字第一九一五號判例\r\n) 。本件黃○華係依上述協議書第三條約定，將范廉風所付定金一千萬元\r\n，充作違約金，全部予以沒收，為原審所確定之事實，則該一千萬元定金\r\n既已因上開約定而變更為違約金之性質，顯見范廉風就系爭違約金，非出\r\n於其自由意思而任意給付。衡之前揭說明，如其數額過高，法院非無酌減\r\n之權。乃原審就上訴人主張所約定之違約金過高，是否屬實，恝置不論，\r\n徒以該轉換為違約金之定金已為交付，即認法院無權酌減，其適用法律自\r\n不無違誤。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2198 號 民事裁定",
        "case_topic": "請求損害賠償事件",
        "case_date": "民國 89 年 09 月 29 日",
        "case_gist": "民法第六百三十四條所指之「喪失」，除指絕對喪失 (如滅失) 之情況外\r\n，尚包括相對喪失之型態，亦即是否產生喪失情事，應針對權利人之立場\r\n加以判定。對貨物託運人而言，只要此等託運貨物，已無法由受領權人提\r\n領時，即屬喪失。本件上訴人逕將貨物交付於非受領權人，為原審所合法\r\n確定之事實，自屬相對喪失，上訴人自應負損害賠償之責。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 491 號 民事裁定",
        "case_topic": "塗銷土地所有權移轉登記等",
        "case_date": "民國 89 年 09 月 28 日",
        "case_gist": "民事訴訟法第四百九十六條第一項第一款所謂適用法規顯有錯誤者，係指\r\n確定判決所適用之法規顯然不合於法律規定，或與司法院現尚有效及大法\r\n官會議之解釋，或最高法院尚有效之判例顯然違反者而言 (最高法院六十\r\n年台再字第一七○號判例參照) 。經核「臨時台灣舊慣調查會第一部調查\r\n第三回報告書台灣私法第二卷」，僅屬文獻著作，並非法律或司法院解釋\r\n或最高法院判例，縱確定裁判與其內容相左，自不生適用法規顯有錯誤之\r\n情形。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2213 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 09 月 28 日",
        "case_gist": "（一）因登記錯誤遺漏或虛偽致受損害者，由該地政機關負損害賠償責任\r\n      ，土地法第六十八條第一項前段定有明文。此項規定，係國家賠償\r\n      法之特別法，依國家賠償法第六條規定，自應適用土地法之規定。\r\n（二）因登記錯誤、遺漏或虛偽致受損害，由該地政機關負損害賠償之範\r\n      圍，以不得超過受損害時之價值為限，對於受害人依通常情形原可\r\n      預期之利益之喪失，則不得請求賠償，觀乎土地法第六十八條第二\r\n      項規定自明。查被上訴人之第一順位抵押權，係七十八年一月十六\r\n      日誤遭塗銷，致其擔保之債權未能受償而受有損害。故被上訴人所\r\n      得請求賠償之損害，應以其未受償之借款本金一千四百五十五萬零\r\n      八百零七元為限。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2191 號 民事判決",
        "case_topic": "確認委任關係存在",
        "case_date": "民國 89 年 09 月 28 日",
        "case_gist": "股份有限公司與董事間之關係為有償委任，此觀公司法第一百九十二條第\r\n三項及第一百九十六條之規定即明。又依同法第二十七條第一項、第二項\r\n規定，政府或法人為股東時，得自己當選為董事；亦得由其代表人當選為\r\n董事。前者因係政府或法人股東自己當選為董事，是與公司成立委任關係\r\n者固係政府或法人股東本身，惟後者係由政府或法人股東之代表人當選為\r\n董事，則與公司成立委任關係者應為該代表人個人，而非政府或法人股東\r\n本身。原審以：訴外人永○公司為上訴人公司之法人股東，以被上訴人為\r\n其代表人，依公司法第二十七條第二項規定，由被上訴人個人當選為上訴\r\n人公司董事，而上訴人公司於八十六年五月二十日召開之股東常會係決議\r\n解除法人股東永○公司之董事職務，則被上訴人之董事職務並未經合法解\r\n除，其與上訴人公司間之董事委任關係自仍屬有效存在。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2158 號 民事判決",
        "case_topic": "請求確認繼承權不存在等",
        "case_date": "民國 89 年 09 月 28 日",
        "case_gist": "自幼撫養為子女或收養子女於辦理戶籍登記時，將之申報為親生子女者，\r\n縱為情所難免，惟該項登記應係以有「自幼撫養為子女」或「收養」之事\r\n實存在為前提，苟無各該事實之存在，仍不因該項錯誤之登記，而可遽斷\r\n為雙方必有法定養親子關係。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2157 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 09 月 28 日",
        "case_gist": "按對於第二審判決上訴，非以違背法令為理由者，不得為之。民事訴訟法\r\n第四百六十七條定有明文。是對於第二審判決上訴，非主張原判決違背法\r\n令以為上訴理由，即屬不應准許，自應認為不合法而駁回之。\r\n\r\n (裁判要旨內容由法源資訊整理)\r\n\r\n）"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 484 號 民事裁定",
        "case_topic": "請求返還證書",
        "case_date": "民國 89 年 09 月 21 日",
        "case_gist": "抗告人係以系爭空軍眷舍居住憑證返還請求權為訴訟標的，該憑證僅為一\r\n種證明文件，其返還請求權之價額，應斟酌抗告人因返還該憑證可受利益\r\n之客觀價額定之；如不能核定，應依民事訴訟費用法第十五條之規定辦理\r\n，非以系爭眷舍居住權之價額為準。原法院未注意及此，逕依系爭眷舍居\r\n住權之交易價格核定本件訴訟標的之價額，進而為不利抗告人之判斷，殊\r\n有未合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2097 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 09 月 21 日",
        "case_gist": "債務人應依債之本旨為給付，僅在特別情事下始得免責，乃債法之大原則\r\n；茍債務人之給付與債之內容不符，而主張免責者，自應就其歸責事由不\r\n存在負舉證責任。承攬人完成之工作，應使其具備約定之品質，及無減少\r\n或滅失其價值，或不適於通常或約定使用之瑕疵，民法第四百九十二條定\r\n有明文。此項承攬人之瑕疵擔保責任固係無過失責任，不以承攬人具有過\r\n失為必要，亦不因定作人另委有監工之人，而得減輕或免除其責任。若因\r\n可歸責於承攬人之事由，致工作發生瑕疵，則亦發生不完全給付之問題，\r\n此時定作人除得請求修補或解除契約或請求減少報酬外，依同法第四百九\r\n十五條規定並得請求損害賠償。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 476 號 民事裁定",
        "case_topic": "請求交付代收價金",
        "case_date": "民國 89 年 09 月 15 日",
        "case_gist": "訴訟全部或一部之裁判，以他訴訟之法律關係是否成立為據者，係指他訴\r\n訟之法律關係是否成立，為本件訴訟先決問題者而言，若他訴訟是否成立\r\n之法律關係，並非本件訴訟之先決問題，則其訴訟程序自毋庸停止。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 453 號 民事裁定",
        "case_topic": "請求確認派下權存在",
        "case_date": "民國 89 年 09 月 08 日",
        "case_gist": "確認派下權存在之訴，除確認祭祀公業之派下之身分外，兼具確認對其祀\r\n產即不動產之公同共有權存在之性質，核與不動產有關，自屬因不動產物\r\n權涉訟以外之其他因不動產涉訟事件，依民事訴訟法第十條第二項規定不\r\n動產所在地之法院有管轄權。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2051 號 民事判決",
        "case_topic": "請求遷讓房屋事件",
        "case_date": "民國 89 年 09 月 08 日",
        "case_gist": "公務機關本於管理權，將其管理之房屋分配予所屬人員使用，與所屬人員\r\n成立使用借貸關係，嗣後房屋改由第三人管理，該第三人雖非當然繼受原\r\n使用借貸關係，成為使用借貸契約之當事人，惟該第三人係繼受原公務機\r\n關而為房屋之管理人，此單純管理人之變異，不應影響房屋借用人之權益\r\n，該第三人對於原公務機關本於管理權而締結之有效之契約，自不得逕否\r\n認其效力，而謂借用人無權占有房屋。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 2048 號 民事判決",
        "case_topic": "請求損害賠償（塗銷土地所有權移轉登記）",
        "case_date": "民國 89 年 09 月 08 日",
        "case_gist": "按契約之效力原則上僅存在於契約當事人間；而法律行為無效，應負回復\r\n原狀之責任者，以於行為當時，知其無效或可得而知之當事人為限，此觀\r\n民法第一百十三條之規定自明。又以契約訂定向第三人為給付者，要約人\r\n得請求債務人向第三人給付，其第三人對於債務人，亦有直接請求給付之\r\n權；債務人得以由契約所生一切抗辯對抗該第三人，固為同法第二百六十\r\n九條第一項、第二百七十條所明定，惟第三人僅為債權人，究非契約當事\r\n人，債務人要不得本於契約之效力規定，對第三人為請求。"
    }
]