[
    {
        "case_id": "最高法院 84 年度台上字第 2385 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 84 年 09 月 27 日",
        "case_gist": "按地上權者，謂以在他人土地上有建築物或其他工作物或竹木為目的，而\r\n使用土地之權利，係以支配物之利用價值為內容，使權利人因標的物之使\r\n用收益而直接達到目的，與以支配物之交換價值為內容之擔保物權有別。\r\n系爭地上權既非以支配物之利用價值為目的，即與民法第八百三十二條所\r\n定之地上權者不符，依民法第七百五十七條規定，自屬不得創設。系爭地\r\n上權之設定，應屬無效。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 2176 號 民事判決",
        "case_summary": "確認抵押權存在事件",
        "case_date": "民國 84 年 09 月 26 日",
        "case_gist": "抵押權為不動產物權，非經登記不生效力，抵押權人僅能依設定登記之內\r\n容行使權利 (見：本院七十二年台上字第二四三二號判例) 。原審雖謂信\r\n託契約係債權契約，並不以登記為生效要件，縱未為「信託意旨」之記載\r\n，仍不影響其效力云云，然系爭抵押權之內容，既未就新亞公司將財產或\r\n債權請求權「信託」予被上訴人之被繼承人康羚猩而為「信託契約」部分\r\n之登記，果有該契約之成立，應僅屬康羚猩與新亞公司間之內部關係 (對\r\n人之債權關係) ，除其相互間應受該契約之拘束外，於系爭抵押權因「登\r\n記」所表徵之對外關係言，即衹有康羚猩一人始為抵押權人或債權人，可\r\n由其依所「登記」擔保本金最高限額一千七百萬元之抵押權，就權利「存\r\n續期間」內實際發生之債權行使其權利。似難以「未經登記」之新亞公司\r\n對李氏公司或其法定代理人李孝盛之債權，指為即係康羚猩之「抵押債權\r\n」而由其行使權利。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2365 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 84 年 09 月 25 日",
        "case_gist": "對於已開始實施強制執行之債務人財產，他債權人不得再聲請強制執行，\r\n有再聲請強制執行者，視為參與分配之聲明，強制執行法第三十三條定有\r\n明文。故有執行名義之他債權人聲明參與分配者，經審查合法時，即應許\r\n其參與分配，無須另以裁定准許，或徵詢債務人及其他債權人之意見，且\r\n其聲明參與分配與聲請強制執行性質相同，因而辦理強制執行事件應行注\r\n意事項十六之 (一) 規定：債權人撤回強制執行之聲請時，如已有執行名\r\n義之他債權人依強制執行法第三十四條第一項之規定聲明參與分配者，執\r\n行法院應命他債權人繳納執行費後，繼續執行。此乃因有執行名義之他債\r\n權人既已依法聲明參與分配，其權益自不因原聲請強制執行之債權人撤回\r\n聲請而受影響。故執行法院於該聲明參與分配之他債權人繳納執行費後，\r\n應另行分案繼續執行，原已實施之處分如查封，仍應繼續有效。若該他債\r\n權人未於執行法院規定之期限內繳納執行費，執行法院始應將其參與分配\r\n之聲明予以駁回。"
    },
    {
        "case_id": "最高法院 85 年度台上字第 1876 號 民事判決",
        "case_summary": "撤銷股東會決議等事件",
        "case_date": "民國 84 年 09 月 25 日",
        "case_gist": "（一）公司法第一百八十九條所謂決議方法之違反，係指非股東參與決議\r\n      ，特別利害關係人加入表決等對決議結果有影響之情形而言，議案\r\n      未經討論，與決議結果難謂有影響，自不屬所謂決議方法違法。本\r\n      件承認案⑴之決議，依上訴人之主張，僅係未經討論即表決，而非\r\n      非股東參與決議，該決議之決議方法自無違法可言。\r\n（二）公司法第一百九十一條所謂股東會決議之內容違反法令或章程者，\r\n      係指其決議內容違反法令或章程之明文規定，或公序良俗等情形而\r\n      言，例如違反公司法第二百三十二條之規定而決議分派股息及紅利\r\n      ，或決議經營非法之業務是。至於董事會造送股東會請求承認之表\r\n      冊內容如有不實或其他情弊，乃係董事應否負民刑事責任問題，與\r\n      股東會決議違反法令或章程之情形迥不相同。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 508 號 民事裁定",
        "case_summary": "聲請撤銷假處分",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "鬘薇ⅱD訟法第五百三十六條規定法院得因特別情事許債務人供擔保而撤\r\n銷假處分，其所謂「特別情事」係指債權人因撤銷假處分所受之損害，可\r\n得以金錢彌補，且不致因假處分之撤銷使債權人失卻其保全之相類情形而\r\n言。"
    },
    {
        "case_id": "最高法院 84 年度台聲字第 464 號 民事裁定",
        "case_summary": "聲請清算解散",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "聲請人聲請裁定命相對人清算後解散，係屬非訟事件，而非訟事件法並無\r\n再審及準用民事訴訟法關於再審之規定。本件聲請人對於本院就其聲請裁\r\n定命相對人清算解散事件所為之裁定，聲請再審，自非合法。"
    },
    {
        "case_id": "最高法院 84 年度台聲字第 461 號 民事裁定",
        "case_summary": "收養子女",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "夫妻二人共同收養，其中一人在中華民國現有住、居所或有最後之住所 (\r\n即曾經在中華民國設籍) 者，應逕向其住、居所或最後住所所在地之地方\r\n法院聲請裁定認可收養，毋庸聲請最高法院指定管轄。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2358 號 民事判決",
        "case_summary": "返還房屋",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "按買賣價金為買賣契約成立之要素，當事人應就買賣標的物及其價金互相\r\n表示合致，買賣契約始克成立。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2355 號 民事裁定",
        "case_summary": "返還價款",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "按第三審法院應以第二審判決確定之事實為判決之基礎。提起第三審上訴\r\n，其上訴之聲明不得變更或擴張之，民事訴訟法第四百七十三條第一項、\r\n第四百七十六條第一項分別定有明文。故在第三審亦不得為訴之追加。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2354 號 民事判決",
        "case_summary": "返還價款",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "被上訴人完成之房屋，部分為違章建築， (似係檢查後再完成) 為原審合\r\n法確定之事實，該房屋自與申請建築之核准圖不相符，而兩造買賣契約並\r\n未約定依銷售海報建築，則該房屋自應依政府核准之圖說建築。其竟未依\r\n政府核准之圖說興建，致成違章建築，隨時有遭取締拆除之危險，能否謂\r\n被上訴人係依債務之本旨履行，被上訴人所為給付無重大瑕疵，非無進一\r\n步研求之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2347 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "土地法第四十三條之保護不因上訴人係因徵收而原始取得系爭土地之所有\r\n權而有所不同。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2345 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "代理人有數人者，其代理行為，應共同為之，民法第一百六十八條定有明\r\n文。是在共同代理之情形，如其代理行為未由全體代理人共同為之，即屬\r\n無權代理行為。代理人有數人者，其代理行為既應共同為之，則其中一人\r\n單獨為代理行為，自不生表見代理之問題。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2342 號 民事裁定",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 09 月 21 日",
        "case_gist": "查所謂信託行為，係指委託人授與受託人超過經濟目的之權利，而僅許可\r\n其於經濟目的範圍內行使權利之法律行為而言，故信託關係須委託人與受\r\n託人間合意訂立信託契約，方能發生。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 496 號 民事裁定",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 09 月 20 日",
        "case_gist": "民事訴訟法第一百八十二條第一項既明定法院得在他訴訟終結前以裁定停\r\n止訴訟程序，則有同條項所定情形時，應否裁定停止訴訟程序，法院本有\r\n自由裁量之權，並非一經當事人聲請即應准許。次按他訴訟之法律關係是\r\n否成立，在本訴訟法院本可自為裁判，若因裁定停止訴訟程序，當事人將\r\n受延滯之不利時，仍以不裁定停止訴訟程序為宜。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2340 號 民事判決",
        "case_summary": "執行異議",
        "case_date": "民國 84 年 09 月 20 日",
        "case_gist": "確定判決有民事訴訟法第四百九十六條第一項各款情形，固得提起再審之\r\n訴以為救濟，但當事人已依上訴主張其事由，或知其事由而不為主張者，\r\n不在此限，同條項但書亦有明文。原確定判決為得上訴第三審之判決，上\r\n訴人亦提起第三審上訴，並經本院判決上訴駁回而確定，有本院八十三年\r\n度台上字第二九二四號判決可按。上訴人於收受原確定判決正本之送達時\r\n，對於判決理由有無適用法規顯有錯誤情形，即可知之，無論有無依上訴\r\n而為主張，依前開法條但書規定，均不得於上訴經駁回確定後，復對原確\r\n定判決以適用法規顯有錯誤為由，提起再審之訴。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2336 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 09 月 20 日",
        "case_gist": "國家賠償法第九條第三項所謂賠償義務機關經改組者，應包括各級政府因\r\n業務量之增加而成立新機關，並重新劃分轄區業務之情形在內。本件系爭\r\n土地原屬新興地政事務所之轄區，嗣於七十八年三民地政事務所奉准成立\r\n後，即劃歸其管轄，自屬該條所謂機關之改組。呂金田等三人以承受其業\r\n務之三民地政事務所為賠償義務機關，提起本件訴訟，並無不合。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2334 號 民事判決",
        "case_summary": "分配表異議",
        "case_date": "民國 84 年 09 月 20 日",
        "case_gist": "建築物設定抵押後，抵押權人於原建築物再行擴建或增建之建物，如不具\r\n獨立性，而與原建築物構成一體，已為原建築物之一部分，或為原建築物\r\n之附屬物時，應為原抵押權效力所及。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2332 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 09 月 20 日",
        "case_gist": "耕地三七五減租條例係屬保護佃農，調整業佃間權利義務，協助達成耕者\r\n有其田目的之法律。故在該條例施行後，所有耕地租賃事項，在性質相同\r\n之範圍內，均應適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2325 號 民事判決",
        "case_summary": "確認僱傭關係存在",
        "case_date": "民國 84 年 09 月 20 日",
        "case_gist": "上訴人於原審係主張：上訴人業已向被上訴人為終止契約，退職轉任他職\r\n，自八十二年二月一日生效，為此依法就兩造間待確認之不定期僱傭關係\r\n，減縮應受判決事項之聲明為：確認兩造間僱傭關係自七十五年三月十日\r\n起至八十二年一月三十一日止等語。似未主張依民事訴訟法第二百五十六\r\n條第三款因情事變更而以他項聲明代最初之聲明。原審審判長疏未行使闡\r\n明權，命上訴人為適當、完全之聲明，遽認上訴人係因情事變更而以他項\r\n聲明代最初之聲明，於法已屬有違。原告在第二審程序將原訴變更時，法\r\n院以其訴之變更為合法，而原訴可認為已因撤回而終結者，則在第一審原\r\n訴之訴訟繫屬應因訴之變更而消滅，亦即第一審就原訴所為之裁判，應因\r\n合法的訴之變更而當然失其效力，第二審法院不得將第一審就原訴所為之\r\n判決維持或廢棄改判。"
    },
    {
        "case_id": "最高法院 84 年度台再字第 112 號 民事判決",
        "case_summary": "返還房屋",
        "case_date": "民國 84 年 09 月 20 日",
        "case_gist": "再審被告乃依民法第八百二十一條規定，訴請再審原告返還系爭建物於全\r\n體共有人，並無須得全體共有人同意之必要。再審原告指稱：再審被告未\r\n證明已經全體共有人同意，選定為當事人，亦未證明具有非法人團體資格\r\n，原確定判決竟為實體判決，於法有違云云，亦無足採。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2320 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 09 月 15 日",
        "case_gist": "上訴人於訂約之初，即已明知買賣標的物中之系爭違建樓房有興建在公有\r\n土地上之瑕疵，而仍買受，且未能舉證被上訴人有為該部分樓房不會被拆\r\n除之保證，依民法第三百五十五條第一項規定，被上訴人自不負瑕疵擔保\r\n責任。上訴人以本件買賣標的物中，如系爭違建樓房被拆除，可使用面積\r\n每層僅二三‧九三平方公尺，不堪居住，已失契約預定之效用，因物有瑕\r\n疵，而主張解除契約，殊無可取。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 485 號 民事",
        "case_summary": "確認本票債權不存在",
        "case_date": "民國 84 年 09 月 14 日",
        "case_gist": "抗告法院之裁定，以抗告不合法而駁回之，或以抗告為有理由而廢棄或變\r\n更原裁定者，對於該裁定得再為抗告，民事訴訟法第四百八十六條第二項\r\n定有明文。依此規定之反面解釋，抗告法院以抗告為無理由而駁回之者，\r\n自不得再為抗告。此項規定，依同法第四百三十六條之二第二項規定，於\r\n簡易訴訟程序亦有其適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2300 號 民事判決",
        "case_summary": "遷讓房屋",
        "case_date": "民國 84 年 09 月 14 日",
        "case_gist": "系爭佛堂及陽台係利用系爭房屋第二層之樓梯及屋頂搭建而成，附著於該\r\n樓梯及系爭房屋之屋頂，必須經由樓梯及系爭房屋第一、二層內部出入，\r\n無獨立出入之門戶，不能為獨立之使用，為原審合法確定之事實，則系爭\r\n佛堂及陽台已成為本件一、二層樓房之一部分，而為該一、二層樓房之成\r\n分，屬該一、二層樓房之所有人即被上訴人所有。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 477 號 民事裁定",
        "case_summary": "聲請假扣押",
        "case_date": "民國 84 年 09 月 13 日",
        "case_gist": "k院就債務人因假扣押或假處分所受損害，命債權人預供擔保者，其金額\r\n之多寡應如何始為相當，固屬法院依職權所得裁量之範圍，非當事人所可\r\n任意指摘，惟此項擔保，係備賠償債務人所應受之損害，故法院定其擔保\r\n額時，自須斟酌債務人所應受之損害為衡量之標準。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2295 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 09 月 13 日",
        "case_gist": "買賣契約之成立，固應以標的物及價金之意思表示一致為其「必要之點」\r\n，惟買賣「預約」，亦非不得就標的物及價金之範圍先為擬定，作為將來\r\n訂立「本約」之張本，但不能因此即認買賣「本約」業已成立 (見：本院\r\n六十一年台上字第九六四號判例) 。苟當事人間，除標的物及價金外，尚\r\n約定將買賣價金之清償時、地或其他交易上之重要事項列為「必要之點」\r\n者，衡諸契約自由原則，應非法所不許。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 469 號 民事裁定",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 09 月 08 日",
        "case_gist": "鷊磻④H聲請回復原狀，依民事訴訟法第一百六十四條第一項規定，限於\r\n當事人或代理人，因天災或其他不應歸責於己之事由，遲誤不變期間者，\r\n始得為之。所謂遲誤不變期間，乃指不於法律所定不變期間內為其應為之\r\n訴訟行為而言。本件抗告人聲請回復原狀所為主張：抗告人張胡貴美、張\r\n界柱於第二審訴訟程序，未曾委任秦鴻宣律師為訴訟代理人。抗告人張鳳\r\n台亦僅概括委任秦鴻宣代理訴訟而已，並未授與特別代理權。該訴訟代理\r\n人並無代抗告人收受判決正本之送達及提起第三審上訴之權限，其擅自提\r\n起第三審上訴，並不合法等情。係指抗告人自己未受合法送達判決正本，\r\n則上訴之不變期間尚未開始起算。核與前開條文所定遲誤不變期間之情形\r\n，已有未合。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2287 號 民事判決",
        "case_summary": "給付貨款",
        "case_date": "民國 84 年 09 月 08 日",
        "case_gist": "本院三十七年上字第八八一六號判例稱：借據內印章及作押房契既均屬真\r\n正，雖由他人代為立據而除有確切反證外，自應推定為本人授權行為等語\r\n，該他人既經「推定為本人授權行為」，則其行為應屬有權代理。此與本\r\n院四十五年台上字第四六一號判例所指「民法第一百六十九條所謂表示以\r\n代理權授與他人之行為，對於第三人應負授權人之責任」者不同。蓋後者\r\n實質上為無權代理，惟本人有使第三人信以為其以代理權授與他人之行為\r\n，為保護第三人，乃令本人負授權人責任。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2286 號 民事判決",
        "case_summary": "交還土地",
        "case_date": "民國 84 年 09 月 08 日",
        "case_gist": "訴請拆除共有房屋者，應以房屋共有人全體為被告，其當事人之適格始無\r\n欠缺。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2279 號 民事判決",
        "case_summary": "清償債務",
        "case_date": "民國 84 年 09 月 08 日",
        "case_gist": "證人係陳述自己所經歷具體事實之第三人，原審所據以認定事實之徐繐淳\r\n證言，據其陳稱：其所述之事實，均係依據被上訴人所說等語。則傳聞證\r\n言，是否得為認定事實之證據資料﹖亦非無疑。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2273 號 民事判決",
        "case_summary": "撤銷仲裁判斷",
        "case_date": "民國 84 年 09 月 08 日",
        "case_gist": "(一) 商務仲裁條例第二十三條第一項第二款規定：「仲裁契約無效，或\r\n於仲裁人為判斷前失效者，當事人得對於他造提起撤銷仲裁判斷之訴。」\r\n所謂仲裁契約失效，係指仲裁契約因撤銷、解除、終止、解除條件成就或\r\n終期之屆至等情形失其效力而言。若契約當事人已依約履行完畢，僅係當\r\n事人之履行義務已經完畢，不必再為給付，並非契約失效。 (二) 本件仲\r\n裁判斷書已於理由欄分別從程序及實體方面，詳述兩造訂約立有仲裁條款\r\n及其內容、協議交涉經過。進而判斷被上訴人請求命上訴人補給付工程款\r\n、遲延利息、履約保證金之手續費，及退還未施工不銹鋼墊片、矽利康所\r\n罰扣之款項，並確認保固期間等部分為有理由，應予准許，其餘部分為無\r\n理由，則予駁回，詳述其所憑證據及理由，長達十六頁，此有該仲裁判斷\r\n書可稽，本件仲裁判斷書即無不附理由之情形可言。至該仲裁判斷書縱有\r\n上訴人所指，未查究高雄市土木技師公會鑑定報告是否與事實相符，即逕\r\n引為本件仲裁判斷之依據。及未就上訴人所為時效之抗辯，敘明不予採取\r\n之理由等情，亦屬理由不備，而非仲裁判斷書不附理由。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2267 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 09 月 08 日",
        "case_gist": "按民法物權編施行前，占有不動產而具備民法第七百六十九條或第七百七\r\n十條之要件者，自施行之日起，得請求登記為所有人，民法物權編施行法\r\n第七條定有明文。依民法第七百七十二條規定「於所有權以外財產權之時\r\n效取得」亦準用民法第七百六十九條或第七百七十條之意旨觀之，於所有\r\n權以外之財產權 (包括地上權) 於民法物權編施行前因占有而取得時效者\r\n，自得類推適用民法物權編施行法第七條之規定。本件縱如上訴人辯稱其\r\n曾祖父何城已依日本民法之規定不待登記已因時效取得系爭土地之地上權\r\n云云，揆諸前開法律規定，於我國民法物權編施行後，仍須請求登記為地\r\n上權人，始得主張是項權利。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2263 號 民事判決",
        "case_summary": "返還消費寄託物",
        "case_date": "民國 84 年 09 月 07 日",
        "case_gist": "按共同侵權行為必共同行為人均已具備侵權行為之要件，且以各行為人故\r\n意或過失不法之行為，均係所生損害之共同原因 (即所謂行為關連共同)\r\n始克成立。本件郵局定期存款，被上訴人若先掛失止付，固可避免遭人冒\r\n領。但被上訴人存款為第三人冒領，上訴人受有損害，乃係該冒領者以故\r\n意不法之行為侵害上訴人權利，並因上訴人承辦員未盡善良管理人注意義\r\n務詳核身分證件所致。被上訴人未掛失止付之行為，究非屬不法行為，且\r\n不能認與該冒領者之故意不法行為相結合，而為上訴人所生損害之共同原\r\n因。故上訴人於原審主張被上訴人應與冒領者負共同侵權行為之損害賠償\r\n責任而伊得為抵銷之抗辯，自不足取。原審未予說明，與判決結果尚不生\r\n影響。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2253 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 09 月 07 日",
        "case_gist": "提起分割共有物之訴，其參與分割之當事人僅以共有人為限，又請求分割\r\n之共有物如為不動產，其共有人為何人，以及應有部分若干，概以土地登\r\n記簿登記者為準。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2252 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 09 月 07 日",
        "case_gist": "按租賃定有期限者，其租賃關係於租期屆滿時消滅，必租期屆滿後，承租\r\n人仍為租賃物之使用收益，而出租人不即表示反對之意思者，始視為以不\r\n定期限繼續租約；又耕地租約於租期屆滿時，除出租人依法收回自耕外，\r\n如承租人願繼續承租者，應續訂租約，此觀民法第四百五十條第一項、第\r\n四百五十一條及耕地三七五減租條例第二十條之規定自明。是以耕地租約\r\n於租期屆滿時，須有承租人請求繼續承租或仍為租賃物使用收益之事實，\r\n始得認租賃關係不因租期屆滿而消滅。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2249 號 民事判決",
        "case_summary": "給付承攬報酬",
        "case_date": "民國 84 年 09 月 07 日",
        "case_gist": "承攬係以「工作」之「完成」為目的之契約，於未依當事人之「約定」，\r\n發生預期之「結果」 (非祗「效果」) 前，自難謂承攬之工作業已「完成\r\n」。故承攬人之工作是否完成，應就契約之內容觀察，非可因承攬人應負\r\n品質保證及瑕疵修補之擔保責任 (見：民法第四百九十二條、第四百九十\r\n三條) 即無視契約之約定， 而將除「工作外在形式」外之部分，均委之\r\n於承攬人擔保責任之範疇。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2243 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "按民法第二百六十九條第一項係規定，以契約訂定向第三人為給付者，要\r\n約人得請求債務人向第三人為給付，其第三人對於債務人，亦有直接請求\r\n給付之權。而盧呂芳枝係與其餘被上訴人訂立信託契約，約定系爭土地應\r\n有部分信託登記予盧呂芳枝所有，為原審認定之事實。則上訴人既非該信\r\n託契約之當事人，亦非該契約之債務人，被上訴人自無從依該契約請求上\r\n訴人將系爭土地應有部分移轉登記予盧呂芳枝。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2238 號 民事判決",
        "case_summary": "請求侵權行為損害賠償",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "被上訴人方金獅所得請求之喪葬費，應以實際支出且屬必要之殯葬費用為\r\n限，此與遺產及贈與稅法第十七條第十款規定被繼承人之喪葬費用可扣除\r\n之數額，係屬課徵遺產稅時之核算標準不盡相同，原審謂方金獅請求喪葬\r\n費金額在四十萬元內，均可不被認為浮濫云云，殊有欠洽。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2227 號 民事判決",
        "case_summary": "請求確認債權不存在",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "民法第四百九十條規定：稱承攬者，謂當事人約定，一方為他方完成一定\r\n之工作，他方俟工作完成，給付報酬之契約。又同法第五百零五條第一項\r\n規定：報酬應於工作交付時給付之，無須交付者，應於工作完成時給付之\r\n。同條第二項規定：工作係分部交付，而報酬係就各部分定之者，應於每\r\n部分交付時，給付該部分之報酬。足見除當事人間另有特約外，定作人僅\r\n對於承攬人完成之工作，負有給付報酬之義務。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2222 號 民事判決",
        "case_summary": "塗銷所有權登記",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "按民法第一百六十九條所謂知他人表示為其代理人而不為反對之表示，係\r\n指知他人表示為其代理人而與相對人為法律行為時，原應即為反對之表示\r\n，使其代理行為無從成立，以保護善意之第三人，竟因其不為反對之意思\r\n表示，致第三人誤認代理人確有代理權而與之成立法律行為，應自負授權\r\n人之責任者而言。如於法律行為成立後知其情事而未為反對之表示，對業\r\n已成立之法律行為已不生影響，自難令負表見代理人之責任。又由自己之\r\n行為表示以代理權授與他人者，對於第三人應負授權人之責任，必須本人\r\n有表見之事實，足使第三人信該他人有代理權之情形存在，始足當之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2201 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "僱傭契約，依民法第四百八十二條之規定，係以受僱人於一定或不定期限\r\n內為僱用人服勞務，而僱用人給與報酬為其成立要件。故契約當事人之義\r\n務，在受僱人方面，僅止於為僱用人供給一定之勞務，至其供給勞務之目\r\n的為何？在所不問；在僱用人方面，亦於受僱人供一定勞務後即應給予報\r\n酬，縱使受僱人供給之勞務不生預期之結果，仍不得免除給予報酬之義務\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2200 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "共有人將共有物讓與他人，固為共有物之處分，非得共有人全體之同意，\r\n對於其他共有人不生效力，但為讓與之共有人與受讓人間之債權契約行為\r\n並不當然亦歸於無效。原審謂上訴人與被上訴人之被繼承人張生瑞所訂系\r\n爭土地之交換契約為無效云云，其法律上之見解，即屬可議。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2195 號 民事判決",
        "case_summary": "國家賠償",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "依國家賠償法第二條第二項規定請求國家賠償，必須公務員之不法行為及\r\n其所生損害，二者均發生在國家賠償法施行以後者，始得為之。雖損害發\r\n生在該法施行以後，如公務員之不法行為發生在該法施行之前，仍不得依\r\n上開規定請求賠償。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2194 號 民事判決",
        "case_summary": "確認土地所有權存在",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "訴訟標的，乃原告為確定其私權之請求，或所主張或否認之法律關係是否\r\n存在，欲法院對之加以審判之對象。而為法院審判對象之法律關係，應為\r\n具體特定之權利義務關係，而非抽象之法律關係，即原告起訴以何種法律\r\n關係為訴訟標的，應依原告起訴主張之原因事實定之，原告前後主張之原\r\n因事實不同，其為訴訟標的之法律關係自亦不同，即非同一事件。"
    },
    {
        "case_id": "最高法院 84 年度台再字第 102 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 08 月 31 日",
        "case_gist": "按當事人死亡者，訴訟程序在有繼承人、遺產管理人或其他依法令應續行\r\n訴訟之人承受其訴訟以前當然停止，又訴訟程序當然停止間，法院及當事\r\n人不得為關於本案之訴訟行為，民事訴訟法第一百六十八條及第一百八十\r\n八條第一項前段定有明文。本件前訴訟程序第二審之上訴人林綉綿於民國\r\n八十三年六月二十七日死亡，其未委任訴訟代理人，訴訟程序應當然停止\r\n，乃前訴訟程序第二審竟於八十三年七月十二日，依被上訴人即再審被告\r\n之聲請，由其一造辯論，而於同年月十八日以八十三年度上字第三四六號\r\n為判決，該程序之上訴人即再審原告對其敗訴部分提起第三審上訴，本院\r\n八十三年度台上字第三○三八號確定判決未注意及之，以判決駁回其上訴\r\n，適用法規顯有錯誤。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1880 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 28 日",
        "case_gist": "誣告行為對於被誣告人之名譽信用，都有妨礙，誣告罪之內容，已將妨害\r\n名譽及信用之罪吸收在內，故上訴人誣告行為當已造成被上訴人名譽之損\r\n害而受有痛苦。記者主動至警方採訪而刊登，而非上訴人主動揭露。是否\r\n為上訴人所能預見﹖如非其所能預見，上訴人是否亦應負該部分損害賠償\r\n責任，已非無疑。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 457 號 民事裁定",
        "case_summary": "聲報清算完結",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "清算人依公司法第三百三十一條第四項規定，向法院聲報清算完結，法院\r\n固無須為「准駁聲報」之裁判，惟此等聲報性質上屬非訟事件法第八十一\r\n條第一項所列之商事非訟事件，法院依非訟事件法第十六條規定，仍應依\r\n職權調查事實及必要之證據，作形式審查，倘有所處分，依同法第二十條\r\n第一項規定，應以裁定為之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2187 號 民事判決",
        "case_summary": "塗銷所有權登記",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "按法官曾參與該訴訟事件更審前之裁判者，應自行迴避，不得執行職務，\r\n民事訴訟法第三十二條第七款定有明文。又依法律應迴避之法官參與裁判\r\n者，其判決當然違背法令，同法第四百六十九條第二款復有明定。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2175 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "兩造之父趙雞於六十八年九月十一日死亡，兩造並未於法定期限拋棄繼承\r\n，則趙雞所遺留之遺產，已於死亡時開始由兩造繼承。上訴人於七十八年\r\n一月三日與被上訴人訂立上開「協意書」，同意將系爭不動產全部登記歸\r\n被上訴人所有，顯係拋棄因繼承所取得之財產，核與繼承之拋棄，係指繼\r\n承人否認自己開始繼承效力之意思表示迥然有別。上訴人於第一審所辯其\r\n係一部拋棄繼承依法無效云云，自無足採。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2172 號 民事判決",
        "case_summary": "返還價金",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "約定之違約金過高者，法院得減至相當之數額，在民法第二百五十二條定\r\n有明文，不論當事人係提起核減違約金之訴或提起給付之訴，而於訴訟中\r\n請求法院酌減或法院依職權酌減，均無不可。上訴人謂應提起酌減違約金\r\n形成之訴，始得酌減云云，顯有誤會。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2170 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "相當因果關係，係指無此行為，雖必不生此種損害；有此行為，通常即足\r\n生此種損害者，是為有因果關係。無此行為，必不生此種損害；有此行為\r\n，通常亦不生此種損害者，即無因果關係。本件上訴人因車禍受有外傷，\r\n通常並不足以生有精神分裂之結果，是本件車禍與上訴人目前之病態並無\r\n相當因果關係。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2164 號 民事判決",
        "case_summary": "返還共有物",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "按共有物之利用行為，係以滿足共有人共同需要為目的，不變更共有物之\r\n性質之行為。其與處分行為相異者，在不移轉共有物之權利或增加其物上\r\n負擔，其與保存行為不同者，在不以防止共有物之毀損或滅失為目的，而\r\n其不增加共有物之效用或價值一點，與改良行為，亦有不同之處。民法對\r\n於共有物之利用方法，並無如保存行為與改良行為，有特別之規定，解釋\r\n上應適用民法第八百二十條第一項之規定，即在共有人未以契約訂定時，\r\n應由共有人共同管理之。而共有物之出租出借，乃典型之利用行為，自應\r\n依民法第八百二十條第一項共有物「管理」之規定為之，而無同法第八百\r\n十九條第二項或土地法第三十四條之一共有物之「處分」、「變更」及「\r\n設定負擔」規定之適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2160 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "租賃，乃特定當事人間所締之契約，出租人並不以所有人為限，故出租人\r\n對其物有無所有權或其他權利，全非租賃之成立要件，有關租賃上權利之\r\n行使，概由締結契約之名義人行之。是上訴人抗辯：被上訴人非系爭土地\r\n所有人，與伊訂立系爭土地租賃契約，應屬無效云云，即無可取。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2154 號 民事判決",
        "case_summary": "確認買賣關係不存在",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "命債務人為給付之確定判決，就給付請求權之存在有既判力，依民事訴訟\r\n法第四百條第一項之規定，債務人不得對於債權人更行提起確認該給付請\r\n求權不存在之訴。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2153 號 民事判決",
        "case_summary": "拆屋交地",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "私有土地供公眾通行已歷數十年，已成道路，在公法上雖應認有公用地役\r\n關係存在，其所有權之行使應受限制。惟該土地既未經徵收，仍為私人保\r\n留，則土地所有權人仍保有其所有權能，對於無權占有其土地者，仍得行\r\n使民法第七百六十七條之物上請求權，請求無權占有者返還土地，僅在公\r\n法上其所有權之行使應受不得違反供公眾通行之目的及不許擅自圍堵已成\r\n之道路或變更作建築基地之限制而已。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2151 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 25 日",
        "case_gist": "商標法第六十六條第一項第三款所謂查獲侵害商標權商品，雖非以經扣押\r\n者為必要，但以經受害人實際查獲之仿冒商品為限，此比較觀察該法條第\r\n一項第一至三款之規定自明。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 455 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 24 日",
        "case_gist": "鬖D事訴訟法第四百八十七條第一項所稱「因犯罪而受損害之人」，係指\r\n因起訴之犯罪事實侵害個人私權，致生損害者始足當之。本件相對人楊松\r\n福、林三郎被訴違反公司法第十九條第一項之規定部分，其所妨害者僅為\r\n商業行政之管理及社會交易之安全，其所侵害者非抗告人個人之法益。且\r\n依同條第二項規定，該二人對其行為仍應對抗告人連帶負責。準此則抗告\r\n人既可依該規定對違反上述公司法之相對人行使權利，自非因相對人犯罪\r\n而受損害之人至明，應不得於違反公司法刑事訴訟程序中提起附帶民事訴\r\n訟請求相對人為損害賠償。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2143 號 民事判決",
        "case_summary": "給付工程款",
        "case_date": "民國 84 年 08 月 24 日",
        "case_gist": "按出賣人就其交付之買賣標的物有應負擔保責任之瑕疵，而其瑕疵係於契\r\n約成立後始發生，且因可歸責於出賣人之事由所致者，則出賣人除負物之\r\n瑕疵擔保責任外，同時構成不完全給付之債務不履行責任。買受人如主張\r\n：出賣人應負物之瑕疵擔保責任，依民法第三百六十條規定，請求不履\r\n行之損害賠償，或依同法第三百六十四條規定請求另行交付無瑕疵之物。\r\n則在出賣人為各該給付以前，買受人非不得行使同時履行抗辯權。二、出\r\n賣人應負不完全給付之債務不履行責任者，買受人得類推適用民法第二百\r\n二十六條第二項規定請求損害賠償，或類推適用給付遲延之法則，請求補\r\n正或賠償損害，並有民法第二百六十四條規定之適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2134 號 民事判決",
        "case_summary": "確認優先承購權存在",
        "case_date": "民國 84 年 08 月 24 日",
        "case_gist": "土地法第三十四條之一第四項所定之他共有人優先承購權，固應以共有人\r\n「有效」出賣其應有部分與第三人為基礎。惟如共有人與第三人間之買賣\r\n契約已合法存在，於他共有人主張優先購買權後，出賣之共有人與第三人\r\n為避免他共有人之行使優先承購，始合意解除買賣契約者，該「合意解除\r\n」既在他共有人單獨為「優先承購」之意思表示而行使其優先承購之形成\r\n權之後，則共有人與第三人間之原有權利義務關係已有變更，能否再任由\r\n渠等合意解除契約，以規避上開法律所定他共有人所得行使之優先承購權\r\n之適用﹖非無疑義。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2127 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 84 年 08 月 24 日",
        "case_gist": "查被上訴人所執有之寺廟登記證印有「管理人繼承慣例」及「住持繼承慣\r\n例」兩欄，又臺灣省政府民政廳四十九年民甲字第一八三○二號代電略稱\r\n：住持係主持宗教活動；管理人管理寺廟房屋財產，兩者同時設置，並無\r\n重複。原審認台灣地區寺廟之管理制度設有管理人之習慣，行政機關亦承\r\n認此管理制度，寺廟得以管理人為其法定代理人提起訴訟，並無不合。次\r\n查監督寺廟條例第六條第一項規定：寺廟財產由住持管理之；第二項規定\r\n：寺廟有管理權之僧道，不論用何名稱，認為住持。固認有管理權之僧道\r\n，不論用何名稱，均有代理寺廟為訴訟行為之權能。惟寺廟併設有管理人\r\n者，住持既由管理人聘任，尚難謂管理人無代理寺廟為訴訟行為之權能。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2124 號 民事判決",
        "case_summary": "請求減少價金",
        "case_date": "民國 84 年 08 月 24 日",
        "case_gist": "原告以單一之聲明，主張數項訴訟標的，並未請求法院選擇其中之一裁判\r\n，亦未定有先後之順序，而係請求法院就各該訴訟標的同時為裁判者，此\r\n為訴之重疊之合併。如原告預防其提起之訴訟無理由，而同時提起不能併\r\n存之他訴，以備先位之訴無理由時，可就備位之訴獲得有理由之判決者，\r\n則為訴之預備之合併。查顏賽蘭所提起之訴，倘為訴之預備之合併，則法\r\n院應就其先位之訴先為調查裁判，先位之訴有理由，備位之訴即毋庸判決\r\n，必先位之訴為無理由，法院始得就備位之訴為裁判。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2115 號 民事判決",
        "case_summary": "土地所有權移轉登記",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "有代理權之代理人與第三人為法律行為時，雖未明示其為代理人，惟如相\r\n對人按其情形，應可推知係以本人名義為之者，即難謂不發生代理之效果\r\n。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2110 號 民事判決",
        "case_summary": "確認優先購買權事件",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "按基地出賣時，地上權人、典權人或承租人有依同樣條件優先購買之權，\r\n固為土地法第一百零四條第一項所明定。惟該規定係指基地出賣時，對該\r\n基地已有地上權、典權或租賃權之人，始得主張優先購買；若基地出賣時\r\n，地上權、典權或租賃權尚不存在，或於基地出賣後始取得地上權、典權\r\n或租賃權者，均不得溯及主張優先購買權。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2104 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "按分割共有物，以消滅共有關係為目的。法院裁判分割共土地時，除因該\r\n土地內部分土地之使用目的不能分割，或部分共有人仍願維持其共有關係\r\n，應就該部分土地不予分割或准該部分共有人成立新共有關係外，應將土\r\n地分配於各共有人單獨所有。本件上訴人梁新發、梁新平於第一、二審，\r\n均未到場或以書狀作何陳述，原審竟以上訴人梁新水一人之意願，就原判\r\n決附圖編號Ｈ所示部分土地，判決准由梁新發、梁新平、梁新水三人，按\r\n其應有部分比例維持共有，已有可議。查分割共有物之訴，共有人所主張\r\n之分割方法，僅供法院參考而已，設非全部採其所主張之方法，並非其上\r\n訴為一部分無理由，毋庸為部分上訴駁回之判決。本件上訴人梁辛財於原\r\n審請求按鑑定報告之全額補償，曾鍾宜芳、梁新騰、梁新豐、梁新耀請求\r\n駁回補償部分，梁達男請求按原審更審前判決之分割方法分割，均屬分割\r\n方法之一種。原審廢棄第一審部分判決，改判按原判決附圖為分割，並命\r\n按原判決附表二，互為補償差價。乃竟諭知前開梁辛財等人之「其餘上訴\r\n駁回」，亦有未洽。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2098 號 民事判決",
        "case_summary": "第三人異議",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "查原判決先則認定系爭房屋為被上訴人出資興建，而屬被上訴人所有；繼\r\n則謂依上開土地租賃契約書第八條約定，於八十一年十二月三十一日租賃\r\n期滿後，系爭房屋已歸被上訴人所有云云。惟查該土地租賃契約書第八條\r\n係約定，由王○寶出資在租賃土地上興建建築物，租賃屆滿時，應回復原\r\n狀或歸被上訴人所有，不得另請求補償。則依此約定，系爭房屋係由王○\r\n寶出資興建，而屬王○寶原始所有，租賃屆滿後，須依法律行為取得不動\r\n產所有權之登記程序，始生繼受取得所有權之效力 (民法第七百五十八條\r\n參照) 。原判決上開論斷，自屬前後矛盾。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2091 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "民法第一千一百三十八條所定第一順序之繼承人，有於繼承開始前死亡或\r\n喪失繼承權者，由其直系血親卑親屬代位繼承其應繼分，同法第一千一百\r\n四十條定有明文。是得依前開規定代位繼承者，以第一順序繼承人之直系\r\n血親卑親屬為限，第一順序繼承人之配偶並無代位繼承權可言。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2089 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "耕地三七五減租條例第六條第一項後段固規定，租約之訂立、變更、終止\r\n或換訂，應由出租人會同承租人申請登記，但臺灣省耕地租約登記辦法第\r\n二條第一項後段規定：「出租人或承租人不會同申請登記時，得由一方陳\r\n明理由，檢附相關證明文件，單獨申請登記」。上訴人於被上訴人不會同\r\n辦理登記時，既得依前開規定單獨登記，即無訴請判命被上訴人協同辦理\r\n之必要。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2088 號 民事判決",
        "case_summary": "返還借款",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "民法第七百五十一條所謂債權人拋棄為其債權擔保之物權者，係指債權人\r\n在債權尚未獲償之前，既有行使擔保物權取償之權利，而竟拋棄不行使之\r\n謂。若其債權已依行使擔保物權以外方法獲償，因而塗銷該擔保物權 (如\r\n抵押權等) 登記者，即與拋棄擔保物權有別。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2082 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 18 日",
        "case_gist": "刑事判決所為事實之認定，於為獨立民事訴訟之裁判時本不受拘束，民事\r\n法院雖得依自由心證，以刑事判決認定之事實為民事判決之基礎，然依民\r\n事訴訟法第二百二十二條第二項之規定，應就其斟酌調查該刑事判決認定\r\n事實之結果所得心證之理由，記明於判決，未記明於判決者，即為同法第\r\n四百六十九條第六款所謂判決不備理由。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 439 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 17 日",
        "case_gist": "鬖]犯罪而受損害之人，於刑事訴訟程序得附帶提起民事訴訟，對於被告\r\n及依民法負賠償責任之人，請求回復其損害，刑事訴訟法第四百八十七條\r\n第一項固定有明文，但其請求回復之損害，以被訴犯罪事實所生之損害為\r\n限。是附帶民事訴訟之提起，必以刑事訴訟程序之存在為前提，若刑事訴\r\n訟未經提起公訴或自訴，而對於應負賠償責任之人提起附帶民事訴訟，刑\r\n事法院即應以其訴為不合法，依同法第五百零二條第一項規定，以判決駁\r\n回之。倘刑事法院不為駁回，而誤以裁定移送民事法院，民事法院仍應以\r\n原告之訴為不合法，適用民事訴訟法第二百四十九條第一項第六款規定駁\r\n回之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2062 號 民事判決",
        "case_summary": "塗銷典權登記",
        "case_date": "民國 84 年 08 月 17 日",
        "case_gist": "台灣施行日本民法以前，在台灣發生之典權，並無存續期間。此項典權因\r\n台灣於大正十二年 (民國十二年) 一月一日施行日本民法後，依日本民法\r\n施行法第三十四條、第三十二條第三十一條及日本民法第三百六十條規定\r\n，固應適用日本民法關於不動產質權之規定，變更為存續期限十年之不動\r\n產質權，於期限屆滿後，得更新之。惟不動產質權期限之更新，以明示更\r\n新為限。其質權關係未經更新契約另訂存續期限者，於期限屆滿時當然消\r\n滅。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2060 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 17 日",
        "case_gist": "土地法第六十八條所定賠償責任，係以行政行為之失當為其要件，與民法\r\n上不法侵害他人權利之行為有間，土地法既未特別規定其時效，自應適用\r\n一般規定之十五年時效，而無民法第一百九十七條之適用。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 438 號 民事裁定",
        "case_summary": "聲請票款執行",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "鰜D訟事件法第二十四條第一項規定：因裁定而權利受侵害者，得為抗告\r\n。是得對非訟裁定提起抗告者，以因非訟裁定而權利受侵害者為限，其餘\r\n之人不得任意聲明不服。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2040 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "按留置物之直接占有人為債權人，並非債務人，是留置物置於留置權人之\r\n場所時，應認係留置權人占有該場所而非留置物之所有人占有該場所。查\r\n被上訴人所有之系爭貨櫃，既因上訴人行使留置權而由上訴人直接占有，\r\n自難謂該放置貨櫃之場所為被上訴人所占有而獲有不當之利益。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2039 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "被上訴人已於原審表明願單獨擁有通道部分之所有權，而原審亦係為便利\r\n被上訴人之通行始預留該通道。苟上訴人無需使用該通道，則原判決命兩\r\n造就通道部分維持共有，應有部分各二分之一，非但與被上訴人之意願有\r\n違，且令不須使用通道之上訴人負擔二分之一應有部分，對上訴人是否公\r\n平，亦頗滋疑義。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2038 號 民事判決",
        "case_summary": "遷讓房屋",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "信託人依信託契約，將信託物之所有權登記為受託人所有後，該信託物之\r\n法律上所有人即為受託人，而非信託人。雖受託人於信託關係終止後，負\r\n有返還信託物與信託人之義務，然在未辦畢返還登記以前，仍難謂受託人\r\n非信託物之所有人。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2027 號 民事判決",
        "case_summary": "返還不當得利",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "共有物之分割，經分割形成判決確定者，即生共有關係終止及各自取得分\r\n得部分所有權之效力，共有人對於他共有人分得部分，既喪失共有權利，\r\n其占有，除另有約定外，尚難謂有法律上之原因。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2026 號 民事判決",
        "case_summary": "交還土地",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "行政法院判決之既判力，應以其所判斷之行政處分為範圍。本件上訴人乃\r\n就行政機關核定被上訴人於七十九年十二月三十一日租期屆滿後，收回系\r\n爭土地以自耕之行政處分是否有當提起行政訴訟，該行政訴訟判決之既判\r\n力即應以此為限。至於被上訴人於租期屆滿後是否與上訴人續訂租賃契約\r\n之私法上權義事項，則不在該行政訴訟判決判斷範圍內，行政法院就此等\r\n事項所為之認斷對民事訴訟尚無拘束力。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2023 號 民事判決",
        "case_summary": "拆屋還地",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "土地與房屋為各別之不動產，各得單獨為交易之標的，而房屋之性質不能\r\n與土地使用權分離而存在，亦即使用房屋必須使用該房屋之基地。查被上\r\n訴人之房屋既係上訴人出具土地使用權證明書，同意提供系爭土地與他人\r\n所建造，為原審確定之事實。則上訴人顯有默許系爭土地上之房屋承買人\r\n繼續使用系爭土地，不得逕指被上訴人為無權占有，並據以請求拆屋還地\r\n。原審為上訴人敗訴之判決，並不違背法令。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2016 號 民事判決",
        "case_summary": "給付借款",
        "case_date": "民國 84 年 08 月 11 日",
        "case_gist": "因清償債務而對於債權人負擔新債務者，債權人應先請求履行新債務，必\r\n須新債務未獲履行，始得請求履行舊債務。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 2007 號 民事判決",
        "case_summary": "清償債務",
        "case_date": "民國 84 年 08 月 10 日",
        "case_gist": "按銀行法第二十九條第二項規定，違反前項規定者 (指非銀行不得經營收\r\n受存款業務) ，由主管機關或事業主管機關會同司法警察機關取締，並移\r\n送法辦，如屬法人組織，其負責人對於有關債務，應負連帶清償責任。又\r\n所謂公司之負責人，依公司法第八條第一項之規定，在股份有限公司為董\r\n事。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1999 號 民事判決",
        "case_summary": "請求回復原狀",
        "case_date": "民國 84 年 08 月 10 日",
        "case_gist": "按稱租賃者，謂當事人約定一方以物租與他方使用、收益，他方支付租金\r\n之契約，民法第四百二十一條第一項定有明文。而原審認定兩造租賃標的\r\n為前開房地應有部分二分之一，其是否合於民法第四百二十一條第一項所\r\n規定之租賃契約之標的，非無審酌之餘地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1996 號 民事判決",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 08 月 10 日",
        "case_gist": "取捨證據、認定事實，固屬事實審法院之職權，惟其採為認定事實之證據\r\n，必須對於應證事項有相當之證明力者，始足當之。否則，即難謂與證據\r\n法則無違。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 425 號 民事裁定",
        "case_summary": "履行契約",
        "case_date": "民國 84 年 08 月 04 日",
        "case_gist": "鷁籈P命以新臺幣供訴訟上之擔保者，祇係抽象的表明其數額，供擔保時\r\n，原則上固應照此數額具體的提存現金，但欲提存有價證券，亦無不可，\r\n僅以經法院認為相當者為限。惟法院應供擔保之當事人聲請為許其提存有\r\n價證券之裁定，乃在確定其所提供之有價證券是否相當，亦係原來裁判所\r\n命擔保之具體化，自應由原來裁判之法院裁定之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1988 號 民事判決",
        "case_summary": "確認通行權存在",
        "case_date": "民國 84 年 08 月 04 日",
        "case_gist": "關於確認通行權存在之訴，若原告主張應通行之周圍地為多筆時，各筆周\r\n圍地有其各別情狀，自不以多筆周圍地之所有人一同被訴為必要。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1986 號 民事判決",
        "case_summary": "撤銷仲裁判斷",
        "case_date": "民國 84 年 08 月 04 日",
        "case_gist": "民事訴訟法第四十八條、第七十五條規定法定代理權或訴訟代理權之欠缺\r\n經追認者，溯及於行為時發生效力。依商務仲裁條例第三十五條之規定，\r\n於仲裁事件之程序，亦得準用。是在仲裁事件程序欠缺合法代理之一方，\r\n既可因追認而使該撤銷仲裁判斷事由消滅，商務仲裁條例第二十三條第一\r\n項第三款後段之規定，顯係為保護被代理之當事人本人而設。因之僅代理\r\n權有欠缺之一造得據以提起撤銷仲裁判斷之訴，他造不得據以提起之。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1982 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 04 日",
        "case_gist": "數人因共同過失不法侵害他人之權利者，依法應連帶負賠償責任，苟各行\r\n為人之過失均為所生損害之共同原因，即所謂行為關連共同，亦足以成立\r\n共同侵權行為。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1977 號 民事判決",
        "case_summary": "排除無權占有",
        "case_date": "民國 84 年 08 月 04 日",
        "case_gist": "耕地三七五租約之承租人於行政機關依耕地三七五減租條例第十九條之規\r\n定准許出租人收回耕地後拒不交還土地者，應構成無權占有，出租人得本\r\n於所有人之資格，請求承租人除去其侵害，交還土地。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1960 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 08 月 04 日",
        "case_gist": "上訴人就系爭土地轉租與他人，雖經出租人即被上訴人之同意承諾，但依\r\n土地法第一百零八條規定，雖經出租人承諾，仍不得轉租於他人，此規定\r\n於耕地三七五減租條例施行後之耕地租佃亦適用之，承租人如有違反時，\r\n原定租約無效，則兩造間系爭頭埔字第三六－四號租約應歸無效。被上訴\r\n人請求上訴人返還系爭土地，於法有據，應予准許。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1959 號 民事判決",
        "case_summary": "返還土地",
        "case_date": "民國 84 年 08 月 04 日",
        "case_gist": "查上訴人之被繼承人蘇得明等與系爭土地之前所有人林飛虎於另案即台灣\r\n高等法院台南分院六十九年度上字第一五四號請求拆屋還地事件，雖成立\r\n訴訟上之和解。惟該事件係林飛虎本於所有物返還請求權為請求，其和解\r\n成立內容則為林飛虎願以新台幣九萬元及二十九萬元，將土地賣與上訴人\r\n蘇洪在 (亦為該事件被告之一) ，並約定於六十九年五月二十日以前同時\r\n履行，此有該事件六十八年度訴字第二五四八號民事判決影本及和解筆錄\r\n影本足憑。該訴訟上和解，自非就訴訟標的之法律關係所為之和解，而係\r\n於訴訟標的外，另成立一附有期限且應同時履行之買賣契約。又訴訟上之\r\n和解，一方面為私法上之法律行為，一方面為公法上之訴訟行為，故有私\r\n法上可解除之原因發生時，自可行使解除權。前開和解嗣因上訴人不依約\r\n履行，經催告無效後，已為林飛虎依法解除，亦有另案即台灣高雄地方法\r\n院八十二年度訴字第一一二號請求拆屋還地事件民事判決影本可查。至上\r\n訴人所提出之台灣高雄地方法院八十年度簡字第七○五號駁回訴訟之裁定\r\n，並不能對本件發生拘束力。上訴人抗辯系爭土地前已成立訴訟上和解，\r\n不得更行起訴等情，即無可採。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1947 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 03 日",
        "case_gist": "單位責任限制規定之立法意旨，乃在保障運送人於遇有非可歸責於運送人\r\n之意外事故致貨物滅失，而無法查證其價值時，得藉以杜絕雙方之紛爭，\r\n並減輕運送人所承受海上變故之風險，故系爭載貨證券上如已記載系爭貨\r\n物之品名、性質、種類、重量、數量、產地等，而依該等記載之內容已得\r\n據以計算出其於到貨港當地完好之市場價值時，應該無限制責任規定適用\r\n之餘地。況海運實務，亦僅於載貨證券上載明貨物種類、品名、數量、運\r\n送人即應可初估其價值，以盡運送注意義務，並加買保險轉嫁於運費，苟\r\n率謂貨物之性質及價值均須記載，方無單位責任限制之適用，此已於實際\r\n操作之情形嚴重背離，且一般載貨證券多為定型化格式，而其上均無「貨\r\n物價值」一欄，如運送人得執託運人未就貨物價值併為記載，而主張單位\r\n責任限制，亦有違誠信原則。本件載貨證券既已載明貨物品名、種類、重\r\n量、體積、數量產地等，則其客觀價值已可確定，當不復有限制責任規定\r\n之適用。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1931 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 08 月 03 日",
        "case_gist": "民法第二百六十條規定解除權之行使，不妨礙損害賠償之請求，並非積極\r\n的認有契約解除所生之新賠償請求權存在，不過規定其因債務不履行，即\r\n給付不能或給付遲延而發生之舊賠償請求權，不因解除權之行使而失其存\r\n在，仍得請求而已。故因契約消滅所發生之損害，不在民法第二百六十條\r\n所定得請求賠償之列。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 414 號 民事",
        "case_summary": "給付工程款",
        "case_date": "民國 84 年 07 月 28 日",
        "case_gist": "d聲請回復原狀，以遲誤不變期間者為限，民事訴訟法第一百六十四條定\r\n有明文。前開原法院裁定命補正裁判費之期間，乃屬裁定期間，並非法律\r\n規定之不變期間，抗告意旨以：抗告人因出國致遲誤前開命補正裁判費之\r\n期間應准予回復原狀云云，執以指摘原裁定不當，聲明廢棄，非有理由。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 405 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 07 月 28 日",
        "case_gist": "抗告人於相對人之被繼承人莊福來被訴偽造文書之刑事訴訟程序，提起附\r\n帶民事訴訟，基於買賣關係，請求莊福來移轉上開土地所有權應有部分，\r\n並非對於莊○來被訴犯罪事實所生之損害，為回復原狀之請求。依上開說\r\n明，應認其起訴為不合法，且不能補正。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1887 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 84 年 07 月 28 日",
        "case_gist": "按耕地三七五減租條例第十七條第二項第三款所定之補償，係因耕地經依\r\n法編定或變更為非耕地使用，經出租人終止租約收回土地而發生，與同條\r\n例第十五條第一項有關耕地出賣承租人有優先承買權之規定係屬不相關之\r\n兩事。惟第十五條第一項之優先承買權，係以就出賣之耕地有承租權存在\r\n為前提。如出租人已依同條例第十七條第一項第五款、第二項第三款之規\r\n定補償承租人終止租約，再出售土地，原承租人自不得再主張有優先承買\r\n權存在。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1871 號 民事判決",
        "case_summary": "分割共有物",
        "case_date": "民國 84 年 07 月 28 日",
        "case_gist": "上訴人提起本件分割共有物之訴時，胡○長為系爭土地之共有人。胡來長\r\n係於第二審訴訟繫屬中之八十三年四月廿一日死亡，為原審所合法確認之\r\n事實。則上訴人起訴將胡來長列為共同被告之一，即無因胡○長對系爭土\r\n地之應有部分無處分權，上訴人不得請求分割系爭土地之情形 (即無起訴\r\n不合法之情形) 。雖胡○長於原審訴訟繫屬中死亡，其就系爭土地之應有\r\n部分依法由其繼承人胡嚴○○、胡○福、胡○玉、胡○蓮、胡○祝、胡○\r\n松等六人繼承，胡嚴○○等六人迄未辦理繼承登記。但民事訴訟法第二百\r\n五十四條第一項規定：「訴訟繫屬中為訴訟標的之法律關係雖移轉於第三\r\n人，於訴訟無影響」，原來之訴，自不因胡來長之死亡而變為不合法。 (\r\n當事人恆定原則) 。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1870 號 民事判決",
        "case_summary": "請求同意建築",
        "case_date": "民國 84 年 07 月 28 日",
        "case_gist": "訂有書面之租地建屋契約而未明定租賃期限者，其租賃期間應至房屋不堪\r\n使用時為止，但應受民法第四百四十九條第一項租賃期限不得逾二十年之\r\n限制。二十年期滿，若有民法第四百五十一條規定情形，應視為不定期限\r\n繼續契約，至房屋不堪使用時始消滅。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1863 號 民事判決",
        "case_summary": "給付無瑕疵物",
        "case_date": "民國 84 年 07 月 28 日",
        "case_gist": "民法第二百二十六條第一項規定之損害賠償請求權，乃原債權之延續，僅\r\n原債權在型態上有所變更而已，原契約仍屬存在。而民法第二百五十九條\r\n則為契約解除之效力，即回復原狀之規定，兩規定不得同時適用。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 404 號 民事裁定",
        "case_summary": "損害賠償",
        "case_date": "民國 84 年 07 月 27 日",
        "case_gist": "按法院應就原告所主張起訴原因之事實判斷其法律上效果，不受原告所陳\r\n述法律上意見，或所引法律條文之拘束。"
    },
    {
        "case_id": "最高法院 84 年度台抗字第 403 號 民事裁定",
        "case_summary": "聲請撤銷假處分",
        "case_date": "民國 84 年 07 月 27 日",
        "case_gist": "假扣押債權人之請求經以後之本案判決否認時，倘其判決尚未確定，須其\r\n所受敗訴判決，可信上級法院不至變更之者，始應許債務人聲請撤銷假扣\r\n押裁定。"
    },
    {
        "case_id": "最高法院 84 年度台上字第 1856 號 民事判決",
        "case_summary": "租佃爭議爭件",
        "case_date": "民國 84 年 07 月 27 日",
        "case_gist": "承租人承租耕地非因不可抗力繼續一年不為耕作，不問其不為耕作者，係\r\n承租耕地之一部或全部，出租人均得依耕地三七五減租條例第十七條第一\r\n項第四款規定終止租約，收回全部耕地。"
    }
]