[
    {
        "case_id": "最高法院 86 年度台上字第 1577 號 民事判決",
        "case_summary": "租佃爭議",
        "case_date": "民國 86 年 05 月 21 日",
        "case_gist": "往取債務係以債務人之住所為清償地之債務，是債權人於清償期屆滿後至\r\n債務人之住所收取，而債務人拒絕清償時，債務人始負給付遲延之責任。\r\n又依租賃契約，應由出租人赴承租人處收取租金，而出租人並未赴承租人\r\n處收租者，則構成出租人受領遲延，尚不能謂為承租人欠租。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 274 號 民事",
        "case_summary": "塗銷土地所有權移轉登記事件",
        "case_date": "民國 86 年 05 月 16 日",
        "case_gist": "當事人提起第三審上訴，是否合法，係屬本院應依職權調查裁判之事項，\r\n聲請人對本院以其上訴為不合法而駁回之裁定，以民事訴訟法第四百九十\r\n六條第一項第十三款發見未經斟酌之證物為由聲請再審，依同法第五百零\r\n七條準用四百九十九條前段之規定，專屬本院管轄，不在同條第二款規定\r\n之列。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1569 號 民事",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 05 月 16 日",
        "case_gist": "當事人就判決之脫漏部分聲明不服者，以聲請補充判決論，民事訴訟法第\r\n二百三十三條第二項後段定有明文。此項聲明不服，既視為補充判決之聲\r\n請，應由為判決之原法院就其聲請為裁判。上級法院不得以下級法院裁判\r\n之脫漏部分，既經當事人聲明不服，逕行自為裁判，以免剝奪當事人審級\r\n之利益。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1566 號 民事判決",
        "case_summary": "請求回復原狀",
        "case_date": "民國 86 年 05 月 16 日",
        "case_gist": "按大樓之區分所有人對於樓頂平台非不可依其經濟目的所定用法使用之。\r\n系爭Ｋ棟六層樓房於建商鴻輝公司建造時，所設計之空調冷却設備，即係\r\n設置於該大樓屋頂平台，被上訴人買受房屋後，並未予以變更或增設，為\r\n兩造所不爭。其僅係依原來之構造設計使用，並無變更系爭屋頂平台原來\r\n之性質構造，自無違該樓頂平台依其經濟目的所定用法，要難認係無權占\r\n有。是縱令上訴人亦可認係該屋頂平台之共有人，亦非得請求被上訴人拆\r\n除系爭冷却水塔回復原狀。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1557 號 民事",
        "case_summary": "確認重整債權不存在事件",
        "case_date": "民國 86 年 05 月 16 日",
        "case_gist": "公司重整關於債務清償方法及其資金來源應訂明於重整計劃。而重整計劃\r\n經關係人會議可決，並經法院裁定認可後，對於公司及關係人均有拘束力\r\n，公司法第三百零四條第一項第四款及第三百零五條定有明文。被上訴人\r\n和信興公司所出售系爭七筆土地中，凌愛名義有五筆，即八三九－一、八\r\n四○－一、八四八、八六一、八六二地號，蔡克宏名義有二筆即二二○－\r\n一、二二一－一地號。凌愛名義之五筆土地，係和信興公司信託登記為凌\r\n愛之名義，雙方已於八十三年五月三十一日終止信託關係，有和解書在卷\r\n可稽。而蔡克宏為和信興公司之股東，為公司重整之關係人，自應受重整\r\n計劃之拘束。該七筆土地雖未登記為和信興公司名義或非其所有，惟既為\r\n重整計劃之效力所及，其出售所得即應依重整計劃之規定，先行清償有擔\r\n保重整債權。況和信興公司以系爭七筆土地設定抵押權予上訴人，向上訴\r\n人融資貸款，於和信興公司裁定重整後，上訴人即以其貸款債權向和信興\r\n公司申報登記為有擔保重整債權，則依公司法第二百九十六條第一項之規\r\n定，該債權非依重整程序不得行使權利，以符公司重整制度之本旨。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1553 號 民事",
        "case_summary": "清償借款事件",
        "case_date": "民國 86 年 05 月 16 日",
        "case_gist": "民法第四百七十八條明文規定。本件金錢借貸，兩造有無約定清償期﹖若\r\n有約定，則其清償期係何時﹖若無約定，被上訴人有無依法催告﹖何時催\r\n告期滿﹖原審均未認定，是被上訴人是否得為本件請求，自待研酌。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1552 號 民事",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 05 月 16 日",
        "case_gist": "上訴人與被上訴人所主張系爭房地之價金雖有六百六十八萬元與六百三十\r\n萬元之別，但所指房地均為系爭房地，似無二致，果爾，倘上訴人向被上\r\n訴人所為依總價六百六十八萬元計算而催繳分期價款之催告，得確定係就\r\n「系爭房地」之價金所為之催告，能否謂上訴人此項催告，即係就不同之\r\n法律關係所為之催告，應屬無效之催告，亦不生就六百三十萬元價金範圍\r\n內有催告之效力，自有審究餘地。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 265 號 民事",
        "case_summary": "損害賠償再審事件",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "民事訴訟法第三十三條第一項第二款所謂法官有前條所定以外之情形，足\r\n認其執行職務有偏頗之虞，係指法官對於訴訟標的有特別利害關係，或與\r\n當事人之一造有密切之交誼或有其他情形，客觀上足疑其為不公平之審判\r\n者而言。若僅係訴訟進行指揮不當，或於曉諭發問態度欠佳，或對案件審\r\n理有所遲緩，在當事人主觀上疑其有偏頗之虞者，自不得據為聲請迴避之\r\n原因。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1528 號 民事判決",
        "case_summary": "請求給付退休金事件",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "按同時符合勞動基準法第十一條雇主得預告勞工終止勞動契約及第五十四\r\n條雇主得強制勞工退休之規定者，因後一規定，對勞工較為有利，基於勞\r\n動基準法保護勞工之意旨，應認雇主僅得依後一規定，強制勞工退休，不\r\n得依前一規定，預告勞工終止勞動契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1527 號 民事判決",
        "case_summary": "請求返還質物",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "按當舖或其他以受質為營業者之質權即營業質權，依民法物權編施行法第\r\n十四條規定，無民法質權規定之適用。關於此等營業之質權，有當舖業管\r\n理規則可資適用。依其規範，一方面無禁止流質契約之規定，一方面純採\r\n物之責任。前者乃當期屆滿後，當戶不取贖者，質物所有權即歸屬於當舖\r\n；後者為質物價值超過受當債權額，當舖不負返還餘額之義務，若質物價\r\n值不足受當債權額，當舖亦不得請求當戶補足，此為營業質權與民法上動\r\n產質權之最大差異。營業質權固非民法上動產質權，惟當舖既占有當戶為\r\n擔保債務之履行而移交之物品，於債務未受清償前得留置該物品，屆期當\r\n戶不取贖，當舖即取得該物品之所有權資以抵償，是營業質權自屬具擔保\r\n物權性質之特殊質權，以質物之占有為其權利存在之要件，苟因強制執行\r\n致營業質權人喪失其對質物之占有者，自難謂對營業質權為無侵害。查系\r\n爭營業質權既屬擔保物權，而上訴人之附條件買賣契約，因係於被上訴人\r\n之營業質權成立後始行登記，依法不得對抗被上訴人，則上訴人之聲請強\r\n制執行，取回質權標的之系爭車輛，依上說明，自屬侵害被上訴人之營業\r\n質權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1524 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "僅連帶債務人中之一人有分擔部分，他債務人無之者，就有分擔部分之債\r\n務人時效完成時，他債務人即全免其債務。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1523 號 民事",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "契約終止權之行使，應向他方當事人以意思表示為之，契約當事人之一方\r\n有數人者，前項意思表示，應由其全體或向其全體為之。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1514 號 民事判決",
        "case_summary": "請求所有權移轉登記",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "民法親屬篇於七十四年六月三日修正公布之第一千零十七條第一項規定：\r\n「聯合財產中，夫或妻於結婚時所有之財產，及婚姻關係存續中取得之財\r\n產，為夫或妻之原有財產，各保有其所有權」，與修正前規定：「聯合財\r\n產，妻於結婚時所有之財產，及婚姻關係存續中因繼承或其他無償取得之\r\n財產，為妻之原有財產，保有其所有權」；「聯合財產中，夫之原有財產\r\n及不屬於妻之原有財產之部分，為夫所有」者並不相同。系爭房地係七十\r\n五年六月二十九日購買，同年八月四日以上訴人名義辦妥所有權登記，為\r\n原審確定之事實。系爭房地之取得既在民法親屬篇修正之後，自應依修正\r\n後之規定，定其所有權歸屬。系爭房地係以上訴人名義登記，形式上即應\r\n認屬上訴人之原有財產。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1501 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "所謂同時履行之抗辯，乃係基於雙務契約而發生，倘雙方之債務非本於同\r\n一之雙務契約而發生，縱令雙方債務在事實上有密切之關係，或雙方之債\r\n務雖因同一之雙務契約而發生，然其一方之給付，與他方之給付，並非立\r\n於互為對待給付之關係者，均不能發生同時履行之抗辯。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1497 號 民事",
        "case_summary": "返還股票等事件",
        "case_date": "民國 86 年 05 月 15 日",
        "case_gist": "民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利，\r\n不僅指受僱人因執行其所受命令，或委託之職務自體，或執行該職務所必\r\n要之行為，而不法侵害他人之權利者而言，即職務上予以機會之行為及與\r\n執行職務之時間或處所有密切關係之行為，在客觀上足認為與其執行職務\r\n有關，而不法侵害他人之權利者，就令其係為自己利益所為，自應包括在\r\n內。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1480 號 民事判決",
        "case_summary": "請求國家賠償事件",
        "case_date": "民國 86 年 05 月 09 日",
        "case_gist": "依強制執行法第一百三十三條規定所應提存之分配金額，係指假扣押所保\r\n全之債權，依分配程序所應分配於假扣押債權人部分之金額而言。假扣押\r\n債權人須俟假扣押所保全之債權，獲得本案勝訴確定判決或有其他終局執\r\n行名義後，始得就該提存之分配金額受償。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1474 號 民事",
        "case_summary": "排除侵害事件",
        "case_date": "民國 86 年 05 月 09 日",
        "case_gist": "共有物之處分，應得共有人全體之同意，此觀民法第八百十九條第二項之\r\n規定自明。故訴請共有人除去共有物，應以共有人全體為被告，當事人始\r\n為適格，其為訴訟標的之法律關係，於共有人全體有法律上之利害關係，\r\n對於共同訴訟人之全體即屬必須合一確定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1464 號 民事",
        "case_summary": "遷讓房屋事件",
        "case_date": "民國 86 年 05 月 09 日",
        "case_gist": "按土地及土地上之建物，分別為獨立之不動產，倘地上建物所有人無權占\r\n用第三人所有之基地，則地上建物之受讓人，即使合法受讓該地上物之占\r\n有，然非謂其對基地之無權占有，即變為合法占有。基地所有人依法自得\r\n以地上建物所有人或受讓人無權占有「基地」之法律關係，請求地上建物\r\n所有人或受讓人自占有「建物」之基地遷出，將基地交還。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1458 號 民事",
        "case_summary": "給付借款事件",
        "case_date": "民國 86 年 05 月 09 日",
        "case_gist": "法人之債權人，主張法人之財產不能清償債務，其董事未即聲請宣告法人\r\n破產，致其債權受損害，而對董事請求賠償損害者，應就董事如即時為此\r\n聲請，其債權較有受償可能之事實，負舉證證明之責，此就民法第三十五\r\n條規定之旨趣推之自明。本院著有六十二年度台上字第五二四號判例可資\r\n參照。原審並未命被上訴人就上訴人羅○山未即時聲請宣告詠祿公司破產\r\n，致其債權受損害之事實舉證證明，即命上訴人羅○山負賠償責任，於法\r\n自屬不合。又查詠祿公司至八十三年九月二十二日已不能清償債務，為原\r\n審所認定，而上訴人羅○山係於八十三年十二月八日始簽發附表編號二所\r\n示之支票向被上訴人換回附表編號一所示上訴人徐○椿之支票，則該附表\r\n編號二之支票能否兌現，似與羅○山有無聲請宣告詠祿公司破產無關，原\r\n審未注意及此，自屬疏略\r\n。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1442 號 民事",
        "case_summary": "確認買賣關係不存在事件",
        "case_date": "民國 86 年 05 月 09 日",
        "case_gist": "確認之訴，非原告有即受確認判決之法律上利益者，不得提起，民事訴訟\r\n法第二百四十七條定有明文。若被告對原告主張之法律關係，自始無爭執\r\n，即法律關係之存否並無不明確之情形，尚不能謂原告有即受確認判決之\r\n法律上利益。本件上訴人及高寶生前對於被上訴人主張其與已故高寶間，\r\n就系爭土地高寶之應有部分並無買賣關係」存在，始終並無爭執，為原審\r\n合法確定之事實。則被上訴人與已故高寶間就系爭土地並無買賣法律關係\r\n存在，即法律關係之存否並無不明確之情形，被上訴人訴請確認伊與高寶\r\n間就系爭土地高寶應有部分之買賣關係不存在，自難認其有即受確認判決\r\n之法律上利益。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 37 號 民事",
        "case_summary": "確認通行權存在事件",
        "case_date": "民國 86 年 05 月 08 日",
        "case_gist": "民事訴訟法第四百六十六條第一項規定：對於財產權上訴之第二審判決，\r\n如因上訴所得受之利益不逾十萬元者不得上訴，此項利益額數係以銀元計\r\n算，折合新台幣為三十萬元。又再審之訴形式上雖為訴之一種，實質上為\r\n前訴訟之再開或續行，其訴訟標的之價額仍應以前訴訟程序所核定者為準\r\n，不容任意變更，而在前訴訟就標的價額計算，因上訴所得受之利益不逾\r\n銀元十萬元，不得提起第三審上訴者，在再審程序自亦不得上訴於第三審\r\n法院。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 36 號 民事",
        "case_summary": "遷讓房屋等事件",
        "case_date": "民國 86 年 05 月 08 日",
        "case_gist": "地方法院獨任法官將應適用通常訴訟程序之事件，誤為簡易訴訟事件，依\r\n簡易程序而為第一審判決者，當事人對之提起上訴，第二審法院即地方法\r\n院合議庭得準用民事訴訟法第四百五十一條第一項規定，為發回之判決者\r\n，以當事人在第一審程序曾依同法第一百九十七條第一項行使責問權者為\r\n限。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1440 號 民事判決",
        "case_summary": "塗銷繼承登記事件",
        "case_date": "民國 86 年 05 月 08 日",
        "case_gist": "按臺灣地籍釐整辦法第四條第三項規定，凡在光復前日本政府已辦不動產\r\n登記之區域，不動產權利人辦畢繳驗憑證換發權利書狀者，視為已依照土\r\n地法辦理土地總登記，即受土地法第四十三條所定登記效力之保障，並適\r\n用民法物權編關於登記之規定。如其總登記係以死者名義申辦者，因權利\r\n人於申報時既已亡故，不得為權利之主體，此項登記，即屬錯誤，依內政\r\n部頒「臺灣光復初期誤以死者名義申辦土地總登記之處理要點」，其合法\r\n繼承人得檢附證明文件，於六十七年十二月三十一日以前申請更正登記，\r\n經登記機關審查無誤，並公告三十日無人異議者，換發權利書狀。經查系\r\n爭土地於三十六年七月一日辦理總登記時，固以已死亡之周潮湧名義為之\r\n，惟其繼承人即兩造既已於六十五年七月七日辦理「繼承登記」，依前開\r\n說明，應認已為更正之登記，其就該土地自不能謂無處分權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1436 號 民事判決",
        "case_summary": "請求分割遺產",
        "case_date": "民國 86 年 05 月 08 日",
        "case_gist": "民法第一千一百六十四條所定之遺產分割，係以遺產為一體，整個的為分\r\n割，而非以遺產中個個財產之分割為對象，亦即遺產分割之目的在遺產公\r\n同共有關係全部之廢止，而非個個財產公同共有關係之消滅。本件被上訴\r\n人所請求者，如係部分遺產公同共有關係之消滅而非遺產公同共有關係全\r\n部之廢止，則其是否與民法第一千一百六十四條規定相符而得予以准許，\r\n尤值斟酌。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1421 號 民事",
        "case_summary": "塗銷抵押權設定登記事件",
        "case_date": "民國 86 年 05 月 08 日",
        "case_gist": "專屬管轄之事件不得以合意定管轄法院。且專屬於他法院管轄之事件，無\r\n管轄權之法院，並不因移轉管轄之裁定而取得管轄權，請求塗銷系爭土地\r\n之抵押權設定登記，顯在行使系爭土地所有人之除去妨害請求權，自係因\r\n不動產物權涉訟，應專屬該不動產所在地之嘉義地方法院管轄。原審竟就\r\n違背專屬管轄規定之第一審高雄地方法院判決，予以維持，自有違法。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1414 號 民事",
        "case_summary": "回復原狀等事件",
        "case_date": "民國 86 年 05 月 08 日",
        "case_gist": "訴之客觀預備合併，原告對於駁回其先位之訴之判決提起上訴，其效力應\r\n及於預備之訴，即預備之訴亦生移審之效力。而預備之訴，係以先位之訴\r\n無理由時，請求法院就預備之訴為判決所合併提起之訴訟，在法院認其先\r\n位之訴為無理由以前，自無庸就預備之訴為裁判。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1406 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 05 月 02 日",
        "case_gist": "買賣契約當事人一方，對於他方之遲延給付，除有特別重要之意思表示，\r\n足認其得不為民法第二百五十四條之催告而解除契約外，並非當然取得契\r\n約解除權，必定相當期限催告其履行，如於期限內不履行時，始有解除契\r\n約可言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1401 號 民事",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 05 月 02 日",
        "case_gist": "出租人與承租人間因耕地租佃發生爭議時，應由當地鄉 (鎮、市、區) 公\r\n所耕地租佃委員會調解；調解不成立者，應由直轄市或縣 (市) 政府耕地\r\n租佃委員會調處。前項爭議案件非經調解、調處不得起訴，耕地三十七五\r\n減租條例第二十六條第一、二項固定有明文。惟出租人既聲請鄉鎮 (區)\r\n公所耕地租佃委員會調解，而遭拒絕 (或駁回其聲請) 者，即無調解之可\r\n能，則出租人即得逕行起訴，法院亦應就案件之有無理由予以判決，不能\r\n以其未經調解、調處而予以駁回 (本院四十八年台上字第一三六二號判例\r\n參照) 。又既遭鄉鎮 (區) 公所拒絕調解，自非調解不成立，與耕地三七\r\n五減租條例第二十六條第一項所謂「調解不成立者，應由直轄市或縣 (市\r\n) 政府耕地租佃委員會調處」之要件不合。是上訴人前因本件租佃爭議，\r\n向桃園縣觀音鄉租佃委員會聲請調解，經該委員會以當事人不適格為由予\r\n以拒絕，則上訴人逕行提起本件訴訟，難謂為法之所不許。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1397 號 民事判決",
        "case_summary": "請求給付延滯費",
        "case_date": "民國 86 年 05 月 02 日",
        "case_gist": "所謂之盡力契約，不因其結果之不達到而即負責，僅於未盡善良管理人注\r\n意而為盡力時，始負其責，但此係指約定人本非債務人之場合而言，而於\r\n約定人係債務人對於債權人約定由第三人代替自己支付之場合，則係民法\r\n第二百六十八條之第三人給付契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1395 號 民事判決",
        "case_summary": "請求侵權行為損害賠償",
        "case_date": "民國 86 年 05 月 01 日",
        "case_gist": "按民法第二百十七條第一項規定，損害之發生或擴大，被害人與有過失者\r\n，法院得減輕賠償金額或免除之。所謂被害人與有過失，只須其行為為損\r\n害之共同原因，且其過失行為並有助成損害之發生或擴大者，即屬相當，\r\n不問賠償義務人應負故意、過失或無過失責任，均有該條項規定之適用。\r\n本件係上訴人之女葉佩欣與訴外人楊文鎰提供上訴人所有之不動產所有權\r\n狀、身分證及偽造之上訴人印鑑證明書向被上訴人借款，並交付乙紙偽造\r\n之上訴人名義本票與被上訴人，且偽造抵押權設定契約書，將上訴人所有\r\n系爭不動產設定一百五十萬元抵押權與被上訴人，為原審確定之事實。則\r\n上訴人抗辯伊並未到場訂立抵押權設定契約書，又未在本票上簽字，身為\r\n金主之被上訴人，依其放款經驗，應感疑惑，竟違背慣例及經驗法則，而\r\n交款給楊文鎰，顯然與有過失云云，似非全無依據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1381 號 民事判決",
        "case_summary": "給付貨款等事件",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "商標係表彰自己營業之商品，以與他人營業之商品相區別之識別標章。申\r\n言之，商標乃營業者為表彰自己所生產、製造、加工、揀選、批售、經紀\r\n等營業商品具有特別顯著性之圖樣，此圖樣所用之文字、圖形、記號或其\r\n聯合式，應足以使一般商品購買人認識其為表彰商品之標識，並得藉以與\r\n他人之商品相區別。又按商標之使用，係指為行銷之目的，將商標用於商\r\n品或其包裝、容器、標帖、說明書、價目表或其他類似物件上，而持有、\r\n陳列或散布。使用商標之目的，係在表彰自己之商品，以與他人之商品相\r\n區別。是使用之方式，在客觀上無法表彰商品之來源，並不足以與他人之\r\n商品相區別者，則不屬商標之使用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1379 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "按因可歸責於債務人之事由，致給付不能者，債權人得請求損害賠償，固\r\n為民法第二百二十六條第一項所明定。惟給付不能，乃債務人所負之債務\r\n不能實現之謂，至於給付物體量之不足，並非給付不能之問題。上訴人主\r\n張買受之房屋面積短少二‧○四九坪，係可歸責於被上訴人事由之給付不\r\n能，依給付不能之法則，請求損害賠償，自屬無據。又一部給付不能之情\r\n形，惟於給付可分者始有之，不可分債之給付，並無一部不能可言。關於\r\n房屋買賣之面積，並非可分之給付，上訴人復主張依民法第二百二十六條\r\n第二項之規定，亦得提起本件之請求云云，不無誤解。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1372 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "民事訴訟法第三百五十八條規定私文書經本人或其代理人簽名、蓋章或按\r\n指印或有法院或公證人之認證者，推定為真正，該「私文書」應不問其為\r\n本國私文書或外國私文書而有不同。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1368 號 民事",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "上訴人既依民事訴訟法第五十四條規定，提起本件主參加訴訟，依上說明\r\n，視為其訴訟標的對於余○洋等三人必須合一確定。從而上訴人對於余○\r\n洋及基隆市政府提起上訴，其上訴效力及於台灣省政府。乃原審漏未將台\r\n灣省政府列為被上訴人予以裁判，自屬當事人不適格。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1367 號 民事",
        "case_summary": "給付買賣價金事件",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "民法第二百十六條第一項規定，損害賠償既以填補債權人所受損害及所失\r\n利益為限，則損害賠償之債權人，基於與受損害之同一原因事實，受有利\r\n益，自應於所受之損害內，扣除所受之利益，以為實際之賠償額。此損益\r\n相抵之原則，於損害與利益，係基於同一原因事實而生者，即可適用。上\r\n訴人抗辯：伊所給付之公共設施較原契約為多，亦應由被上訴人計付價款\r\n等語，其真意是否主張損益相抵﹖倘上訴人真意係主張本件有損益相抵之\r\n適用，則於計算被上訴人所受交付系爭房屋之室內坪數短少應減少部分價\r\n金時，似應扣除被上訴人因公共設施面積增加而所受利益。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1366 號 民事判決",
        "case_summary": "請求返還土地",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "本件林○○死亡之時，為昭和十七年十二月二十一日，台灣尚處日據時期\r\n，依當時有效法例，關於林○○死亡後之繼承關係，應適用台灣習慣處理\r\n。經查於日據時期，在台灣習慣，因戶主有繼承開始原因發生，其繼承分\r\n為戶主身分地位之繼承即戶主繼承，與所遺財產之繼承。關於戶主所遺財\r\n產之繼承，稱為「因戶主死亡所開始之財產繼承」或「家產繼承」，日據\r\n後期則改稱為「因戶主喪失戶主權而開始之財產繼承」，其繼承人之順位\r\n為：㈠法定之推定財產繼承人，㈡指定之財產繼承人，㈢選定之財產繼承\r\n人，此與戶主繼承之情形相同。其法定之推定財產繼承人，應為被繼承人\r\n之家族，且為直系卑親屬之男子，至姻親卑親屬、女子直系卑親屬、男子\r\n之入他家或新創一家者均不得為法定之財產繼承人，亦與戶主繼承之情形\r\n無二致；詳言之，戶主死亡後，戶主身分地位之繼承及戶主所遺財產之繼\r\n承，其第一要件須為被繼承人之家屬，習慣上分戶而另立一家，即別籍（\r\n別居）異財者，對於原來之家，即發生喪失繼承權之效果。依「台灣私法\r\n」所載，分戶之要件為：㈠分割家產，㈡別居，但父母生存中原則上不承\r\n認分戶，僅得依父母之命，分割家產而分居，所謂別籍，以有分戶之意思\r\n表示，而與本戶獨立成一戶為已足，非必辦竣戶口上分戶手續乃可，即是\r\n否依戶口規則申報分戶，與分家之成立毫無關係 (參見台灣民事習慣調查\r\n報告一書四一五頁、四一六頁、四二○頁、四二一頁、四四八頁) 。足見\r\n被繼承人之男子直系卑親屬是否喪失財產繼承權或戶主繼承權，均以實際\r\n是否分割家產及別居為要件，而不得以戶籍謄本上之記載為根據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1364 號 民事",
        "case_summary": "返還土地等事件",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "民事訴訟法第三百九十七條第一項所謂因情事變更，法院應為增減給付或\r\n變更其他原有效果之判決者，以法律行為成立後，因不可歸責於當事人之\r\n事由致情事變更，非當時所得預料，而依原有效果顯失公平為要件。如於\r\n法律行為成立時，即預見情事將有變更，對於應如何調整給付已有約定者\r\n，自無情事變更原則之適用。又房屋或土地出租人，依民法第四百四十二\r\n條提起請求增加租金之訴，如起訴前之租金並未按原約定租額付清，則法\r\n院准許增加之判決，得自出租人為調整租金之意思表示時起算。故起訴前\r\n未為此項意思表示者，即不得溯及請求調整，本院著有四十八年台上字第\r\n五二一號判例。原審既認定被上訴人係於七十八年八月四日始為調整租金\r\n之意思表示，則法院得否置上開規定於不顧，而依情事變更原則，調高七\r\n十八年八月四日以前之租金，自非無疑。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1357 號 民事",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "因錯誤或被詐欺而締結契約者，在表意人依法撤銷其意思表示之前，契約\r\n仍為有效；而當事人之意思表示未合致者，其契約則自始未成立，兩者之\r\n要件及法律效果均不相同。原審一面認被上訴人係遭陳○書及陳○厚共同\r\n詐欺而訂立系爭不動產買賣契約，一面又謂被上訴人自始認係出賣六一之\r\n一三地號土地，不知本件契約內容，無為出賣系爭土地之意思表示，依民\r\n法第一百五十三條規定，系爭買賣契約未成立，其前後論斷，相互矛盾，\r\n非無可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1354 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "法律行為成立後，因不可歸責於當事人之事由，致情事變更非當時所得預\r\n料，而依其原有之效果顯失公平者，法院應依職權公平裁量為增、減、給\r\n付或變更其他原有效果之判決，民事訴訟法第三百九十七條第一項定有明\r\n文。又此情事變更之事實，祇須在事實審言詞辯論終結前發生，法院即應\r\n依職權公平裁量為增減給付或變更其他原有效果之判決，毋庸由當事人另\r\n行起訴。原審認法院因情事變更依職權公平裁量為增減給付及變更其他原\r\n有效果之判決，乃形成判決，應由當事人另行起訴，所持法律見解顯有違\r\n誤。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1349 號 民事判決",
        "case_summary": "請求塗銷所有權移轉登記",
        "case_date": "民國 86 年 04 月 30 日",
        "case_gist": "通謀為虛偽意思表示，與圖章為他人盜用而為法律行為，為兩個不同之法\r\n律概念，前者乃表意人與相對人互相故為非真意之表示，依民法第八十七\r\n條規定，其意思表示無效，但隱藏他項行為者，適用關於該項法律行為之\r\n規定；後者則係本人並未為意思表示，乃行為人以盜用之圖章所為之法律\r\n行為，該法律行為對本人不生效力。"
    },
    {
        "case_id": "最高法院 86 年度台簡上字第 34 號 民事判決",
        "case_summary": "請求塗銷所有權登記",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "民法第一千一百七十八條規定法院依公示催告程序，定六個月以上期限，\r\n公告繼承人，命其於期限內承認繼承，並未規定繼承人承認繼承時應檢具\r\n何種文件以為證明，始為合法；又對於承認繼承人是否為合法繼承人，法\r\n律亦未賦與遺產管理人實質認定之權利。是則如有爭議，自應循訴訟程序\r\n解決。系爭土地歸屬國有之登記應否塗銷，既繫乎上訴人是否為合法繼承\r\n人以為斷，即應由事實審法院詳細調查審認。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1338 號 民事",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "「就債之履行有利害關係之第三人為清償者，得按其限度，就債權人之權\r\n利，以自己之名義，代位行使」，民法第三百十二條固定有明文。惟所謂\r\n就債之履行有利害關係之第三人，因我國民法就共同債務人之清償代位已\r\n為列舉規定，例如民法第二百八十一條第二項之連帶債務人、第七百四十\r\n九條之共同保證人、第一千一百五十三條之共同繼承人等等，故本條所稱\r\n第三人，應解釋為共同債務人以外，因清償而受有法律上之利益者而言。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1333 號 民事",
        "case_summary": "撤銷股東會決議事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "公司法第一百八十九條所定訴請法院撤銷股東會決議，係屬形成之訴，法\r\n院就該訴訟為原告勝訴之判決確定前，決議仍屬有效。俟決議經法院判決\r\n撤銷確定，始溯及於決議時成為無效。則在系爭股東臨時會議決議未經判\r\n決撤銷確定前，周炳煌仍取得上訴人董事長之地位，而對外代表上訴人。\r\n被上訴人竟以上訴人之法定代理人為劉履信而提起本件訴訟，其法定代理\r\n權即有欠缺，原審未依法命補正，遽予判決，其訴訟程序即有重大瑕疵，\r\n而基此所為之判決，自屬違背法令。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1326 號 民事判決",
        "case_summary": "返還土地等事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "稱租賃者，謂當事人約定，一方以物租與他方使用、收益，他方支付租金\r\n之契約，民法第四百二十一條第一項定有明文。是當事人所支付者是否為\r\n租金？應以其支付是否為使用租賃物之對價而定，苟當事人合意以此等給\r\n付作為使用租賃物之對價，即應成立租賃關係，不以其給付數額確定，且\r\n與承租物之使用、收益相當為必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1326 號 民事",
        "case_summary": "請求返還土地等事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "稱租賃者，謂當事人約定，一方以物租與他方使用、收益，他方支付租金\r\n之契約，民法第四百二十一條第一項定有明文。是當事人所支付者是否為\r\n租金？應以其支付是否為使用租賃物之對價而定，苟當事人合意以此等給\r\n付作為使用租賃物之對價，即應成立租賃關係，不以其給付數額確定，且\r\n與承租物之使用、收益相當為必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1315 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "農地承受人能否自任耕作所承受之農地，係屬事實認定問題，其立證方法\r\n，非以鄉、鎮、市、區公所核發之自耕能力證明書為唯一之證據。即令已\r\n取得自耕能力證明書，法院仍應就各具體個案，斟酌全辯論意旨及調查證\r\n據之結果，就其是否具有自耕能力為實體之認定。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1312 號 民事",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "足見該錄音帶內容並無剪接或斷章取義之情形，原審以該錄音帶所呈現之\r\n內容作為其認定本件事實之一種證據，自無不合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1308 號 民事",
        "case_summary": "分割共有物事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "被上訴人提起本件分割共有物之訴，其訴訟標的價額為新台幣 (下同) 二\r\n百四十七萬三千五百十七元，依法應繳納第一審裁判費二萬四千七百三十\r\n八元，被上訴人已繳五千四百八十一元，不足一萬九千二百五十七元，經\r\n原審裁定命其於七日內如數補繳，該項裁定已於民國八十五年五月二十三\r\n日送達被上訴人，但被上訴人迄未補繳。足見被上訴人之訴為不合法，第\r\n一審及原審誤認為合法，從實體上判決被上訴人勝訴，自有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1305 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "上訴人運送系爭貨物，未提供具備堪航能力之船舶，而以不具備堪航能力\r\n之海衛輪運送，致系爭貨物於運送途中毀損，即係對於承運貨物未依海商\r\n法第一百零七條規定盡其必要及處置義務，上訴人復無海商法第一百十三\r\n條第二款及第四款之免責事由，自應對託運人或載貨證券持有人負債務不\r\n履行之損害賠償責任。按交付載貨證券於有受領貨物權利之人時，其交付\r\n與貨物所有權之移轉有相同之效力，為海商法第一百零四條準用民法第六\r\n百二十九條明定。倘貨物已滅失而不能回復其占有者，則載貨證券持有人\r\n將載貨證券移轉他人，雖不發生貨物所有權移轉之效力，但原載貨證券持\r\n有人之損害賠償請求權因而讓與現持有人。和寶公司及源生公司受讓系爭\r\n載貨證券，則原載貨證券持有人對上訴人之債務不履行損害賠償請求權已\r\n隨同載貨證券之移轉而讓與和寶公司及源生公司。系爭貨物既因上訴人之\r\n過失而滅失，自得請求上訴人以金錢賠償其損害。至損害賠償金額之計算\r\n，本件載貨證券上並未載明貨物之性質及價值，但已載明貨物為陶石及長\r\n石礦，以及其重量各為五十萬公斤（即五百公噸），於客觀上已得計算其\r\n價值。上訴人即不得主張單位限制責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1303 號 民事",
        "case_summary": "給付價金事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "按買賣因物有瑕疵，而出賣人應負擔保之責者，買受人得解除契約，民法\r\n第三百五十九條規定甚明。買受人此項解除權，為特殊的法定解除權，無\r\n待於催告出賣人先行修補瑕疵，即得行使。又有關瑕疵擔保之規定，原則\r\n上於危險移轉後，始有適用，但在危險移轉前，買受人已發覺其物有瑕疵\r\n，倘出賣人無法提出無瑕疵物，或擔保除去該瑕疵後給付，則買受人亦有\r\n拒絕受領瑕疵物之權利，並解除契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1301 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "上訴人向○○銀行貸款，由該行將貸款撥入上訴人於該行設立之活期存款\r\n帳戶。則上訴人與○○銀行間除有消費借貸關係存在外，應另成立消費寄\r\n託契約，於○○銀行將貸款撥入其帳戶後，該款即屬上訴人寄託於該行之\r\n寄託物，上訴人得隨時請求返還。○○銀行如係基於上訴人授權，提領存\r\n款轉入集美公司帳戶，則其承辦人員自不負侵權行為責任。即如上訴人主\r\n張○○銀行未經伊同意，將該帳戶內之金錢轉入集美公司帳戶，對上訴人\r\n並無拘束力，應認上訴人所寄存之款項仍為○○銀行所保管。上訴人自得\r\n隨時基於消費寄託契約，請求○○銀行返還該數額之存款。上訴人之存款\r\n既不因而滅失，自不能謂其權利受有損害。而認被上訴人職員構成侵權行\r\n為。○○銀行即不負民法第一百八十八條規定之僱用人連帶賠償責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1293 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "按數人負同一債務或有同一債權，而其給付可分者，除法律另有規定或契\r\n約另有訂定外，應各平均分擔或分受之。其給付本不可分而變為可分者，\r\n亦同。民法第二百七十一條定有明文。本件上訴上陳○金變更之聲明，係\r\n請求上訴人謝○福與被上訴人共同給付九百零六萬五千零二十元本息，此\r\n項金錢之給付應屬可分，依上說明，自應各平均分擔之。乃原判決竟命上\r\n訴人謝○福單獨給付九百零六萬五千零二十元本息，即有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1286 號 民事判決",
        "case_summary": "請求拆屋還地",
        "case_date": "民國 86 年 04 月 25 日",
        "case_gist": "租賃與使用借貸均係將物交付他人使用，其區別主要在於使用人是否支付\r\n代價予交付人，故如土地所有人將土地交付他人使用，僅由使用人負擔於\r\n收受稅單後代為繳納稅捐，並非以之為使用土地之代價者，仍屬無償之使\r\n用借貸，即所謂附負擔之使用借貸。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1259 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 04 月 24 日",
        "case_gist": "私文書，除他造於其真正無爭執者外，應由舉證人證明其真正，民事訴訟\r\n法第三百五十七條定有明文。又當事人提出之私文書必須真正而無瑕疵者\r\n，始有訴訟法之形式的證據力，此形式的證據力具備後，法院就其中之記\r\n載調查其是否與系爭事項有關，始有實值的證據力可言。 (參閱本院四十\r\n一年度臺上字第九七一號判例) 。查被上訴人林○頭主張為林○旺支出殯\r\n葬費三十萬七千七百四十五元，其所提出之所謂「收據」三紙，其中二紙\r\n載明為估價單，另一紙載明為明細表似均非收據。則該被上訴人是否確已\r\n支出上開費用，尚非無疑。且上訴人於原審準備程序中對於原審受命法官\r\n所提示之上開私文書已陳稱：「我看到的單據是影本，看不清楚項目」等\r\n語，其復以準備書狀就此指稱：「顯然偏高，且並非必要。」等語，嗣於\r\n言詞辯論期日又再為相同之抗辯。是上訴人對上述私文書之形式的證據力\r\n及實值的證據力，似均有爭執。乃原審疏未命被上訴人林○頭證明該私文\r\n書之真正，復未調查其所載金額及項目是否為殯葬所必須，遽認該三紙私\r\n文書所載之三十萬七千七百四十五元，係被上訴人林○頭為林○旺支出之\r\n殯葬費，進而就該部分為上訴人敗訴之判決，自有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1251 號 民事判決",
        "case_summary": "確認土地優先購買權不存在事件",
        "case_date": "民國 86 年 04 月 24 日",
        "case_gist": "按土地法第一百零四條係規定租用基地建築房屋之承租人，於出租人之基\r\n地出賣時，有優先承買權，其出租人於承租人之房屋出賣時，有優先購買\r\n權，旨在使基地上之房屋合歸一人所有，以盡經濟上之效用，並杜紛爭，\r\n如基地承租人於基地上根本未為房屋之建築者，當無該條規定之適用，本\r\n院六十五年台上字第五三○號著有判例，依同一立法本旨，基地地上權人\r\n如於基地上根本未為房屋之建築者，似亦應同有該判例之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1244 號 民事",
        "case_summary": "清償債務事件",
        "case_date": "民國 86 年 04 月 24 日",
        "case_gist": "民法第六百二十三條所定之「遲延」，係如上訴人所稱之專指「已為運送\r\n而遲延」，不包括「根本未為運送」之單純拒絕給付在內，甚或該規範「\r\n運送營業」之「遲延」，應與同節內之民法第六百三十六條、第六百三十\r\n七條及第六百三十八條所定「運送物之喪失、毀損或『遲到』」中之「遲\r\n到」，同其解釋，被上訴人就其「不為運送」之行為，是否猶得依民法第\r\n六百二十三條規定之「時效期間」為抗辯，即滋疑義。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1242 號 民事",
        "case_summary": "拆屋交地事件",
        "case_date": "民國 86 年 04 月 24 日",
        "case_gist": "私文書固應由舉證人證其真正，但他造於其真正無爭執者，不在此限。此\r\n觀民事訴訟法第三百五十七條之規定自明。被上訴人對於上訴人提出之土\r\n地租賃契約書及租金收據之真正有否爭執，原審未予說明，遽以上訴人未\r\n舉證證明上開書證為真正，即為上訴人不利之判斷，已有可議。次查土地\r\n法第一百零四條所規定土地承租人之優先購買權，有物權之效力，如出賣\r\n人未通知承租人而與第三人訂立買賣契約者，其契約不得對抗承租人。上\r\n訴人抗辯：伊於六十一年四月十日不定期限向系爭土地之前手李○承租系\r\n爭土地，建築系爭房屋等語，倘非虛妄，其自得以其優先購買權對抗被上\r\n訴人，上訴人與李○間之租賃關係並不當然移轉於被上訴人。"
    },
    {
        "case_id": "最高法院 86 年度台聲字第 172 號 民事",
        "case_summary": "確認委任關係不存在事件",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "當事人聲請再審，聲明係對某件裁定為再審，但其再審訴狀理由，指摘該\r\n確定裁定以前之再審裁判如何違法部分，不能認係對所聲請再審裁定之再\r\n審理由，法院無一一論斷之必要。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1227 號 民事判決",
        "case_summary": "請求返還不當得利",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "無因管理須管理事務利於本人，且不違反本人明示或可得推知之意思者，\r\n管理人始得就其為本人支出必要或有益之費用，請求償還，觀乎民法第一\r\n百七十六條規定甚明。本件上訴人訂有「華南商業銀行員工宿舍修繕要點\r\n」，配住房舍之維修保固，須依該要點之規定辦理；而被上訴人已保持系\r\n爭房屋之堪用狀況，上訴人修繕裝潢乃至加蓋違建物，係為自己居住環境\r\n舒適方便，非依上開要點申請修繕，亦非為被上訴人本人支出，復無民法\r\n第一百七十三條所定之急迫情形，自不成立無因管理。又民法並未規定借\r\n用人就借用物支出有益費用，得請求貸與人償還；上訴人所為之修繕裝潢\r\n及加蓋違建物，並未依上開要點向被上訴人提出申請，取得其同意，亦無\r\n以證明被上訴人明知而不為反對之表示，上訴人主張類推適用民法第四百\r\n三十一條關於租賃之規規定，請求償還費用，仍屬無憑。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1209 號 民事判決",
        "case_summary": "撤銷股東會決議事件",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "依公司法第一百七十條第一項規定，股東會可分為股東常會及股東臨時會\r\n二種，於必要時，即可召集股東臨時會。法無明文限制公司僅得於股東常\r\n會決議讓與公司全部營業及財產，是被上訴人公司認有必要，召集股東臨\r\n時會而為決議，於法難認有違，上訴人執此指摘被上訴人召集系爭股東臨\r\n時會所為決議違法，要非有據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1208 號 民事",
        "case_summary": "返還價金事件",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "上訴人既已接受被上訴人之交付，依上開規定，系爭土地之危險由此當然\r\n歸屬於上訴人負擔，亦即重測結果殊與被上訴人無關，上訴人要無以交付\r\n後重測土地面積減少對被上訴人主張返還價金之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1205 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "按受傷後因病身死，應視其病是否因傷所引起，如係因傷致病，因病致死\r\n，則侵權之行為與死亡之結果即有相當因果關係，否則如係受傷後因他病\r\n而死，自無因果關係可言。查依長庚醫院八十三年五月六日診斷書之記載\r\n，蘇唐腰死亡之直接原因為鬱血性心臟病、兩側肋膜積水、肺炎併呼吸衰\r\n竭、糖尿病、高血壓、老舊下壁心肌梗塞等病。若蘇唐腰係受傷後，因久\r\n未能痊癒導致身體衰弱引起上開病症而死，則受傷與死亡不能謂無相當因\r\n果關係；若蘇唐腰之顱內出血，及多處骨折已痊癒，於進行復健中，因宿\r\n疾或年老體衰感染引起上開病症而死，則受傷與死亡間即無相當因果關係\r\n可言。原審未就蘇唐腰之受傷與死亡是否有相當因果關係，詳為調查審認\r\n，遽以蘇唐腰係因林○○之侵權行為而受傷，加以本身原有之疾病，身體\r\n抵抗力較弱，導致死亡，即認林○○之行為與蘇唐腰之死亡結果有相當因\r\n果關係，自嫌速斷。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1202 號 民事判決",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "臺北市在日據時期辦理之土地重劃，因日本國戰敗而停辦，尚未完成其程\r\n序，然原土地所有權人已自指定通知日起在指定換地預定地建築使用及納\r\n稅，其土地之分割、合併、產權移轉等則仍以重劃前之土地標示辦理，致\r\n圖、簿與實地現況不符，臺北市政府為清理重劃未了工作，同時配合地籍\r\n重測計劃，乃研擬清理方案及其清理要點，報奉行政院核定後執行，就日\r\n據時期土地重劃地區進行地籍清理，以重測手段，完成重劃程序，為原審\r\n確定之事實。其清理要點第八點規定：「重劃地區土地之重測應以工務局\r\n之換地預定圖、換地清冊、換地計算書及分割書等資料之記載為凖，並依\r\n土地法第四十六條之二規定辦理」，即係融合重劃與重測於一，以消除原\r\n來圖、簿與實地現況不符之情狀。其以換地預定圖、換地清冊、換地計算\r\n書及分割書等資料之記載為依據，就土地現場加以重測，重測結果與該等\r\n資料非必相符，乃必然之事。臺北市政府於八十二年二月二十日致被上訴\r\n人法定代理人何曜廷函中已為說明。清理要點第七點規定：「地籍清理後\r\n之土地標示應以重測成果為準，並於地籍清理公告時一併公告之」，上開\r\n函文稱：「苟有不符，經公告確定後，應以重測結果為準」，亦非無據。\r\n本院於前次發回意旨中亦已指明：此項地籍清理乃將土地重劃及地籍重測\r\n兩種程序併同施行，倘被上訴人未為合法異議，經辦理土地標示登記完畢\r\n，其土地界址應依重測成果定之，至其所有權歸屬則依土地重劃有關之規\r\n定處理；臺北市政府八十二年二月九日八二府地重字第八二○○五一五一\r\n號函稱：「土地重劃大隊接辦重劃清理工作，於地籍清理期間，同時由本\r\n府地政處測量大隊實施土地重測，以確定重劃區域四周邊界，測量計算換\r\n地預定地每筆面積，其成果即為重劃後分配之土地。故該成果經重劃公告\r\n確定，辦理登記完竣，當生重劃效力」，內政部台內地字第八二八五五\r\n五四號函稱：「日據時期土地重劃地區，依前述規定辦理重測之成果，經\r\n依同要點第十四點至第十九點規定辦理地籍清理成果公告、通知土地所有\r\n權人，異議處理完竣或公告期滿無異議者，依公告成果辦理土地登記完竣\r\n；其清理成果，縱使與原換地預定地圖、換地清冊及工務局分割資料記載\r\n不一致，亦已發生公告確定之效力」各等語，與土地重劃及地籍重測有關\r\n法規規定並無違背。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1199 號 民事判決",
        "case_summary": "請求塗銷抵押權登記",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "民法第一百六十九條後段所謂知他人表示為其代理人而不為反對之表示者\r\n，係指知他人表示為其代理人而與相對人為法律行為時，原即應為反對之\r\n表示，使其代理行為無從成立，以保護善意之第三人，竟因其不為反對之\r\n意思表示，致第三人誤認代理人確有代理權而與之成立法律行為，自應負\r\n授權人之責任者而言。如於法律行為成立後，知其情事而未為反對之表示\r\n，對業已成立之法律行為已不生影響，自難令負授權人之責任。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1188 號 民事",
        "case_summary": "撤銷股東會決議事件",
        "case_date": "民國 86 年 04 月 18 日",
        "case_gist": "有關公司章程之變更，應預先載明於通知及公告，不得以臨時動議提出 (\r\n公司法第一百七十二條第四項參照) 。本件被上訴人公司八十五年度股東\r\n常會開會通知書固載有「……㈣討論修訂公司章程案。㈤……」，惟觀之\r\n其股東常會議事手冊載明，討論事項第二案「案由：公司章程修正案。說\r\n明：⒈本公司資本總額為新台幣七十五億元整，截至目前實收資本已達額\r\n定資本七十五億元，為因應營運需要，擬修正公司章程第五條條文，提高\r\n資本總額為新台幣二百億元，修正後條文請參閱附件四，章程對照表。⒉\r\n以上，提請核議。」，依此第二案之案由及說明記載，被上訴人該次股東\r\n常會所指討論修訂公司章程案，似指提高章程所訂之資本額案。果爾，則\r\n關於修訂章程第三十一條第二項所定董監事酬勞部分，似未預先載明於通\r\n知及公告，而僅於開議時建議併案修正，經主席徵詢在場股東同意後，修\r\n正通過而已，是則該條項之修正，既係以「臨時動議」提出，依上開說明\r\n，是否合法，不無再事研求之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1178 號 民事判決",
        "case_summary": "請求損害賠償",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "按損害之發生或擴大，被害人與有過失者，法院得減輕賠償金額或免除之\r\n，民法二百十七條第一項定有明文。此項規定之目的在謀求加害人與被害\r\n人間之公平，倘受害人於事故之發生亦有過失時，由加害人負全部賠償責\r\n任，未免失諸過酷，是以賦與法院得不待當事人之主張，減輕其賠償金額\r\n或免除之職權。換言之，基於過失相抵之責任減輕或免除，非僅為抗辯之\r\n一種，亦可使請求權全部或一部為之消滅，故裁判上得以職權斟酌之。又\r\n所謂被害人與有過失，只須其行為為損害之共同原因，且其過失行為並有\r\n助成損害之發生或擴大者，即屬相當，不問賠償義務人應負故意、過失或\r\n無過失責任，均有該條項規定之適用。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1174 號 民事",
        "case_summary": "確認通行權不存在事件",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "既成巷道之通行僅屬公用地役關係之反射利益，本屬公法上之一種事實，\r\n如有爭議，僅得循行政訴訟等公法程序謀求救濟，不得為民事訴訟上確認\r\n之訴之標的。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1172 號 民事",
        "case_summary": "參與分配事件",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "債務承擔係指不變更債務之同一性，而由第三人承受該債務或加入債之關\r\n係而成為債務人之情形，倘若原債之關係消滅而成立新債之關係，債之同\r\n一性已變更，則為債之更改。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1168 號 民事",
        "case_summary": "履行契約事件",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "解釋契約，須探求當事人之真意，固不能拘泥於契約之文字，但契約之文\r\n字業已表達當事人之真意，無須別事探求者，即不得反捨契約文字而更為\r\n曲解。 (本院十七年上字第一一一八號判例參照) 。查兩造於七十四年五\r\n月間所立之協議書第三條約定：「乙方 (指被上訴人) 同意自標得右揭房\r\n屋 (指系爭房屋) 之日起九年內，乙方不得要求甲方 (指上訴人) 拆屋改\r\n建，惟如逾九年，甲方仍未拆除右揭房屋時，乙方即得逕行拆除改建。」\r\n，既為原審合法認定之事實。則依此約定，被上訴人依該協議書取得之權\r\n利，乃為「得逕行拆除改建」，其契約文字似無不明之處。所謂「得逕行\r\n拆除改建」似指被上訴人，得不待上訴人之協助自行將在第二九三號等土\r\n地上之系爭房屋拆除，在該土地上建築房屋而言。而上訴人則負有自系爭\r\n房屋遷出、並容忍被上訴人為拆除改建之義務，似無由曲解為上訴人負有\r\n拆除房屋並將土地交付被上訴人之義務。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1154 號 民事",
        "case_summary": "確認派下權存在事件",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "祭祀公業係以祭祀祖先為目的，而設立之獨立財產。該公業之設立人及其\r\n承繼人全體均得為派下員，固無疑義。惟於無子嗣得以祭祀祖先時，既有\r\n法定之養子制度，以達傳宗接代及祭祀祖先之目的，即無不承認該養子有\r\n派下權之理。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1151 號 民事",
        "case_summary": "給付違約金事件",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "因契約互負債務者，他方提出之對待給付若不完全，既非依債務本旨為之\r\n，除其情形拒絕自己之給付有違誠實及信用方法者外，在他方補正前，非\r\n不得行使同時履行抗辯權拒絕自己之給付。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1143 號 民事",
        "case_summary": "確認通行權存在等事件",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "民法第七百八十七條第一項所謂土地與公路無適宜之聯絡，致不能為通常\r\n使用之情形，並不以土地絕對不通公路為限，即雖有道路可通至公路，但\r\n其聯絡並不適宜，致不能為通常使用之情形者，亦包括在內。祇須土地與\r\n公路無適宜之連絡，致不能為通常使用，而被通行之土地，又為損害最少\r\n之處所，即應認土地所有人有通行之權利，至其前此有無通行他人所有土\r\n地，在所不問。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1138 號 民事",
        "case_summary": "返還借款事件",
        "case_date": "民國 86 年 04 月 17 日",
        "case_gist": "當事人死亡者，應由其繼承人之全體承受訴訟，始為合法。又是否由繼承\r\n人之全體承受訴訟，攸關訴訟要件之有無欠缺，不問訴訟程度如何，法院\r\n均應隨時依職權調查。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1103 號 民事",
        "case_summary": "分配表異議之訴事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "因證券商特許業務所生債務之債權人，依證券交易法第五十五條第二項規\r\n定，對於證券商提存之營業保證金，始有優先受清償之權。而票據為無因\r\n證券且為支付金錢之工具，因之持有證券商因給付委託人委託出賣股票所\r\n得交割款而簽交之票據之人，未必即為因證券商特許業務所生債務之債權\r\n人。倘該票據持有人僅行使票據權利者，即難謂對證券商之營業保證金有\r\n優先受清償之權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1090 號 民事",
        "case_summary": "分割共有物等事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "按土地所有權與土地占有並非不能分離，當事人間之買賣契約縱使無效，\r\n然出賣人出具土地使用同意書，將土地交付買受人占有，同意買受人使用\r\n，則買受人即因出賣人同意而有使用土地之權利，在未經向買受人合法終\r\n止使用之合意前，尚難謂買受人為無權占有。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1089 號 民事",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "土地法第三十四條之一第四項僅規定共有人出賣共有土地之應有部分時，\r\n他共有人得以同一價格共同或單獨優先承購，並未如同法第一百零四條第\r\n二項後段設有出賣人未通知優先購買權人而與第三人訂立買賣契約者，其\r\n契約不得對抗優先購買權人之明文。故該項規定之優先承購權係指他共有\r\n人出賣共有土地時，對於該共有人有請求以同樣條件訂立買賣契約之權而\r\n已，除出賣應有部分之共有人通知外，非謂共有人一經表示願優先承購，\r\n雙方即成立買賣契約。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1086 號 民事",
        "case_summary": "塗銷所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "所謂信託行為，係指委託人授與受託人超過經濟目的之權利，而僅許可其\r\n於經濟目的範圍內行使權利之法律行為而言。故於信託法施行前，信託關\r\n係基於委託人與受託人間合意訂立信託契約，始成立。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1084 號 民事判決",
        "case_summary": "所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "按當事人約定之違約金過高者，法院得依民法第二百五十二條規定，酌減\r\n至相當之數額，然是否相當，應依一般客觀事實，社會經濟狀況及債務人\r\n若能如期履行債務，債權人可得享受之一切利益為酌定之標準。又此項違\r\n約金之約定，雖不因契約之解除而隨同消滅。惟依民法第二百六十條規定\r\n意旨推之，其因契約解除所生之損害，並不在斟酌之列。原審依民法第二\r\n百五十二條規定，核減兩造約定之違約金額，竟依被上訴人提出之計算表\r\n所列，將轉售可能跌價損失，重行出售之佣金、增值稅、代書費等未來可\r\n能遭受之損失。作為被上訴人之損失依據。而非就債務不履行所生損害而\r\n為衡量，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1084 號 民事",
        "case_summary": "請求所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "按當事人約定之違約金過高者，法院得依民法第二百五十二條規定，酌減\r\n至相當之數額，然是否相當，應依一般客觀事實，社會經濟狀況及債務人\r\n若能如期履行債務，債權人可得享受之一切利益為酌定之標準。又此項違\r\n約金之約定，雖不因契約之解除而隨同消滅。惟依民法第二百六十條規定\r\n意旨推之，其因契約解除所生之損害，並不在斟酌之列。原審依民法第二\r\n百五十二條規定，核減兩造約定之違約金額，竟依被上訴人提出之計算表\r\n所列，將轉售可能跌價損失，重行出售之佣金、增值稅、代書費等未來可\r\n能遭受之損失。作為被上訴人之損失依據。而非就債務不履行所生損害而\r\n為衡量，自屬可議。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1079 號 民事判決",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "查耕地三七五減租條例第十七條第二項規定之補償，與同條第一項第五款\r\n所規定之終止租約收回耕地，並非立於互為對待給付之關係，自不發生同\r\n時履行抗辯問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1079 號 民事",
        "case_summary": "租佃爭議事件",
        "case_date": "民國 86 年 04 月 11 日",
        "case_gist": "查耕地三七五減租條例第十七條第二項規定之補償，與同條第一項第五款\r\n所規定之終止租約收回耕地，並非立於互為對待給付之關係，自不發生同\r\n時履行抗辯問題。"
    },
    {
        "case_id": "最高法院 86 年度台抗字第 182 號 民事",
        "case_summary": "返還價金等事件",
        "case_date": "民國 86 年 04 月 10 日",
        "case_gist": "判決之宣示，係指法院將內部已成立之判決在公開法庭將判決主文予以朗\r\n讀，並由書記官記載於筆錄而向外發表之方法，此觀民事訴訟法第二百二\r\n十四條、第二百二十五條，及第二百十三條第一項第六款規定自明。至法\r\n院電腦查詢系統不過為方便當事人查詢之行政作業，究不能作為判決有無\r\n宣示之依據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1063 號 民事",
        "case_summary": "履行契約等事件",
        "case_date": "民國 86 年 04 月 10 日",
        "case_gist": "言詞辯論應於上訴聲明之範圍內為之，為民事訴訟法第四百四十五條第一\r\n項所明定。原審判令陳沈錦廷等三人應連帶給付弘亨公司之六百萬元本息\r\n乃契約書第一條之股權轉讓價金之部分金額，乃原審竟就陳沈錦廷等三人\r\n有無義務依契約書第八條向弘亨公司給付欠款四百萬元，及依契約書第二\r\n十一條向弘亨公司給付違約金二百萬元而為論述，顯已逸出陳沈錦廷等三\r\n人上訴聲明之範圍，自有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1049 號 民事",
        "case_summary": "返還股票事件",
        "case_date": "民國 86 年 04 月 10 日",
        "case_gist": "稱委任者，謂當事人約定，一方委託他方處理事務，他方允為處理之契約\r\n，民法第五百二十八條定有明文。故受任人基於委任關係對於物有管領之\r\n力者，為直接占有人，而非占有輔助人。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1045 號 民事",
        "case_summary": "確認本票債權不存在等事件",
        "case_date": "民國 86 年 04 月 10 日",
        "case_gist": "債權讓與，係以移轉特定債權為標的之契約，故該特定債權如確定的不存\r\n在，即難認其契約為有效。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1043 號 民事判決",
        "case_summary": "給付保險金事件",
        "case_date": "民國 86 年 04 月 10 日",
        "case_gist": "本件依卷附國泰附加傷害保險給付特約條款第三條約定：「被保險人於本\r\n特約有效期間內，因遭遇外來、突發的意外傷害事故，並以此意外傷害事\r\n故為直接且單獨原因，致其身體蒙受傷害或因而殘廢或死亡時，依照本特\r\n約約定，給付保險金」。可知該附加傷害保險給付特約條款，係就被保險\r\n人因外來突發的意外事故，致身體受傷或死亡，保險人方負給付保險金之\r\n義務，而所謂外來之事故，應係指來自自身以外之事故而言。查系爭保險\r\n契約被保險人許○○死亡之原因，依台灣嘉義地方法院檢察署相驗屍體證\r\n明書及八十五年四月十八日嘉檢耀仁字第○七四二八號函之記載，均認係\r\n酒後反逆嘔吐物阻塞呼吸道窒息致死。自難認係因外來之意外事故所引起\r\n，與系爭保險契約附加傷害保險給付之特約條款不符。從而，上訴人依系\r\n爭保險契約附加契約之約定，請求被上訴人給付系爭保險金一百萬元及其\r\n法定遲延利息，即屬無據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1023 號 民事判決",
        "case_summary": "請求返還價金",
        "case_date": "民國 86 年 04 月 03 日",
        "case_gist": "㈠物之出賣人，除負有交付其物於買受人，並使其取得該物所有權之義務\r\n外，對於買受人應擔保其物依民法第三百七十三條之規定危險移轉於買受\r\n人時，無滅失或減少其價值之瑕疵，亦無滅失或減少其通常效用，或契約\r\n預定效用之瑕疵，此觀同法第三百五十四條規定自明。本件上訴人出售者\r\n，係擅自變更使用，違法設置之停車位，依建築法第九十規定，其所有人\r\n或使用人將被處以罰鍰，並勒令停止使用，甚至遭停止供水、供電或封閉\r\n、強制拆除。系爭停車位，因屬違規設置，不惟其通常效用有所減少，且\r\n減低其經濟上之價值，被上訴人責令上訴人負瑕疵擔保責任，自屬有據。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1020 號 民事判決",
        "case_summary": "請求不動產所有權移轉登記",
        "case_date": "民國 86 年 04 月 03 日",
        "case_gist": "代表人為本人 (即被代表人) 之機關，其所為代表之行為，即為本人之行\r\n為，當然由本人承受其效力，無所謂效力歸屬之問題。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1019 號 民事",
        "case_summary": "拆屋還地事件",
        "case_date": "民國 86 年 04 月 03 日",
        "case_gist": "兩造所訂立之合建契約，其性質屬承攬與買賣之混合契約，即由被上訴人\r\n承攬完成一定工作而以上訴人應給予之報酬充作建築商買受由其分得部分\r\n基地之價款，並由地主及建商各就其分得之房屋以自己名義取得建築執照\r\n，已如前述，則就地主部分而言，依建築法第七十條第一項前段規定，建\r\n築工程完成後，應由起造人會同承造人及監造人聲請使用執照。又依土地\r\n登記規則第七十條第一項規定，申請建物第一次所有權登記應提出使用執\r\n照，故如無特別情事，建造執照上所載之起造人恒為該建物所有權第一次\r\n登記之申請人亦即原始建築人。是地主如以自己名義領取建築執照而由建\r\n築商建築，自為該建物所有權第一次登記之申請人即原始建築人，應認該\r\n房屋之原始所有人為地主。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 1011 號 民事",
        "case_summary": "返還定金事件",
        "case_date": "民國 86 年 04 月 03 日",
        "case_gist": "一般購買房地，其因公共設施分配，涉及房地交易標的面積之計算，是為\r\n重大交易條件 (見原審卷一六八頁，行政院公平交易委員會八十四年十二\r\n月四日公壹字第○九四九○號函所載) ，是縱契約內未表明公共設施分\r\n攤之計算方式，亦應依其設計內容，因機能不同而作出合理之比例，始為\r\n適當，此觀之台灣省建築師公會八十四年一月二十三日台建師鑑字第一六\r\n七八－三號鑑定報告書所載意旨甚明 (見原審卷五八頁) 。查，系爭建物\r\n公共設施比例高達百分之六八點五八，為原審所認定之事實，雖兩造所訂\r\n房屋預定買賣契約書內，並無公共設施應負擔若干比例之約定，惟就其設\r\n計內容暨其機能，何以須有如此高比例之負擔，原審並未詳加調查審認，\r\n難謂允洽。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 993 號 民事判決",
        "case_summary": "拆屋還地等事件",
        "case_date": "民國 86 年 04 月 02 日",
        "case_gist": "按「辦理土地登記前，應先辦理地籍測量，其已依法辦理地籍測量之地方\r\n，應即依本法規定辦理總登記」；「和平繼續占有之土地，依民法第七百\r\n六十九條或第七百七十條之規定，得請求登記為所有人者，應於登記期限\r\n內經土地四鄰證明，聲請土地所有權之登記」；「逾登記期限無人聲請登\r\n記之土地，其土地視為無主土地，由該管巿縣地政機關公告之，公告期滿\r\n無人提出異議，即為國有土地之登記」；「合法占有土地人未於登記期限\r\n內聲請登記，亦未於公告期間內提出異議者，喪失其占有之權利」，土地\r\n法第三十八條第一項、第五十四條、第五十七條及第六十條分別定有明文\r\n。行政院訂定之「逾總登記期限無人申請登記之土地處理原則」第一點亦\r\n規定：「已完成無主土地公告及代管程序，並已登記為國有之土地，應不\r\n再受理主張權利與補辦登記」，足見我國土地總登記係採取強制主義，藉\r\n以保持地籍之真實，且為加強登記業務之進行，定有除斥期間，逾期未聲\r\n請登記者，不必另為拋棄之意思表示，即視為無主土地，公告期滿無人提\r\n出異議，原權利人即喪失權利而為國有土地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 992 號 民事",
        "case_summary": "土地所有權移轉登記事件",
        "case_date": "民國 86 年 04 月 02 日",
        "case_gist": "分管契約，係共有人就共有物之使用、收益或管理方法所訂定之契約，並\r\n無消滅共有關係之效力，此與共有人以消滅共有關係為目的而使各共有人\r\n取得特定部分土地之分割共有物契約，自有不同。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 3409 號 民事判決",
        "case_summary": "返還無權占有土地事件",
        "case_date": "民國 86 年 03 月 31 日",
        "case_gist": "司法院大法官會議釋字第一二八號解釋謂：「行政機關就耕地三七五減租\r\n條例第十九條所為耕地准否收回自耕之核定與調處，出租人如有不服，應\r\n循行政訟爭程序請求救濟。」此項解釋之精神，係將該條例第十九條所生\r\n之爭議劃歸行政機關受理。且該解釋並無限定範圍，應解為依三七五減租\r\n條例第十九條第一項、第二項所為之核定與調處亦包括在內。又經行政機\r\n關依該條為准否收回自耕之核定與調處，出租人或承租人不遵照履行而另\r\n行起訴者，與同條例第二十六條第一項所定之租佃爭議有間，毋庸再依該\r\n條規定為調解調處。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 986 號 民事判決",
        "case_summary": "返還土地事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "土地法第一百零三條第二款，所稱承租人以基地供違反法令之使用者，係\r\n指以基地或基地上之房屋供違反法令之使用而言，租用基地建築房屋未依\r\n建築法領得建築執照，僅屬私有建築違反許可之規定，並非以基地或基地\r\n上房屋供違反法令之使用，上訴人以被上訴人在系爭土地有違章建築為由\r\n，終止租約，應無足取。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 985 號 民事",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "保險事故發生，被保險人對第三人有損害賠償請求權者，於保險人履行其\r\n保險賠償義務後，其請求權即當然移轉於保險人，被保險人於受領保險給\r\n付之範圍內，對第三人之債權既已喪失，則其與第三人縱有和解或拋棄情\r\n事，亦不影響保險人因保險給付而取得之代位權。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 977 號 民事判決",
        "case_summary": "國家賠償事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "（一）國家賠償法第二條第二項規定因公務員執行職務行使公權力時，不\r\n      法侵害人民自由或權利而生之國家賠償責任，係採國家代位責任，\r\n      應以公務員依法應負損害賠償責任為前提。倘公務員所為之行政處\r\n      分依法不負賠償責任，則國家即無代位賠償可言。\r\n（二）按人民之自由或權利須因公務員之不法行為致受損害，始得依國家\r\n      賠償法請求損害賠償。如因公務員之適法行為而遭受損害，則屬於\r\n      損失補償問題。又建築物在施工中，主管建築機關認為必要時，得\r\n      隨時加以勘驗，如發現有危害公共安全，或主要構造或位置或高度\r\n      或面積與核定工程圖樣及說明書不符者，應以書面通知承造人或起\r\n      造人或監造人，勒令停工，建築法第五十八條第三款、第六款定有\r\n      明文。本件上訴人為拆除舊宿舍興建樓房，於申請基礎查驗時，因\r\n      建築位置與核准圖說不符，被上訴人係主管建築機關，因而依法通\r\n      知承包商及上訴人停工並應依規定辦理變更設計或改善，再報驗合\r\n      格方得繼續施工。上訴人遂辦理變更設計，經被上訴人核准後，由\r\n      承包商進行改善工作。惟因附近居民對於系爭建物未與彼等申請建\r\n      築時同樣退縮二公尺，將影響該地區巷道通行，強烈表達不滿。被\r\n      上訴人為顧及安全，且衡量該地區之都市計劃確有不當之處，如未\r\n      能作適當之疏導，即遽予核准上訴人復工，恐破壞地方和諧，影響\r\n      社會秩序之維持，乃請上訴人暫緩復工，由被上訴人邀集上訴人及\r\n      居民代表協調作適當之解決，此有高雄市政府八十二年度訴四字第\r\n      二○五號訴願決定書可按，上訴人亦表明尊重被上訴人此項權宜處\r\n      分。系爭停工處分，依前揭說明乃係被上訴人依法行政裁量權之行\r\n      使，尚屬於依法行政之範疇，難謂有何不法之處，上訴人要無援用\r\n      國家賠償法請求損害賠償之餘地。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 976 號 民事",
        "case_summary": "拆屋還地等事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "祭祀公業之祀產，為派下全體之公同共有，非任何一房或一人所得私自處\r\n分；倘有分別管理之情形，各派下就其分管部分，雖得依約定之方法為使\r\n用收益，然未經全體派下之同意而將分管部分出賣與他人，並移轉其占有\r\n時，即難謂該派下係依約定之方法為使用收益，要屬無權處分行為，對祭\r\n祀公業（全體派下）不生效力。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 958 號 民事",
        "case_summary": "禁止信用狀付款事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "信用狀統一慣例第十五條規定：「銀行須以相當之注意審查一切單據，藉\r\n以確定該單據就表面所示與信用狀之條款相符合，各該單據如在表面上顯\r\n示彼此歧異者，視為表面所示與信用狀之條款不符」，第十六條（b） 項\r\n規定：「開狀銀行收到單據，如認為其表面所示與信用狀之條款不符，則\r\n該銀行須僅以單據為本，決定是否接受單據，抑或拒絕單據而主張該等單\r\n據就表面所示與信用狀之條款不符，即應拒絕接受單據」。亦即開狀銀行\r\n必須在單據完全符合信用狀條款之情形下才能付款。原審既認定信用狀之\r\n申請人與開狀銀行間屬委任之法律關係，而依民法第五百三十五條規定，\r\n受任人處理委任事務，應依委任人之指示，原審竟謂開狀銀行有自由裁量\r\n權，不受開狀申請人依委任契約所做之拘束，已有未合。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 957 號 民事判決",
        "case_summary": "給付退休金事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "勞工工作十五年以上年滿五十五歲者，或工作二十五年以上者，得自請退\r\n休，勞動基準法 (下稱勞基法) 第五十三條固有明文，惟該條之立法精神\r\n，無非基於勞工之立場，為防止雇主不願核准已達一定年資、年齡之勞工\r\n自請退休之弊端，而賦予勞工得自請退休之權利，使符合該條規定要件之\r\n勞工於行使自請退休之權利時，即發生終止勞動契約之效力，而無須得相\r\n對人即雇主之同意。至於未達勞基法第五十三條所定要件之勞工，固無上\r\n開法條所賦予之權利，惟其請求雇主依勞基法有關發給退休金之規定辦理\r\n退休，並經雇主之同意，則勞雇雙方即係以比照勞基法之規定發給退休金\r\n而合意終止勞動契約，按諸當事人自治之原則，自無不許之理。此由勞基\r\n法第五十五條及同法施行細則第二十八條關於退休金給與之規定，並未限\r\n制其給與係以勞基法第五十三條自請退休及第五十四條強制退休所定之勞\r\n工為對象，可資證明。"
    },
    {
        "case_id": "最高法院 86 年度台上字第 954 號 民事判決",
        "case_summary": "損害賠償事件",
        "case_date": "民國 86 年 03 月 28 日",
        "case_gist": "（一）航業法第四十五條第一項規定意旨，係指託運人或受貨人於運送事\r\n      故發生時，得請求船務代理業向該船舶運送人請求損害賠償，並未\r\n      賦與託運人或受貨人直接向船務代理業請求損害賠償之權利。託運\r\n      人或受貨人自無依該規定逕向船務代理業索賠。同條第二項亦僅係\r\n      規定船務代理業所覓保證人應就其依法應負之責任連帶負責，託運\r\n      人或受貨人自亦無從依此項規定逕向船務代理業索賠。故上訴人主\r\n      張依據航業法第四十五條第二項規定，向寶威公司請求賠償，亦無\r\n      理由。\r\n（二）船舶優先權為某一種類債權對於特定標的物有優先受償之權利，此\r\n      優先受償之權利，並非原債權本身，乃另一權利。依海商法第二十\r\n      四條第一項第六款、第二十五條第一款規定，對於託運人所負之損\r\n      害賠償，其債權對於船舶、船舶設備等雖有優先受償權。然船舶所\r\n      有人若非運送契約之運送人，自不負運送人責任。此時託運人僅得\r\n      以依運送契約所得對運送人主張之損害賠償請求權，逕就船舶、運\r\n      費及附屬物等海產主張優先受償之權利，船舶所有人不得拒絕而已\r\n      ，並不得逕向船舶所有人直接請求賠償。查本件運送契約之運送人\r\n      為 Gemartrans（Asia）Co.,Ltd. 巴拿馬商 SEABORN MARITIME,S.\r\n      A.僅係運送船舶之所有人，並非運送契約之運送人。則巴拿馬商 \r\n      SENBORN MARITME,S.A.僅應負物之有限責任而已，上訴人逕依海商\r\n      法第二十四條第一項第六款規定，請求其賠償損害，即屬無據。"
    }
]