[
    {
        "case_id": "最高法院 104 年度台簡上字第 36 號 判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 104 年 12 月 09 日",
        "case_gist": "按主參加訴訟係三對立當事人訴訟類型，為統一解決紛爭及避免裁判矛盾\r\n，主參加訴訟之審理程序，依民事訴訟法第五十四條規定，須準用同法第\r\n五十六條必要共同訴訟之規定。又為避免裁判矛盾，依同法第二百零五條\r\n第三項前段，主參加訴訟須與本訴訟合併辯論及裁判。依此，主參加訴訟\r\n受敗訴判決之本訴原、被告，或主參加訴訟人，以勝訴判決之他造為被上\r\n訴人，提出上訴者，其上訴效力及於本訴與主參加訴訟中同受敗訴判決之\r\n另一當事人，本訴訴訟與主參加訴訟判決之全部，即均成為上訴審審判對\r\n象。又本訴與主參加訴訟各訴之訴訟標的，如無合一確定必要者，法院固\r\n得為相異之裁判，但如有合一確定必要者，為避免裁判矛盾，即不得為相\r\n歧異之裁判，亦即原審審判範圍自及於本訴部分。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2333 號 判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 104 年 12 月 09 日",
        "case_gist": "按修正前強制執行法第四十一條原規定異議人未為起訴之證明者，僅生執\r\n行法院得依原定分配表實行分配之效果，其所提起之訴訟，仍須進行，致\r\n生分配程序已終結，而仍須進行無益訴訟程序之現象。是民國八十五年十\r\n月九日修正強制執行法時，為防止濫行異議，妨礙分配之實施，乃修正第\r\n四十一條第三項、第四項為「聲明異議人未於分配期日起十日內向執行法\r\n院為前二項起訴之證明者，視為撤回其異議之聲明；經證明者，該債權應\r\n受分配之金額，應行提存。前項期間，於第四十條之一有反對陳述之情形\r\n，自聲明異議人受通知之日起算」，明文加重異議人未為起訴證明之失權\r\n效果，凡異議人未於分配期日或受通知反對陳述之日起十日內，向執行法\r\n院為同條第一、二項起訴之證明，即視為撤回其異議之聲明。惟此所謂分\r\n配期日係指合法有效之分配期日而言，倘法院指定之分配期日已經取消或\r\n有未合法送達等情形，致無法於該期日依法實施分配程序，異議人起訴證\r\n明提出之時點，縱已逾該期日起十日內，亦無強制執行法第四十一條第三\r\n項前段之適用，其所提起之分配表異議之訴自無逾時提出之不合法可言。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 950 號 民事裁定",
        "case_topic": "請求確認最高限額抵押權設定關係不存在等",
        "case_date": "民國 104 年 12 月 03 日",
        "case_gist": "民事訴訟法第二百四十二條第一項及第三項係規定，當事人得向法院書記\r\n官聲請閱覽，抄錄或攝影卷內文書，或預納費用聲請付與繕本、影本或節\r\n本；卷內文書涉及當事人或第三人隱私或業務秘密，如准許前二項之聲請\r\n，有致其受重大損害之虞者，法院得依聲請或依職權裁定不予准許或限制\r\n前二項之行為。依此規定，得為不予准許或限制當事人為上開行為之裁定\r\n者，自為法院，受命法官並無此項權限。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2327 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 104 年 12 月 03 日",
        "case_gist": "按耕地租約承租人非因不可抗力繼續一年不為耕作時，出租人得終止租約\r\n，耕地三七五減租條例第十七條第一項第四款固定有明文。然所謂耕作，\r\n指目的在定期（按季、按年）收獲而施人工於他人土地以栽培農作物而言\r\n（參看司法院院字第七三八號解釋、本院六十三年台上字第一二一八號判\r\n例）。故「不為耕作」，乃指承租人在主觀上已有放棄耕作權之意思，且\r\n在客觀上繼續不從事耕作，就原供耕作之土地不為耕作，任其荒蕪之意。\r\n倘該部分耕地原非供耕作使用，則縱承租人嗣後未積極利用該土地，亦與\r\n該款所稱不為耕作之情形有別。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2312 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 12 月 03 日",
        "case_gist": "按依民法第八百八十一條之十七準用第八百七十九條第一項之規定，為債\r\n務人設定最高限額抵押權之第三人，代為清償債務，或因最高限額抵押權\r\n人實行抵押權致失抵押物之所有權時，該第三人於其清償之限度內，承受\r\n債權人對於債務人之債權。此項承受之性質為法定之債權移轉，其效力與\r\n債權讓與相同。倘該債權另有擔保物權，依同法第二百九十五條第一項規\r\n定，亦隨同移轉於該第三人。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2311 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 104 年 12 月 03 日",
        "case_gist": "按雇主於勞工因遭遇職業災害而致殘廢，未實際提供勞務，仍須依勞基法\r\n第五十九條規定予以補償，係為保障勞工，加強勞、雇關係，促進社會經\r\n濟發展之法定補償責任，其性質已非屬「因工作而獲得之報酬」。又為避\r\n免勞工或其他有請求權人就同一職業災害所生之損害，對於雇主為重複請\r\n求，有失損益相抵之原則，同法第六十條規定，雇主依前條規定給付之補\r\n償金額，得抵充就同一事故所生損害之賠償金額（立法理由參照）。是除\r\n雇主於終止勞動契約時所應給付之資遣費或退休金等性質、目的不同之給\r\n付，不得抵充外，其餘雇主所為之給付，基於衡平原則及避免勞工重複受\r\n益，皆得抵充其損害賠償金額。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2303 號 判決",
        "case_topic": "請求排除侵害",
        "case_date": "民國 104 年 12 月 02 日",
        "case_gist": "按建築物所應留設之法定空地，為建築基地之一部分，不得重複使用，建\r\n築法第十一條定有明文。又法定空地作為防火間隔使用，目的在阻隔火勢\r\n蔓延，藉以逃生避難，非供公眾平常通行之用，不得以防火間隔作為主要\r\n進出通路。再者，公法上權利與私法上權利兩者之權利性質、目的各有不\r\n同，私人間不得逕援為私法上請求權基礎。查同條第二項固規定，法定空\r\n地之留設，應包括建築物與其前後左右之道路或其他建築物間之距離，其\r\n寬度於建築管理規則中定之。惟核該項規定性質為公法上之行政管制規定\r\n，非謂逕給予同一建築建築執照基地所有人私法上主觀權利，自不得以之\r\n做為其對法定空地通行權存在之請求權基礎。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 943 號 民事裁定",
        "case_topic": "請求給付工程款強制執行",
        "case_date": "民國 104 年 11 月 30 日",
        "case_gist": "仲裁判斷之執行，應依仲裁主文所表示者為之，主文不明時，得參照仲裁\r\n理由加以解釋。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 923 號 民事裁定",
        "case_topic": "請求確認優先承買權存在",
        "case_date": "民國 104 年 11 月 26 日",
        "case_gist": "公司經中央主管機關廢止登記者，亦為公司解散之原因。公司解散後，尚\r\n須經清算程序，了結其法律關係，在清算範圍內，視為尚未解散，即在清\r\n算完結前，法人之人格於清算之範圍內仍然存續，必待清算完結後，公司\r\n之人格始歸消滅，此觀公司法第二十六條之一準用同法第二十四條至第二\r\n十六條之規定自明。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2219 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 11 月 18 日",
        "case_gist": "按時效消滅，於債務人僅發生抗辯（拒絕給付）之效力，其債權及其請求\r\n權並非當然消滅，如時效消滅之債務人未行使拒絕給付之抗辯權（民法第\r\n一百四十四條第一項規定參照），本無免除責任之可言。然在連帶債務人\r\n之一人消滅時效已完成之情形，如依上開方式辦理，則債權人請求他連帶\r\n債務人履行債務，其他連帶債務人得向已受時效利益之債務人行使求償權\r\n，卒至發生該債務人不得受時效利益之結果。民法第二百七十六條第二項\r\n因而規定：「連帶債務人中之一人消滅時效已完成者，除該債務人應分擔\r\n之部分外，他債務人仍不免其責任」，以防其弊（民法第二百七十六條第\r\n二項立法理由參照）。故於此種情形，時效抗辯僅發生限制絕對效力，他\r\n連帶債務人僅就消滅時效完成之該債務人應分擔部分，同免責任而已。除\r\n該債務人應分擔之部分外，他債務人仍不免其責任。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2197 號 民事判決",
        "case_topic": "請求確認優先權存在",
        "case_date": "民國 104 年 11 月 17 日",
        "case_gist": "涉外事件中，為決定該涉外法律關係所應適用之準據法，須先就訟爭事實\r\n加以定性。即以當事人主張之基礎事實為準，依法庭地法就法律關係之性\r\n質、法律名詞之概念加以確定究屬於何類法則之範疇。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2192 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 104 年 11 月 17 日",
        "case_gist": "按當事人本於自主意思所締結之契約，若其內容不違反法律強制規定或公\r\n序良俗，基於私法自治及契約自由原則，即成為當事人間契約相關行為之\r\n規範；縱或契約約定之權利義務有失平之處，除依法定程序變更外，雙方\r\n均應受其拘束，不得任意排除約定之法效。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 861 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 11 月 12 日",
        "case_gist": "按法院不能依當事人聲明之證據而得心證，為發現真實認為必要時，得依\r\n職權調查證據。惟為賦予當事人應有之程序權保障，並防止發生突襲性裁\r\n判，法院依前項規定為調查時，應令當事人有陳述意見之機會，此觀民事\r\n訴訟法第二百八十八條規定自明。依同法第四百九十五條之一第一項、第\r\n四百六十三條規定，上開規定於抗告程序準用之。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 855 號 民事裁定",
        "case_topic": "清償債務強制執行",
        "case_date": "民國 104 年 11 月 12 日",
        "case_gist": "按執行名義有對待給付者，以債權人已為給付或已提出給付後，始得開始\r\n強制執行，強制執行法第四條第三項定有明文。此項對待給付為開始強制\r\n執行之要件，債權人依對待給付之執行名義聲請強制執行時，應證明已為\r\n該對待給付之現實給付或提出，執行法院始得開始強制執行。惟執行法院\r\n就債權人之上揭證明，僅須為形式審查即足。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2157 號 民事判決",
        "case_topic": "請求終止地上權等",
        "case_date": "民國 104 年 11 月 11 日",
        "case_gist": "地上權未定有期限者，存續期間逾二十年時，法院得因當事人之請求，斟\r\n酌地上權成立之目的、建築物或工作物之種類、性質及利用狀況等情形，\r\n定其存續期間，民法第八百三十三條之一定有明文。是以，法院定地上權\r\n之存續期間，應以地上權成立當時之目的、建築物或工作物之種類、性質\r\n及利用狀況等情形為斟酌之依據。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2120 號 民事判決",
        "case_topic": "請求給付特別股股息",
        "case_date": "民國 104 年 11 月 04 日",
        "case_gist": "按公司法第二百三十四條第一項、第二百三十二條第二項分別規定：「公\r\n司依其業務之性質，自設立登記後，如需二年以上之準備，始能開始營業\r\n者，經主管機關之許可，得依章程之規定，於開始營業前分派股息」、「\r\n公司無盈餘時，不得分派股息及紅利」。是公司符合第二百三十四條第一\r\n項規定時，固得於未開始營業而無盈餘時，分派股息，但開始營業後，須\r\n有盈餘始得為之。而所謂「營業」，係指公司經營其事業獲取利益之事實\r\n狀態，故「開始營業」應以該狀態之啟始為認定時點，以判定其因營業而\r\n獲取利益後有無盈餘，當不以其全部營業據點均開始營業為必要。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2118 號 判決",
        "case_topic": "請求拆除地上物",
        "case_date": "民國 104 年 11 月 04 日",
        "case_gist": "自辦市地重劃，係由參加市地重劃之土地所有人，根據平均地權條例第五\r\n十八條第二項授權訂定之獎勵土地所有權人辦理市地重劃辦法自行組成自\r\n辦市地重劃區重劃會，本於私法自治之原則所作成之土地重劃分配，具有\r\n高度之自治性與相當之自主性，並未規定將公權力之行使託付予重劃會，\r\n與行政程序法第二條第三項規定之行政委託之意義並不相同，其與土地所\r\n有人間實為集體私法契約關係，並無上下隸屬或服從之關係存在。是重劃\r\n會與土地所有人間就市地重劃之重劃土地分配、差額地價補償及重劃費用\r\n之負擔，遷讓、交接土地等爭議，自屬民事爭議。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2024 號 民事判決",
        "case_topic": "請求給付費用",
        "case_date": "民國 104 年 10 月 22 日",
        "case_gist": "區分所有權人參與區分所有權人會議，乃以區分所有權人團體構成員之身\r\n分參與團體組織之運作，鄰近之各自獨立使用之公寓大廈之區分所有權人\r\n會議決議合併成立管理委員會，並非法所不許。民法第一百十五條規定，\r\n經承認之法律行為，如無特別訂定，溯及為法律行為時發生效力。以未經\r\n合法成立之公寓大廈管理委員會名義與他人為法律行為，如嗣後合法成立\r\n公寓大廈管理委員會，並承認該法律行為，參酌上開法條規定意旨，應認\r\n該法律行為溯及為法律行為時對合法成立之公寓大廈管理委員會發生效力\r\n。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2023 號 民事判決",
        "case_topic": "請求塗銷所有權登記等",
        "case_date": "民國 104 年 10 月 22 日",
        "case_gist": "按因信賴不動產登記之善意第三人，已依法律行為為物權變動之登記者，\r\n其變動之效力，不因原登記物權之不實而受影響，民法第七百五十九條之\r\n一第二項定有明文。又土地法第四十三條所謂依本法所為之登記有絕對效\r\n力，係為保護因信賴登記取得土地權利之第三人而設，即第三人信賴登記\r\n而為新登記而言（參看本院三十三年上字第四九八三號、四十年台上字第\r\n一八九二號、四十二年台上字第一一九六號⑵判例意旨）。基此，不動產\r\n登記之公信力，旨在保障交易之安全，必須依法律行為而取得物權，始有\r\n犧牲真正權利人之權利加以保護之必要。至依不動產登記事項內容為法律\r\n行為而非取得物權者，要無不動產登記之善意第三人信賴保護規定之適用\r\n。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 2016 號 判決",
        "case_topic": "專利權授權契約",
        "case_date": "民國 104 年 10 月 22 日",
        "case_gist": "按當事人主張或抗辯智慧財產權有應撤銷、廢止之原因者，法院應就其主\r\n張或抗辯有無理由自為判斷。法院認有撤銷、廢止之原因時，智慧財產權\r\n人於該民事訴訟中不得對於他造主張權利。此觀智慧財產案件審理法第十\r\n六條規定自明。系爭我國專利雖未經專責機關即經濟部智慧財產局撤銷確\r\n定，但被上訴人就該專利之有效性為爭執，原審亦合法認定該專利不具新\r\n穎性、進步性，有應撤銷之原因，則於兩造間，被上訴人自得主張該專利\r\n權不存在，構成給付不能，而本於民法第三百四十七條準用同法第三百五\r\n十條、第三百五十三條規定，依關於債務不履行之規定，行使其權利。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1994 號 民事判決",
        "case_topic": "請求侵權行為損害賠償等",
        "case_date": "民國 104 年 10 月 21 日",
        "case_gist": "按民事共同侵權行為，只須各行為人之行為合併主要侵權行為後，同為損\r\n害發生之原因，且各行為與損害結果間有相當因果關係為已足，與刑事之\r\n共犯關係不同，即民事共同侵權行為人間是否有共同謀意，並非所問。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1959 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 10 月 15 日",
        "case_gist": "按刑事法院誤將不合法之附帶民事訴訟裁定移送民事庭，其訴之不合法，\r\n固不因移送民事庭而受影響。惟倘原告已依民事法院之命繳納裁判費，為\r\n保護原告由起訴所取得之利益，並使紛爭獲得實質解決，除另有其他合法\r\n要件之欠缺未能補正外，應視其原起訴程式之欠缺業經補正，民事法院即\r\n應依法為實質裁判，不得再以起訴不備合法要件為由，駁回其訴，始符公\r\n正程序請求權之法理。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 765 號 民事裁定",
        "case_topic": "請求返還所有物核定訴訟標的價額",
        "case_date": "民國 104 年 10 月 14 日",
        "case_gist": "所有權狀乃不動產所有權歸屬之證明文件，若無從認定原告因返還所有權\r\n狀所受利益之客觀價額，應認其訴訟標的價額不能核定，而依民事訴訟法\r\n第七十七條之十二規定定之。存摺及印章除為帳戶存款債權準占有人地位\r\n之證明，持有者並得憑以行使該帳戶存款之寄託物返還請求權（民法第三\r\n百十條第二款規定參照），原告起訴請求返還存摺及印章，並就存摺帳戶\r\n內之款項誰屬，與被告間存有爭執者，自非不得以起訴時該帳戶之存款餘\r\n額，認係原告所受利益之客觀價值而據以核定訴訟標的價額。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 765 號 裁定",
        "case_topic": "請求返還所有物核定訴訟標的價額",
        "case_date": "民國 104 年 10 月 14 日",
        "case_gist": "存摺及印章除為帳戶存款債權準占有人地位之證明，持有者並得憑以行使\r\n該帳戶存款之寄託物返還請求權（民法第三百十條第二款規定參照），原\r\n告起訴請求返還存摺及印章，並就存摺帳戶內之款項誰屬，與被告間存有\r\n爭執者，自非不得以起訴時該帳戶之存款餘額，認係原告所受利益之客觀\r\n價值而據以核定訴訟標的價額。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1953 號 民事判決",
        "case_topic": "請求調整租金",
        "case_date": "民國 104 年 10 月 14 日",
        "case_gist": "未定有地租之地上權，土地所有人因土地之負擔增加，有民法第八百三十\r\n五條之一第二項規定情事者，固得請求法院酌定其地租。惟土地所有人如\r\n係擁有多筆土地，被累進課徵地價稅，因地價稅採累進稅率，乃基於平均\r\n地權之立法原則，故尚不得以其因而加徵之地價稅額列入其增加之負擔，\r\n而執為酌定地租之依據。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1911 號 民事判決",
        "case_topic": "請求給付物調款",
        "case_date": "民國 104 年 10 月 08 日",
        "case_gist": "按當事人依民法第二百二十七條之二情事變更原則之規定，請求法院增加\r\n給付者，乃為形成之訴，須待法院為增加給付之形成判決確定後，其就新\r\n增加給付之請求權始告確定發生。當事人行使該形成權之除斥期間，雖法\r\n無明定，然此規定究為例外救濟之制度，契約當事人長久處於可能遭受法\r\n院判命增減給付之不確定狀態，顯非所宜，審酌本條係為衡平而設，且規\r\n定於債編通則，解釋上，自應依各契約之性質，參考債法就該契約權利行\r\n使之相關規定定之。而關於承攬契約之各項權利，立法上咸以從速行使為\r\n宜，除民法第一百二十七條第七款規定承攬人之報酬因二年間不行使而消\r\n滅外，同法第五百十四條就定作人、承攬人之各項權利（包括請求權及形\r\n成權）行使之期間，均以一年為限。職是，承攬人基於承攬契約，依情事\r\n變更原則請求增加給付，亦宜從速為之，否則徒滋糾紛，於事實殊鮮實益\r\n。原審謂依民法第二百二十七條之二第一項規定請求法院增減給付，係形\r\n成之訴，惟該規定未設有除斥期間之限制，而參考較長之承攬報酬請求權\r\n時效為二年之規定，認除斥期間以二年為宜，固非無見；但該項權利之行\r\n使，既以契約成立後，情事變更，非當時所得預料，依其原有效果顯失公\r\n平為要，則關於除斥期間之起算，自應以該權利完全成立時為始點。至於\r\n權利何時完全成立，則應依個案情節，妥適認定之。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1902 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 104 年 10 月 08 日",
        "case_gist": "因受詐欺而為之買賣，在經依法撤銷前，並非無效之法律行為，出賣人交\r\n付貨物而獲有請求給付價金之債權，如其財產總額並未因此減少，即無受\r\n損害之可言，固不能主張買受人成立侵權行為而對之請求損害賠償或依不\r\n當得利之法則而對之請求返還所受之利益。惟該買賣雖未經依法撤銷，但\r\n出賣人倘已受有實際損害，即非不得依侵權行為之法則，請求買受人損害\r\n賠償，或依不當得利之法則，請求買受人返還所受利益。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 739 號 裁定",
        "case_topic": "請求分割遺產等",
        "case_date": "民國 104 年 09 月 30 日",
        "case_gist": "按家事事件法第三條所定之丙類事件雖適用家事訴訟程序，但該類事件向\r\n來係以一般民事財產權事件處理，惟因與身分調整關係密切，為利於家事\r\n訴訟程序中統合解決，而將之列為家事訴訟事件。該類事件於家事事件法\r\n施行前，原得與其他財產權訴訟合併提起或為訴之追加、提起反訴，如因\r\n家事事件法之施行，即認與家事訴訟事件具有牽連關係之民事紛爭，一概\r\n不許可其與家事訴訟事件合併提起或為訴之追加、反請求，難免發生原告\r\n無法達成訴訟目的、紛爭無法一次解決或裁判矛盾之情形，實有違該法妥\r\n適、迅速、統合處理家事事件之立法目的。是於必要情形，仍宜允當事人\r\n得利用家事訴訟程序合併解決民事紛爭。家事事件法關此未有規定，但同\r\n法第四十一條已考量基礎事實相牽連之不同種類事件，亦有利用同一程序\r\n處理之需求，而許當事人合併請求，明文排除民事訴訟法第五十三條及第\r\n二百四十八條之限制；就上述基礎事實相牽連之不同種類事件，當事人另\r\n行請求者，法院為統合處理事件認有必要或經當事人合意者，得裁定移送\r\n合併審理。參酌上述各項規範意旨及立法目的，應認家事法院受理家事事\r\n件法第三條所定丙類事件，與一般民事訴訟事件基礎事實相牽連者，如經\r\n當事人合意或法院認有統合處理之必要時，應許當事人合併提起或為請求\r\n之追加、反請求。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1797 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 09 月 24 日",
        "case_gist": "民法第二百十七條第一項規定之適用，原不以財產上之損害賠償請求權為\r\n限，非財產上之損害賠償請求權，亦有其適用。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1795 號 判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 104 年 09 月 23 日",
        "case_gist": "按公司應收之股款，股東雖已繳納，而於登記後將股款發還股東，或任由\r\n股東收回者，公司負責人應與各該股東連帶賠償公司或第三人因此所受之\r\n損害，此觀公司法第九條第一項、第二項之規定自明。該條規定乃為防止\r\n虛設公司及防範經濟犯罪之發生，並基於資本確實之原則，使股份有限公\r\n司於存續中，得以保持相當於資本總額之財產，以維持交易安全，並保護\r\n公司之全體債權人。是其所保護之第三人，自不以與公司為交易之債權人\r\n為限。"
    },
    {
        "case_id": "最高法院 104 年度台簡上字第 28 號 判決",
        "case_topic": "請求返還土地等",
        "case_date": "民國 104 年 09 月 10 日",
        "case_gist": "按地上權之存否，屬私權事項。人民向行政機關提出原住民保留地地上權\r\n設定登記之申請，主管機關依相關法規審查所為准駁之決定，固屬行政處\r\n分性質。惟於准許後訂立地上權設定契約，即應適用關於私權關係之原理\r\n，如有爭執自應循民事訴訟程序解決。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1655 號 民事判決",
        "case_topic": "請求履行契約等",
        "case_date": "民國 104 年 09 月 03 日",
        "case_gist": "因契約互負債務者，於他方當事人未為對待給付前，得拒絕自己之給付，\r\n為民法第二百六十四條第一項所明定。而兩造互負之給付義務，除一方有\r\n先為給付之義務外，本應由雙方同時履行，如一造未履行其義務，尚不得\r\n以他造未先履行，主張他造違約而解除契約。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1621 號 民事判決",
        "case_topic": "請求遷讓房屋等",
        "case_date": "民國 104 年 08 月 27 日",
        "case_gist": "（一）按眷改條例所稱之國軍老舊眷村，係指於六十九年十二月三十一日\r\n      以前興建完成之軍眷住宅，而具有該條例第三條第一項各款情形之\r\n      一者。尋繹其立法理由謂：「目前列管之國軍老舊眷村，均係於六\r\n      十九年以前興建完成，其興建方式有政府自建、中國婦女反共聯合\r\n      會捐款興建及政府提供土地由眷戶自費興建等方式」等詞，再參酌\r\n      眷改條例相關條文皆以「國軍老舊眷村」為規範，而非以個別眷舍\r\n      為單位；眷改條例施行前關於眷村管理所頒訂之國軍在臺軍眷業務\r\n      處理辦法、國軍軍眷業務處理辦法、國軍眷舍配住須知，均有「凡\r\n      奉准在眷村範圍內公有土地上，自費建築之眷舍有案者，應列為公\r\n      產管理」、「將來國軍營（眷）地變更用途處理時，應配合實施，\r\n      不得異議」等相類規定，足徵眷改條例所稱國軍老舊眷村之認定，\r\n      應以該眷村興建完成時間及方式為據，而與眷村內個別眷舍改建、\r\n      重建之時間無涉。\r\n（二）眷改條例第二十二條規定之立法目的，係考量國軍老舊眷村之特殊\r\n      環境，為避免眷戶持續觀望而影響眷村改建整體工作之執行進度，\r\n      徒使改建成本不斷增高，乃藉同意門檻之設定暨對不同意改建之原\r\n      眷戶註銷其眷舍居住憑證及原眷戶權益之差別待遇手段，促使原眷\r\n      戶間相互說服，以加速凝聚共識，並據以要求按期搬遷，達成土地\r\n      使用之最佳經濟效益，以維護公共利益。所有原眷戶均有相同機會\r\n      同意改建而取得相關權益，並明知不同意改建即無法獲得相關權益\r\n      。基此，國防部依眷改條例第二十二條規定註銷系爭眷舍憑證權益\r\n      ，被上訴人訴請上訴人拆除系爭房屋並返還系爭土地，並無權利濫\r\n      用或違反誠信原則可言。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 647 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 08 月 20 日",
        "case_gist": "按刑事訴訟諭知有罪之判決，原告所提之附帶民事訴訟與刑事訴訟法第四\r\n百八十七條第一項規定要件不符者，固應以判決駁回原告之訴，然經原告\r\n聲請時，得否將附帶民事訴訟移送管轄法院之民事庭，刑事訴訟法關此未\r\n有規定。然刑事訴訟法第五百零三條第一項但書、第三項規定於刑事訴訟\r\n諭知無罪、免訴或不受理之判決者，經原告聲請時，應將附帶民事訴訟移\r\n送管轄法院之民事庭，且原告應繳納訴訟費用，係就原不符合同法第四百\r\n八十七條第一項所定要件之附帶民事訴訟，為兼顧原告之程序選擇權、請\r\n求權時效、紛爭解決及維持實體審理結果等程序與實體利益，而允原告得\r\n繳納訴訟費用後，由民事法院審理。基於同一理由，此規定於上開情形應\r\n類推適用之。即刑事訴訟諭知有罪之判決，原告所提之附帶民事訴訟與同\r\n法第四百八十七條第一項規定要件不符，經原告聲請時，應將附帶民事訴\r\n訟移送管轄法院之民事庭，以維當事人之訴訟權益。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 624 號 裁定",
        "case_topic": "請求給付違約金",
        "case_date": "民國 104 年 08 月 13 日",
        "case_gist": "按具體案件之訴訟，究應循普通訴訟程序抑或依行政訴訟程序為之，應由\r\n立法機關衡酌訴訟案件之性質及既有訴訟制度之功能等而為設計（司法院\r\n大法官釋字第四六六號及第五四○號解釋文、第五三三號解釋理由書參照\r\n）。促進民間參與公共建設法（下稱促參法）第十二條第一項規定：「主\r\n辦機關與民間機構之權利義務，除本法另有規定外，依投資契約之約定；\r\n契約無約定者，適用民事法相關之規定。」及其立法理由略以：「本條明\r\n定投資契約屬民事契約之性質，與其訂定之原則及履行之方法。」「參照\r\n聯合國等相關機構之研究及政府採購法之規定，爰於第一項規定主辦機關\r\n與民間機構之權利義務關係，依民事契約原則，悉由投資契約規範之。」\r\n已明示此類投資契約除另有規定或約定外，屬民事契約性質，法院自應尊\r\n重此項立法設計。兩造係以促參法為依據，訂立系爭契約（參見前言）。\r\n原審反於上開法律規定及立法意旨，遽將之定性為公法契約，已有適用法\r\n規顯然錯誤之情形。次按國家為行使司法權，將性質不同之訴訟事件，劃\r\n分由不同體系之法院審判，無非基於專業及效率之考量。於普通法院審判\r\n權與行政法院審判權發生衝突時，固得參酌事件之性質，依民事訴訟法第\r\n三十一條之二、第一百八十二條之一，行政訴訟法第十二條之二等規定決\r\n之。惟倘當事人合意願由普通法院為裁判者，由普通法院裁判之，民事訴\r\n訟法第一百八十二條之一第一項但書亦有明定，俾尊重當事人基於程序主\r\n體地位，所享有之程序選擇權。此項規定，已生審判權相對化之效果。本\r\n此立法意旨，當事人訂立契約時，為避免將來發生爭議須訴請法院解決，\r\n普通法院與行政法院間對於審判權之歸屬有不同認定，造成程序上之不利\r\n益，乃預為合意願由特定之普通法院管轄，倘無害於公益，自無不可。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 624 號 民事裁定",
        "case_topic": "請求給付違約金",
        "case_date": "民國 104 年 08 月 13 日",
        "case_gist": "按國家為行使司法權，將性質不同之訴訟事件，劃分由不同體系之法院審\r\n判，無非基於專業及效率之考量。於普通法院審判權與行政法院審判權發\r\n生衝突時，固得參酌事件之性質，依民事訴訟法第三十一條之二、第一百\r\n八十二條之一、行政訴訟法第十二條之二等規定決之。惟倘當事人合意願\r\n由普通法院為裁判者，由普通法院裁判之，民事訴訟法第一百八十二條之\r\n一第一項但書亦有明定，俾尊重當事人基於程序主體地位，所享有之程序\r\n選擇權。此項規定，已生審判權相對化之效果。本此立法意旨，當事人訂\r\n立契約時，為避免將來發生爭議須訴請法院解決，普通法院與行政法院間\r\n對於審判權之歸屬有不同認定，造成程序上之不利益，乃預為合意願由特\r\n定之普通法院管轄，倘無害於公益，自無不可。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 623 號 民事裁定",
        "case_topic": "聲請定暫時狀態之處分更正錯誤",
        "case_date": "民國 104 年 08 月 13 日",
        "case_gist": "按判決如有誤寫、誤算或其他類此之顯然錯誤者，法院得依聲請或依職權\r\n以裁定更正；其正本與原本不符者亦同。對於更正或駁回更正聲請之裁定\r\n，得為抗告。但對於判決已合法上訴者，不在此限。民事訴訟法第二百三\r\n十二條第一項、第三項定有明文。上開規定，依民事訴訟法第二百三十九\r\n條規定，於裁定準用之。故對本案裁定已有合法之抗告時，對於更正或駁\r\n回更正聲請之裁定，不得再以抗告程序聲明不服，而應一併由抗告法院處\r\n理。倘當事人誤以抗告程序聲明不服，抗告法院尚不得另以裁定予以駁回\r\n，而應併於本案處理。惟如抗告法院誤以抗告程序處理，當事人對之聲明\r\n不服，再抗告法院自應依再抗告程序處理。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1521 號 判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 104 年 08 月 13 日",
        "case_gist": "按各機關以契約定期聘用之專業或技術人員，其聘用另以法律定之，現行\r\n公務人員任用法第三十六條（參看民國五十一年九月間修正之同法第二十\r\n一條）規定甚明。六十一年二月間修正之聘用人員聘用條例，第一條即揭\r\n櫫「依公務人員任用法第二十一條之規定制定之」。又「本條例所稱聘用\r\n人員，指各機關以契約定期聘用之專業或技術人員。其職稱、員額、期限\r\n及報酬，應詳列預算，並列冊送銓敘部登記備查；解聘時亦同。」聘用契\r\n約應記載受聘人違背義務時應負之責任等事項，分別為同條例第三條、第\r\n四條所明定。鑑於公營事業單位進用聘用人員之依據為該聘用條例，此與\r\n一般私法性質之勞動契約關係，顯屬有別。雙方因屬特殊勞動契約關係，\r\n有關聘用人員之任（派）免、獎懲等事項，應以公務員法令之規定為其勞\r\n動契約內容，不受勞動基準法第十二條規定之限制。是以公營事業單位對\r\n其所屬公務員兼具勞工身分之聘用人員終止勞動契約，自得依聘用人員聘\r\n用條例等公務員法令為處分。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 599 號 民事裁定",
        "case_topic": "聲請定暫時狀態之處分",
        "case_date": "民國 104 年 07 月 30 日",
        "case_gist": "依公司法第一百零八條第一項規定，有限公司應至少置董事一人執行業務\r\n並代表公司，且該董事須經三分之二以上股東之同意，就有行為能力之股\r\n東中選任之。經選任之董事與有限公司間屬委任關係，倘股東認該選任之\r\n董事有不適任情形，非不得依選任董事之同一方式，即經三分之二以上股\r\n東之同意使該董事退職，另就有行為能力之股東中選任。又因有限公司並\r\n無股東會之組織，上開經三分之二以上之股東同意之形式，並不拘泥於以\r\n何種方式為之，其以股東會之名義召集，經全體股東三分之二以上之決議\r\n，固符合上開規定，而屬合法。惟縱認該股東會之召集程序或決議方法違\r\n法而應予撤銷，祗須同意解任之股東達三分之二以上，仍生合法解任之效\r\n力。是解任董事之股東會決議是否應予撤銷，並不當然影響該董事與公司\r\n間委任關係之存否。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 598 號 民事裁定",
        "case_topic": "聲請撤銷假扣押執行程序",
        "case_date": "民國 104 年 07 月 29 日",
        "case_gist": "對於已開始實施強制執行之債務人財產，他債權人再聲請強制執行者，已\r\n實施執行行為之效力，於為聲請時及於該他債權人，應合併其執行程序，\r\n並依前二條之規定辦理，強制執行法第三十三條定有明文。準此，對於已\r\n實施假扣押之債務人財產，他債權人再聲請實施假扣押時，就該財產已實\r\n施假扣押之效力，及於該他債權人，對於該他債權人發生潛在之查封效力\r\n，而合併於先執行程序，並於先執行程序撤回或被撤銷時，該潛在之查封\r\n效力即告溯及顯現。此時，雖因該他債權人之假扣押執行程序合法存在，\r\n潛在查封效力溯及顯現，而不得將原查封登記或揭示除去，然該查封對已\r\n撤回或撤銷假扣押強制執行程序之先執行程序債權人之效力，應歸消滅。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1406 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 104 年 07 月 29 日",
        "case_gist": "按債權人基於民法第二百四十二條規定，行使債務人之權利時，第三債務\r\n人固得以自己對於債務人之一切抗辯，對抗債權人；惟債權人行使代位權\r\n之目的，係為保全其債權，所保全者為債務人之責任債權。債權人代位行\r\n使之權利，既屬債務人對於第三債務人之權利，所得利益亦歸屬於債務人\r\n，自無許第三債務人代位債務人行使債務人對債權人所得主張之抗辯權，\r\n俾符代位權之規範目的。上訴人主張代位玉○開發實業股份有限公司（下\r\n稱玉○公司）行使玉○公司對於被上訴人之時效抗辯，並非上訴人自己對\r\n於債務人之抗辯，依上說明，自不應准許。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1364 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 07 月 23 日",
        "case_gist": "按企業經營者能證明其無過失者，法院得減輕其賠償責任之規定，係因消\r\n保法第七條就企業經營者應負無過失賠償責任，基於衡平利益而設，固須\r\n由企業經營者舉證證明自己無過失。惟無過失之證明，因屬消極事實，難\r\n於舉出直接證據以實其說，自得由企業經營者提出並證明在經驗法則或論\r\n理法則上，足以推認該無過失之間接事實，以盡其舉證責任，非以直接證\r\n明為必要。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1355 號 民事判決",
        "case_topic": "請求確認專利申請權不存在",
        "case_date": "民國 104 年 07 月 22 日",
        "case_gist": "按確認之訴，非原告有即受確認判決之法律上利益者，不得提起，民事訴\r\n訟法第二百四十七條定有明文。所謂即受確認判決之法律上利益，係指因\r\n法律關係之存否不明確，致原告在私法上之地位有受侵害之危險，而此項\r\n危險得以對於被告之確認判決除去之者而言。又當事人於民事訴訟程序請\r\n求確認專利申請權存否之訴，此僅關乎專利申請權之歸屬而已，不涉及其\r\n他，故僅限於當事人對於該專利申請權之存否，影響其得否向專利主管機\r\n關申請該專利之權利，始認具有受確認專利申請權存否之訴判決之法律上\r\n利益。本件上訴人既未主張其係系爭專利之創作人或具有其他申請系爭專\r\n利之權利人，則其提起本件確認之訴，請求確認王○苑及其後手就系爭專\r\n利之專利申請權不存在，即難認有受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1310 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 07 月 16 日",
        "case_gist": "民法第二百八十一條第一項係規定，連帶債務人中之一人，因清償、代物\r\n清償、提存、抵銷或混同，致他債務人同免責任者，得向他債務人請求償\r\n還各自分擔之部分，並自免責時起之利息。故連帶債務人中之一人為清償\r\n，無論為全部或一部之清償，對債權人言，於清償範圍內，其他債務人雖\r\n同免其責。惟同免責任之數額若未超過該債務人自己應分擔部分，則就連\r\n帶債務人內部關係言，僅係履行其自己之債務，尚不得對他債務人行使求\r\n償權。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 543 號 民事裁定",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 104 年 07 月 09 日",
        "case_gist": "當事人死亡者，訴訟程序在有繼承人、遺產管理人或其他依法令應續行訴\r\n訟之人承受其訴訟以前當然停止；訴訟程序當然停止間，法院及當事人不\r\n得為關於本案之訴訟行為。民事訴訟法第一百六十八條、第一百八十八條\r\n第一項前段分別定有明文。故訴訟程序因當事人死亡而當然停止者，在其\r\n法定繼承人全體依法承受訴訟以前，法院不得逕為關於本案之裁判。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 542 號 民事裁定",
        "case_topic": "請求損害賠償等再審",
        "case_date": "民國 104 年 07 月 09 日",
        "case_gist": "對於第二審法院所為裁定提起抗告，第三審法院認抗告為無理由，以裁定\r\n予以駁回者，倘當事人捨第三審裁定而僅對第二審裁定聲請再審，因其僅\r\n對第二審裁定聲請再審，並不能使第三審裁定失其效力，難達再審之目的\r\n，自為法所不許。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 538 號 民事裁定",
        "case_topic": "請求確認優先承買權不存在",
        "case_date": "民國 104 年 07 月 09 日",
        "case_gist": "共同訴訟之被告數人，其住所不在一法院管轄區域內者，各該住所地之法\r\n院俱有管轄權。但依第四條至第十九條規定有共同管轄法院者，由該法院\r\n管轄，民事訴訟法第二十條定有明文。又同法第十條規定：因不動產之物\r\n權或其分割或經界涉訟者，專屬不動產所在地之法院管轄。其他因不動產\r\n涉訟者，得由不動產所在地之法院管轄。所謂其他因不動產涉訟，係指因\r\n不動產之物權或其分割或經界以外，與不動產有關之一切事項涉訟者而言\r\n。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1294 號 民事判決",
        "case_topic": "請求確認僱傭關係存在等",
        "case_date": "民國 104 年 07 月 09 日",
        "case_gist": "按勞動契約與以提供勞務為手段之委任契約之主要區別，在於提供勞務者\r\n與企業主間，其於人格上、經濟上及組織上從屬性之有無。原不具主管身\r\n分之員工晉升擔任主管職務者，與企業主間契約關係之性質，應本於雙方\r\n實質上權利義務內容之變動、從屬性之有無等為判斷。如仍具從屬性，則\r\n縱其部分職務有獨立性，仍應認定屬勞基法所規範之勞雇關係。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1265 號 判決",
        "case_topic": "請求侵權行為損害賠償刑事附帶民事訴訟",
        "case_date": "民國 104 年 07 月 09 日",
        "case_gist": "按修正前證券交易法第一百五十七條之一第四項規定，第一項所稱有重大\r\n影響其股票價格之消息，指涉及公司之財務、業務或該證券之市場供求、\r\n公開收購，對其股票價格有重大影響，或對正當投資人之投資決定有重要\r\n影響之消息；其範圍及公開方式等相關事項之辦法，由主管機關定之。而\r\n主管機關行政院金融監督管理委員會於民國九十五年五月三十日訂定發布\r\n之證券交易法第一百五十七條之一第四項重大消息範圍及其公開方式管理\r\n辦法第四條規定，前二條所定消息之成立時點，為事實發生日、協議日、\r\n簽約日、付款日、委託日、成交日、過戶日、審計委員會或董事會決議日\r\n或其他足資確定之日，以日期在前者為準。其立法理由為：重大消息之發\r\n生與經過有許多時點，為求明確，明定其成立時點，以日期在前者為準。\r\n另本條對於重大消息之認定係參酌美國聯邦最高法院之判決，包含初步之\r\n合併磋商（即協議日）亦可能為重大消息認定之時點。依此規定，可知修\r\n正前證券交易法第一百五十七條之一第一項所謂獲悉發行股票公司有重大\r\n影響股票價格之消息，係指獲悉在某特定時間內將成為事實之重大影響股\r\n票價格之消息而言，並不限於獲悉時該消息已確定成立或已為確定之事實\r\n為必要。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 517 號 民事裁定",
        "case_topic": "請求土地所有權移轉登記聲請假處分",
        "case_date": "民國 104 年 07 月 02 日",
        "case_gist": "請求及假扣押之原因，應釋明之；前項釋明如有不足，而債權人陳明願供\r\n擔保或法院認為適當者，法院得定相當之擔保，命供擔保後為假扣押，民\r\n事訴訟法第五百二十六條第一項、第二項定有明文。此項規定，依同法第\r\n五百三十三條規定，於假處分準用之。故債權人就其請求及假處分之原因\r\n全未釋明時，固不得以供擔保代之；倘已釋明，僅係釋明不足，法院非不\r\n得許債權人供擔保後為假處分。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 516 號 民事裁定",
        "case_topic": "請求返還土地等",
        "case_date": "民國 104 年 07 月 02 日",
        "case_gist": "耕地三七五減租條例第二十六條，所謂出租人與承租人間因耕地租佃發生\r\n爭議案件，非經調解、調處，不得起訴，係指當事人間本於耕地租佃關係\r\n而發生之爭議案件而言。如原告起訴主張無租賃關係存在，而本於其他之\r\n法律關係為訴訟標的，即無該法條之適用。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1194 號 民事判決",
        "case_topic": "請求給付工資等",
        "case_date": "民國 104 年 06 月 25 日",
        "case_gist": "惟依勞基法第八十四條之一規定，監視性、間歇性或其他性質特殊之工作\r\n，其事業單位依其事業性質以及勞動態樣，固得與勞工另訂定勞動條件，\r\n不受同法第三十條、第三十二條、第三十六條、第三十七條、第四十九條\r\n規定之限制；但是否屬於該條所稱性質特殊之工作者，以經中央主管機關\r\n核定公告者為限，非勞雇雙方得視工作性質任意約定，此觀該條第一項規\r\n定自明。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1174 號 民事判決",
        "case_topic": "請求返還增資款",
        "case_date": "民國 104 年 06 月 24 日",
        "case_gist": "按為實現法律行為內容之目的而為給付，於其給付所欲達成之結果不發生\r\n時，應成立給付目的不達之不當得利。公司股東間為增加公司資本額，由\r\n股東向公司認購股份，給付增資款之類型，與通常之第三人利益契約或指\r\n示給付關係未盡相同。倘其給付目的所欲達成之結果不發生，該履行給付\r\n之人自得本於給付目的不當得利請求權請求返還給付。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1139 號 民事判決",
        "case_topic": "侵害著作權有關財產權爭議等",
        "case_date": "民國 104 年 06 月 18 日",
        "case_gist": "按著作權法第七條第一項規定，就資料之選擇及編排具有創作性者為編輯\r\n著作，以獨立之著作權保護之。故編輯著作，就資料之選擇及編排，能表\r\n現一定程度之創意及作者之個性者，即足當之。而就資料之選擇而言，如\r\n編輯者予以衡量、判斷，非機械式的擇取，通常即得表現其創作性。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1116 號 民事判決",
        "case_topic": "請求交付簿冊",
        "case_date": "民國 104 年 06 月 17 日",
        "case_gist": "按公司法第二百十八條第一項規定：「監察人應監督公司業務之執行，並\r\n得隨時調查公司業務及財務狀況，查核簿冊文件，並得請求董事會或經理\r\n人提出報告。」此為股份有限公司監察人對公司行使查閱財產文件、帳簿\r\n、表冊之檢查業務權，為對公司之監督權行使之一環，其行使之對象自係\r\n公司。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 459 號 民事裁定",
        "case_topic": "第三人撤銷之訴",
        "case_date": "民國 104 年 06 月 11 日",
        "case_gist": "按有法律上利害關係之第三人，非因可歸責於己之事由而未參加訴訟，致\r\n不能提出足以影響判決結果之攻擊或防禦方法者，得以兩造為共同被告對\r\n於確定終局判決提起撤銷之訴，請求撤銷對其不利部分之判決。但應循其\r\n他法定程序請求救濟者，不在此限。民事訴訟法第五百零七條之一定有明\r\n文。此項第三人撤銷訴訟之制定，係為提供受確定終局判決效力所及第三\r\n人之事後程序保障，許其於一定條件下得否定該判決之效力。但第三人撤\r\n銷之訴，係對於利害關係第三人之特別救濟程序，如該第三人依法應循其\r\n他法定程序請求救濟者，即不應再許其利用此制度請求撤銷原確定判決。\r\n而第三人雖未參與訴訟程序，但已由他人本於一定資格，為其為原告或被\r\n告時，依民事訴訟法第四百零一條第二項規定，該他人代為訴訟之確定終\r\n局判決，對其亦有效力，其為實質之當事人，得對於原確定終局判決提起\r\n再審之訴，依上開但書規定，即不得提起第三人撤銷之訴。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 1077 號 民事判決 (家事類)",
        "case_topic": "請求分割遺產",
        "case_date": "民國 104 年 06 月 11 日",
        "case_gist": "民法第一千一百六十四條所定之遺產分割，係以遺產為一體，整個的為分\r\n割，除有特別情事外，不得分別以遺產中個個財產為分割之對象。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 977 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 104 年 05 月 29 日",
        "case_gist": "按民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利\r\n，所稱之執行職務，除執行所受命令或所受委託之職務本身外，受僱人如\r\n濫用職務或利用職務上之機會及與執行職務之時間或處所有密切關係之行\r\n為，在客觀上足認為與其執行職務有關，而不法侵害他人之權利者，亦應\r\n包括在內。然若於客觀上並不具備受僱人執行職務之外觀，或係受僱人個\r\n人之犯罪行為而與執行職務無關者，即無本條之適用。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 973 號 民事判決",
        "case_topic": "侵害商標權有關財產權爭議等",
        "case_date": "民國 104 年 05 月 29 日",
        "case_gist": "註冊商標或公司名稱是否已廣為相關事業或消費者所普遍認知，可參酌使\r\n用該商標或公司名稱之商品、服務或營業，在市場上之行銷時間、廣告量\r\n、銷售量、占有率、商標或公司名稱之註冊或登記時間、識別性、價值、\r\n媒體報導量、消費大眾之印象等有關事項，並參酌市場調查資料，以綜合\r\n判斷之。倘僅商標或公司名稱特殊，雖經媒體多次報導，或曾獲得獎項，\r\n並不當然達成使消費者普遍認知之效果。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 823 號 民事判決",
        "case_topic": "請求確認股東會決議無效等",
        "case_date": "民國 104 年 05 月 07 日",
        "case_gist": "按董事會為股份有限公司之權力中樞，為充分確認權力之合法、合理運作\r\n，及其決定之內容最符合所有董事及股東之權益，原應嚴格要求董事會之\r\n召集程序、決議方法須符合公司法第二百零三條至第二百零七條之規定，\r\n如有違反，應認為當然無效。惟公司法第二百零四條關於董事會之召集應\r\n載明事由於七日前通知各董事及監察人之規定，其目的無非係以董事會由\r\n董事所組成，董事會之召集通知，自應對各董事為之，俾確保各董事均得\r\n出席董事會，參與議決公司業務執行之事項。故董事會之召集雖違反上開\r\n規定，惟全體董監事倘皆已應召集而出席或列席董事會，對召集程序之瑕\r\n疵並無異議而參與決議，尚難謂董事會之召集違反法令而認其決議為無效\r\n。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 816 號 民事判決",
        "case_topic": "請求加倍返還貨物買賣定金等",
        "case_date": "民國 104 年 05 月 07 日",
        "case_gist": "債務人於履行期屆至前預示拒絕給付，因其履行之責任尚未發生，自無債\r\n務不履行可言。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 354 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行聲明異議",
        "case_date": "民國 104 年 05 月 07 日",
        "case_gist": "按因強制執行所得之金額，如有多數債權人參與分配時，執行法院應作成\r\n分配表；他債權人參與分配者，應於標的物拍賣、變賣終結或依法交債權\r\n人承受之日一日前，其不經拍賣或變賣者，應於當次分配表作成之日一日\r\n前，以書狀聲明之；逾前項期間聲明與分配者，僅得就前項債權人受償餘\r\n額而受清償，此觀強制執行法第三十一條前段、第三十二條第一項、第二\r\n項前段規定即明。揆其立法意旨，係以特定明確之時點，為多數金錢債權\r\n人對同一執行標的物聲請強制執行或參與分配之分配基準。此乃考量公平\r\n及強制執行作業流程，以一定期限內之債權平等受償為原則，並避免妨礙\r\n強制執行程序之安定與迅速。查再抗告人係於原分配表作成後，始對於系\r\n爭剩餘款聲請強制執行，原裁定認其僅得就原分配表所列債權人受償餘額\r\n而受清償，於法自無不合。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 351 號 民事裁定",
        "case_topic": "聲請撤銷支付命令確定證明書",
        "case_date": "民國 104 年 05 月 07 日",
        "case_gist": "清算人與公司間之法律關係為委任，公司法第三百二十二條第二項所定由\r\n法院選派之清算人，除為律師者，依律師法第二十二條規定，非經釋明有\r\n正當理由，不得辭法院指定之職務外；其非為律師之人，並無接受法院所\r\n命職務之義務，應待其為就任之承諾，與公司間之委任關係始克成立。此\r\n項委任關係依民法第五百四十九條第一項規定，得隨時終止。是已就任之\r\n清算人自非不得辭任，經選派為清算人之律師有辭任之正當理由者，亦同\r\n。其辭任之意思表示達到公司（有其他清算人）或法院（無其他清算人）\r\n時，即發生效力，不待公司或法院同意，亦毋庸由法院以裁定予以解任。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 799 號 民事判決",
        "case_topic": "請求給付承攬報酬",
        "case_date": "民國 104 年 05 月 06 日",
        "case_gist": "按契約關係在發展過程中，債務人除應負契約所約定之義務外，依其情事\r\n，為達成給付結果或契約目的所必要，以確保債權人之契約目的或契約利\r\n益（債權人透過債務人之給付所可能獲得之利益），得以圓滿實現或滿足\r\n；或為保護當事人之生命、身體、健康、所有權或其他財產法益遭受侵害\r\n，尚可發生附隨義務，如協力、告知、通知、保護、保管、照顧、忠實、\r\n守密等義務。此項屬於契約所未約定之義務一如有機體般隨債之關係之發\r\n展，基於誠信原則或契約漏洞之填補而漸次所產生，殊與民法第五百零七\r\n條第一項所規定之定作人協力義務之發生，須限於工作需定作人之行為始\r\n能完成之情形（前者定作人如不為該協力義務，承攬人或可完成其工作，\r\n但所完成之工作將難以符合債務本旨；後者定作人不為其協力義務，承攬\r\n之工作即無從完成），並不相同。準此，契約之附隨義務既為履行給付義\r\n務或保護當事人人身或財產上之利益，基於誠信原則而發生，則債務人未\r\n盡此項義務，債權人除得依不完全給付之規定行使其權利外，該附隨義務\r\n之違反若足以影響契約目的之達成，使債權人無法實現其訂立契約之利益\r\n，而與違反契約主給付義務之結果在實質上並無差異者，債權人自亦得依\r\n法行使契約解除權。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 797 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 104 年 05 月 06 日",
        "case_gist": "一方對於他方所經營之事業出資，而分受其營業所生利益，及分擔其所生\r\n損失之隱名合夥契約，基於契約自由原則，非不得由當事人約定隱名合夥\r\n人僅分受出名營業人之營業所生利益，而不分擔其所生損失。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 779 號 民事判決",
        "case_topic": "請求確認清算人委任關係不存在",
        "case_date": "民國 104 年 04 月 30 日",
        "case_gist": "按「清算人與公司之關係，除本法規定外，依民法關於委任關係之規定」\r\n、「稱委任者，謂當事人約定，一方委託他方處理事務，他方允為處理之\r\n契約」，公司法第九十七條、民法第五百二十八條分別定有明文。故清算\r\n人若基於法律規定而產生者，固無須就任之承諾，當然發生委任契約之效\r\n力。惟若係經由法院選派之清算人，該受選派人並不因法院之選派而當然\r\n有為就任承諾之義務，自須經其為就任之承諾始與公司發生委任之關係，\r\n此與清算人經選派後，有法定應解任之事由而為解任者，係屬兩事。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 773 號 判決",
        "case_topic": "請求分割遺產等",
        "case_date": "民國 104 年 04 月 30 日",
        "case_gist": "按民法第一千零三十條之一規定之夫妻剩餘財產差額分配請求權，乃立法\r\n者就夫或妻對共同生活所為貢獻所作之法律上評價；與繼承制度之概括繼\r\n承權利、義務不同。夫妻剩餘財產差額分配請求權在配偶一方先他方死亡\r\n時，屬生存配偶對其以外之繼承人主張之債權，與該生存配偶對於先死亡\r\n配偶之繼承權，為各別存在的請求權，兩者迥不相同，生存配偶並不須與\r\n其他繼承人分擔該債務，自無使債權、債務混同之問題。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 715 號 民事判決",
        "case_topic": "請求侵權行為損害賠償等",
        "case_date": "民國 104 年 04 月 23 日",
        "case_gist": "依不當得利之法則請求返還不當得利，以無法律上之原因而受利益，致他\r\n人受有損害為其要件，故其得請求返還之範圍，應以對方所受之利益為度\r\n；倘利益超過損害，應以損害為返還範圍，非以請求人所受損害若干為準\r\n。而無權占有他人所有物或地上物，可能獲得之相當於租金之利益，應以\r\n客觀上占有人所受之利益為衡量標準，非以請求人主觀上所受之損害為斷\r\n。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 698 號 民事判決",
        "case_topic": "請求侵權行為損害賠償等",
        "case_date": "民國 104 年 04 月 23 日",
        "case_gist": "（一）按股票交易價格常以發行公司過往經營績效、公司資產負債、財務\r\n      業務狀況等資訊揭露及其他相關因素為依歸，俾使市場上理性投資\r\n      人得以形成判斷。是公司發布不實資訊，不僅造成個別投資人受騙\r\n      ，抑且欺騙整體證券市場；個別投資人縱未取得特定資訊，亦因信\r\n      賴市場而依市價買賣，自應推定其買賣與不實資訊間存有交易因果\r\n      關係。\r\n（二）破產法第一百四十九條前段關於破產免責之規定，限於「依調協或\r\n      破產程序已受清償」之破產債權人，始有其適用。故破產債權人不\r\n      論依調協條件或依破產財團分配而獲得部分清償，其未能受清償部\r\n      分債權之請求權始告消滅，至受償成數多寡則非所問。倘其債權全\r\n      未受清償，則其請求權即不因該條規定而歸消滅。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 656 號 民事判決",
        "case_topic": "請求給付權利金等",
        "case_date": "民國 104 年 04 月 16 日",
        "case_gist": "占有物返還請求權之行使，以占有人之占有被侵奪為要件，此觀民法第九\r\n百六十二條之規定自明。所謂占有之侵奪，係指違反占有人之意思，以積\r\n極之不法行為，將占有物之全部或一部移入自己之管領而言。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 653 號 民事判決",
        "case_topic": "請求確認委任關係不存在",
        "case_date": "民國 104 年 04 月 16 日",
        "case_gist": "私人捐助寺廟之財產，其所有權不屬於原捐助者，亦不屬於寺廟住持，而\r\n應屬於寺廟（本院十八年上字第一五四二號判例意旨參照）。至監督寺廟\r\n條例第三條第三款所稱由私人建立並管理之寺廟，須自始以自己所有之意\r\n思建立寺廟並管理之，而非以捐助為目的者，始足當之。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 651 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 04 月 15 日",
        "case_gist": "查載貨證券所載之裝載港或卸貨港為中華民國港口者，其載貨證券所生之\r\n法律關係依涉外民事法律適用法所定應適用法律。但依本法中華民國受貨\r\n人或託運人保護較優者，應適用本法之規定，為海商法第七十七條所明定\r\n。其目的在保護我國受貨人或託運人，增加我國海商法之適用機會。即載\r\n貨證券所載之裝載港或卸貨港為我國港口時，應先適用涉外民事法律適用\r\n法選定準據法。倘選法結果我國法為準據法時，自應適用我國海商法。倘\r\n選定外國法為準據法時，則應就個案實際適用該外國法與我國海商法之結\r\n果為比較，如適用我國海商法對我國受貨人或託運人保護較優者，即應以\r\n我國海商法為準據法。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 651 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 04 月 15 日",
        "case_gist": "載貨證券所載之裝載港或卸貨港為中華民國港口者，其載貨證券所生之法\r\n律關係依涉外民事法律適用法所定應適用法律。但依本法中華民國受貨人\r\n或託運人保護較優者，應適用本法之規定，為海商法第七十七條所明定。\r\n其目的在保護我國受貨人或託運人，增加我國海商法之適用機會。即載貨\r\n證券所載之裝載港或卸貨港為我國港口時，應先適用涉外民事法律適用法\r\n選定準據法。倘選法結果我國法為準據法時，自應適用我國海商法。倘選\r\n定外國法為準據法時，則應就個案實際適用該外國法與我國海商法之結果\r\n為比較，如適用我國海商法對我國受貨人或託運人保護較優者，即應以我\r\n國海商法為準據法。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 643 號 民事判決",
        "case_topic": "請求返還貨物等",
        "case_date": "民國 104 年 04 月 15 日",
        "case_gist": "按海運實務上所稱之「電報放貨（Telex Release）」 ，乃附麗於載貨證\r\n券而存在，該方式之提貨，通常是貨物比載貨證券較早到目的港時，由託\r\n運人提供擔保，再由運送人通知其在目的港之代理人，准許受貨人提出該\r\n電報放貨之通知單，即可換取小提單（D／O），而不須交付載貨證券以提\r\n領貨物之權宜方法。該電報放貨之通知單，僅為一不得轉讓之單據證明，\r\n初與已取得物權效力而得以背書輾讓之載貨證券未盡相同。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 303 號 民事裁定",
        "case_topic": "聲請假處分",
        "case_date": "民國 104 年 04 月 15 日",
        "case_gist": "執行名義成立後，除法律另有特別規定外，不得阻卻其執行力。是若債務\r\n人對於執行名義確認之法律關係仍有爭執者，應循法定程序（再審、異議\r\n之訴等）救濟之，尚不能依假處分程序，限制執行名義之執行，亦不得以\r\n有爭執之法律關係為由，聲請法院定「撤銷執行」之暫時狀態處分，以阻\r\n卻執行。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 609 號 民事判決",
        "case_topic": "請求侵權行為損害賠償",
        "case_date": "民國 104 年 04 月 09 日",
        "case_gist": "按法院認為必要時，得依職權訊問當事人。前項情形，審判長得於訊問前\r\n或訊問後命當事人具結，並準用第三百十二條第二項、第三百十三條及第\r\n三百十四條第一項之規定，民事訴訟法第三百六十七條之一第一項、第二\r\n項分別定有明文。蓋民事訴訟法於八十九年二月修正，增列當事人訊問制\r\n度之規定，使法院認為必要時得依職權訊問當事人，以其陳述為證據方法\r\n。當事人依此規定所為之陳述，性質上屬於證據資料，與民事訴訟法第一\r\n百九十五條所稱之當事人陳述，係屬訴訟資料之範圍，有所不同。職是，\r\n當事人於訊問前或訊問後具結所為之陳述，其可否採用，固應由事實審法\r\n院自由心證決之，然應於判決中記載是否採用之理由。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 561 號 民事判決",
        "case_topic": "請求確認清算人關係不存在",
        "case_date": "民國 104 年 04 月 02 日",
        "case_gist": "按主管機關撤銷公司設立登記，為公司解散原因之一；公司之解散，其法\r\n人人格並非即告消滅，必須經清算程序，俟清算完結後，始喪失其人格，\r\n此觀公司法第二十四條、第二十五條、第二十六條、第二十六條之一之規\r\n定自明。又股份有限公司之清算，除公司法或章程另有規定，或股東會另\r\n為選任者外，以董事為清算人，公司法第三百二十二條第一項定有明文。\r\n是股份有限公司經主管機關撤銷設立登記者，應以撤銷登記之日為清算日\r\n，上開公司法所定之清算人，亦於該日就任。又股份有限公司之新任董事\r\n或董事長，自其就任後即生效力，公司之清算依法應以清算當時之董事為\r\n清算人。又清算人合法就任後，非經股東會或法院予以解任（公司法第三\r\n百二十三條），自不失其清算人資格。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 556 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 04 月 02 日",
        "case_gist": "民法第一百八十八條第一項所謂受僱人因執行職務不法侵害他人之權利，\r\n固不僅指受僱人因執行其所受命令，或委託之職務自體，或執行該職務所\r\n必要之行為，而不法侵害他人之權利者而言，即受僱人之行為，在客觀上\r\n足認為與其執行職務有關，而不法侵害他人之權利者，就令其為自己利益\r\n所為亦應包括在內。然倘受僱人之行為在客觀上不具備執行職務之外觀，\r\n或係受僱人個人之犯罪行為而與執行職務無關者，自無上開法條規定之適\r\n用。"
    },
    {
        "case_id": "最高法院 104 年度台再字第 8 號 民事判決",
        "case_topic": "請求損害賠償再審之訴",
        "case_date": "民國 104 年 04 月 01 日",
        "case_gist": "雙方當事人之債務雖非基於同一契約而發生，然若該二契約間具有互相結\r\n合之依存關係，而其一方之給付，與他方之給付實質上有履行之牽連關係\r\n者，該二債務在本質上既處於互為對待給付之狀態，基於公平原則，自仍\r\n可類推適用民法第二百六十四條第一項前段規定使之發生同時履行之抗辯\r\n。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 550 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 04 月 01 日",
        "case_gist": "民法關於買賣瑕疵擔保之規定，並非強行規定，當事人得以特約免除、限\r\n制或加重之；基於契約自由原則，當事人關於瑕疵擔保責任，另有特約者\r\n，原則上自應從其特約。又當事人就買賣瑕疵擔保責任所約定之「保固條\r\n款」，其法律效果為何？應視個案情形，探求當事人之真意，並依誠信原\r\n則，斟酌交易習慣，綜合契約整體內容判斷之。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 272 號 民事裁定",
        "case_topic": "請求確認債權關係不存在等",
        "case_date": "民國 104 年 04 月 01 日",
        "case_gist": "債權人或債務人對於分配表聲明異議，必須於分配期日一日前，向執行法\r\n院提出聲明異議書狀，並應於書狀記載異議人所認原分配表之不當及應如\r\n何變更之聲明。倘異議人所提出之書狀未為上開記載，且未於分配期日一\r\n日前完成補正程序，其異議即不合法定程式，為不合法，不生異議之法效\r\n，自無依強制執行法第四十條第一項、第四十條之一相關規定終結，或由\r\n異議人依同法第四十一條規定，提起分配表異議之訴，以解決該爭端之餘\r\n地。是債權人或債務人對於分配表所載各債權人之債權或分配金額有不同\r\n意者，如未經合法之異議程序，所提起之分配異議之訴，亦難謂合法。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 532 號 民事判決",
        "case_topic": "請求確認所有權存在等",
        "case_date": "民國 104 年 03 月 26 日",
        "case_gist": "按貨幣之所有與占有不能分離，故原則上不能成立間接占有。蓋貨幣之占\r\n有一旦喪失，其所有權原則隨之喪失。申言之，除例外之情形（如供觀賞\r\n、展示、蒐集用之古幣或紀念幣等特定目的而封裝之物），貨幣之所有權\r\n不具追及效力，亦無所有物返還請求權可言（參看民法第九百五十一條、\r\n第四百七十四條、第六百零三條規定）。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 531 號 民事判決",
        "case_topic": "請求返還不當得利",
        "case_date": "民國 104 年 03 月 26 日",
        "case_gist": "按繼承人有數人時，在分割遺產前，依民法第一千一百五十一條規定，各\r\n繼承人對於遺產全部為公同共有關係，固無應有部分。然共有人（繼承人\r\n）就繼承財產權義之享有（行使）、分擔，仍應以應繼分（潛在的應有部\r\n分）比例為計算基準，若逾越其應繼分比例享有（行使）權利，就超過部\r\n分，應對其他共有人負不當得利返還義務，他共有人自得依其應繼分比例\r\n計算其所失利益而為不當得利返還之請求，此項請求權非因繼承所生，自\r\n非屬公同共有。"
    },
    {
        "case_id": "最高法院 104 年度台聲字第 269 號 民事裁定",
        "case_topic": "請求確認黨員資格存在聲請參加訴訟及停止訴訟程序",
        "case_date": "民國 104 年 03 月 26 日",
        "case_gist": "按就兩造之訴訟有法律上利害關係之第三人，為輔助一造起見，於該訴訟\r\n繫屬中，得為參加；當事人對於第三人之參加，得聲請法院駁回。民事訴\r\n訟法第五十八條第一項、第六十條第一項前段分別定有明文。所謂有法律\r\n上利害關係之第三人，係指本訴訟之裁判效力及於第三人，該第三人私法\r\n上之地位，因當事人之一造敗訴，將受不利益，或本訴訟裁判之效力雖不\r\n及於第三人，因當事人之一造敗訴，依該裁判之內容或執行結果，第三人\r\n私法上之地位，將受不利益者而言。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 485 號 民事判決",
        "case_topic": "請求撤銷股東會決議等",
        "case_date": "民國 104 年 03 月 25 日",
        "case_gist": "按委任人授權受任人代理其委託第三人處理事務，該處理事務之委任契約\r\n係存在於委任人與第三人間；此與受委任人委託處理事務之受任人，複委\r\n任第三人代為處理委任事務，並不相同。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 481 號 民事判決",
        "case_topic": "請求分割遺產等",
        "case_date": "民國 104 年 03 月 25 日",
        "case_gist": "按公同共有之債權人起訴請求債務人履行債務，係公同共有債權之權利行\r\n使，非屬回復公同共有債權之請求，尚無民法第八百二十一條規定之適用\r\n，而應依同法第八百三十一條準用第八百二十八條第三項規定，除法律另\r\n有規定外，須得其他公同共有人之同意，或由公同共有人全體為原告，其\r\n當事人之適格始無欠缺。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 473 號 判決",
        "case_topic": "請求塗銷所有權移轉登記等",
        "case_date": "民國 104 年 03 月 25 日",
        "case_gist": "按民法第七百六十七條中段所規定之所有權妨害除去請求權，係所有人或\r\n依法律規定得行使所有權之人，對於無占有之正當權源而以占有所有物以\r\n外之方法而妨害其所有權者，行使妨害除去請求權之規定。故行使此請求\r\n權人之主體，須為所有人或依法律規定得行使所有權之人（諸如破產管理\r\n人、遺產管理人、失蹤人之財產管理人、代位權人或國有財產之管理機關\r\n之類），始得為之。又當事人透過債權行為（如買賣、贈與）及物權行為\r\n（如移轉所有權登記）而完成其交易行為者，該債權行為雖成為物權行為\r\n之原因，惟基於物權行為之無因性，該債權行為於物權行為完成後，即自\r\n物權行為中抽離，物權行為之效力，尚不因債權行為（原因行為）不存在\r\n、撤銷或無效而受影響。易言之，債權行為之效力並不能左右物權行為之\r\n效力。於此情形，原所有權人因物權之變動而喪失之所有權，除物權行為\r\n本身亦有不成立、無效或撤銷之事由外，僅得依不當得利或其他之規定（\r\n如民法第一百十三條）另請求救濟，而不得再行使民法第七百六十七條所\r\n規定之權利。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 473 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記等",
        "case_date": "民國 104 年 03 月 25 日",
        "case_gist": "當事人透過債權行為（如買賣、贈與）及物權行為（如移轉所有權登記）\r\n而完成其交易行為者，該債權行為雖成為物權行為之原因，惟基於物權行\r\n為之無因性，該債權行為於物權行為完成後，即自物權行為中抽離，物權\r\n行為之效力，尚不因債權行為（原因行為）不存在、撤銷或無效而受影響\r\n。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 472 號 判決",
        "case_topic": "請求給付權利金等",
        "case_date": "民國 104 年 03 月 25 日",
        "case_gist": "按契約之一方當事人為與不特定多數相對人訂立契約，而預先就契約內容\r\n擬定交易條款，經相對人同意而成立之契約，學說上稱為附合契約或定型\r\n化契約，在現代社會中，具有靈活交易行為，促進工商發達、提高經營效\r\n率及節省締約成本之特色，本於私法自治及契約自由原則，固應承認其效\r\n力。惟因此種契約，締約當事人之地位每不對等，契約之文字及內容恆甚\r\n為繁複，他方當事人（相對人）就契約之一般條款輒無個別磋商變更之餘\r\n地。為防止預定契約之一方（預定人），挾其社經上優勢之地位與力量，\r\n利用其單方片面擬定契約之機先，在繁雜之契約內容中挾帶訂定以不合理\r\n之方式占取相對人利益之條款，使其獲得極大之利潤，造成契約自由之濫\r\n用及破壞交易之公平。於此情形，法院應於具體個案中加以審查與規制，\r\n妥適調整當事人間不合理之狀態，苟認該契約一般條款之約定，與法律基\r\n本原則或法律任意規定所生之主要權利義務過於偏離，而將其風險分配儘\r\n移歸相對人負擔，使預定人享有不合理之待遇，致得以免除或減輕責任，\r\n再與契約中其他一般條款綜合觀察，其雙方之權利義務有嚴重失衡之情形\r\n者，自可依民法第二百四十七條之一第一款之規定，認為該部分之約定係\r\n顯失公平而屬無效，初與相對人是否為公司組織及具有磋商機會無必然之\r\n關係。蓋任何法律之規定，均係立法者在綜合比較衡量當事人之利益狀態\r\n後，所預設之價值判斷，乃為維護契約正義與實現公平之體現。縱其為任\r\n意規定，亦僅許當事人雙方以其他正當之規範取代之，尚不容一方恣意片\r\n面加以排除。況相對人在訂約之過程中，往往為求爭取商機，或囿於本身\r\n法律專業素養之不足，對於內容複雜之一般條款，每難有磋商之餘地；若\r\n僅因相對人為法人且具有磋商之機會，即認無民法第二百四十七條之一規\r\n定之適用，不啻弱化司法對附合契約控制規整之功能，亦有違憲法平等原\r\n則及對於契約自由之保障（司法院釋字第五七六號、第五八○號解釋參照\r\n）。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 472 號 民事判決",
        "case_topic": "請求給付權利金等",
        "case_date": "民國 104 年 03 月 25 日",
        "case_gist": "契約一般條款之約定，與法律基本原則或法律任意規定所生之主要權利義\r\n務過於偏離，而將其風險分配儘移歸相對人負擔，使預定人享有不合理之\r\n待遇，致得以免除或減輕責任，再與契約中其他一般條款綜合觀察，其雙\r\n方之權利義務有嚴重失衡之情形者，自可依民法第二百四十七條之一第一\r\n款之規定，認為該部分之約定係顯失公平而屬無效，初與相對人是否為公\r\n司組織及具有磋商機會無必然之關係。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 465 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 104 年 03 月 19 日",
        "case_gist": "按農發條例第二十條第二項規定：本條例中華民國八十九年一月四日修正\r\n施行前已依耕地三七五減租條例，或已依土地法及其他法律之規定訂定租\r\n約者，除出租人及承租人另有約定者外，其權利義務關係、租約之續約、\r\n修正及終止，悉依該法律之規定。又三七五條例第一條規定：耕地之租佃\r\n，依本條例之規定；本條例未規定者，依土地法及其他法律之規定。職是\r\n，於農發條例八十九年一月四日修正施行前依三七五條例訂定之租約，除\r\n出租人及承租人另有約定者外，其租約之「終止」仍依三七五條例規定，\r\n三七五條例未規定者，則適用土地法及其他法律規定。次按耕地租用，係\r\n指以自任耕作為目的，約定支付地租，使用他人之「農地」者而言，土地\r\n法第一百零六條第一項定有明文。所稱農地，參照同條第二項之立法精神\r\n，應包括漁地及牧地在內（本院八十八年台上字第一號判例可資參照）。\r\n是三七五條例第十七條第一項第五款所稱「經依法編定或變更為非耕地使\r\n用」，自指經依法編定或變更為土地法所稱「農地」以外之情形。而依都\r\n市計畫法編為保護區之田、旱地目土地，為土地法所稱之農地，依八十九\r\n年一月二十六日修正公布之農發條例第三條第十一款規定，亦屬「耕地」\r\n。農發條例雖於九十二年二月七日修正「耕地」之定義為「指依區域計畫\r\n法劃定為特定農業區、一般農業區、山坡地保育區及森林區之農牧用地」\r\n，而將依都市計畫法劃定為保護區之田、旱地目土地，改列為耕地以外之\r\n「農業用地」（見同條例第三條第十款、第十一款規定），但兩造間之系\r\n爭租約訂立於八十一年六月間，依上說明，關於三七五條例第十七條第一\r\n項第五款所稱之耕地，並不因農發條例於九十二年二月七日修正「耕地」\r\n之範圍而受影響。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 441 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 03 月 19 日",
        "case_gist": "消滅時效因假扣押強制執行而中斷者，於法院實施假扣押之執行程序，例\r\n如查封、通知登記機關為查封登記、強制管理、對於假扣押之動產實施緊\r\n急換價提存其價金、提存執行假扣押所收取之金錢（強制執行法第一百三\r\n十三條前段）等行為完成時，其中斷事由終止，時效重行起算。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 426 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 03 月 18 日",
        "case_gist": "按就運送全部約定價額，或承攬運送人填發提單於委託人者，視為承攬人\r\n自己運送，不得另行請求報酬，民法第六百六十四條定有明文。準此，承\r\n攬運送人與託運人就運送全部約定價額，或承攬運送人填發提單於委託人\r\n，即應視為承攬人自己運送，除不得另行請求報酬外，其權利義務概與運\r\n送人相同。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 426 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 03 月 18 日",
        "case_gist": "按就運送全部約定價額，或承攬運送人填發提單於委託人者，視為承攬人\r\n自己運送，不得另行請求報酬，民法第六百六十四條定有明文。準此，承\r\n攬運送人與託運人就運送全部約定價額，或承攬運送人填發提單於委託人\r\n，即應視為承攬人自己運送，除不得另行請求報酬外，其權利義務概與運\r\n送人相同。次按承攬運送人依民法第六百六十四條規定，視為自己運送，\r\n其權利義務既與運送人相同，自無再適用民法第六百六十一條承攬運送人\r\n損害賠償責任規定之餘地。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 417 號 民事判決",
        "case_topic": "請求損害賠償等",
        "case_date": "民國 104 年 03 月 18 日",
        "case_gist": "在民主多元社會，為促進政治民主與社會之健全發展，維持社會之開放及\r\n憲政之運作，使人民得有效監督公共事務，以實現自我、溝通意見及追求\r\n真理，就行為人對於公眾人物或所涉公眾事務，發表言論，或對於可受公\r\n評之事項為評論時，其違法性之判斷，應依法益權衡原則及比例原則，就\r\n行為人行為之態樣、方式及言論之內容與社會公益加以衡量，視其客觀上\r\n是否達違反現行法秩序所規範之價值程度而定。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 407 號 民事判決",
        "case_topic": "請求侵害專利權有關財產權爭議等再審",
        "case_date": "民國 104 年 03 月 12 日",
        "case_gist": "按「為判決基礎之民事、刑事、行政訴訟判決及其他裁判或行政處分，依\r\n其後之確定裁判或行政處分已變更者」，得以再審之訴對於確定終局判決\r\n聲明不服，民事訴訟法第四百九十六條第一項第十一款定有明文。上開所\r\n謂「為判決基礎之行政處分，依其後之行政處分已變更」之再審事由，係\r\n指確定判決以行政處分為判決基礎，而該行政處分已因其後之行政處分有\r\n所變更，其結果使原確定判決之基礎發生動搖而言。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 358 號 判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 03 月 11 日",
        "case_gist": "按消費者保護法（下稱消保法）第一條第一項揭櫫「為保護消費者權益，\r\n促進國民消費生活之安全，提昇國民消費生活品質，特制定本法」；復於\r\n同條第二項規定「有關消費者之保護，依本法之規定，本法未規定者，適\r\n用其他法律」，消保法乃屬民法之特別法，並以民法為其補充法。故消費\r\n者或第三人因消費事故死亡時，消保法雖未明定其得依該法第七條第三項\r\n規定，請求企業經營者賠償之主體為何人？及所得請求賠償之範圍？然該\r\n條係特殊形態之侵權行為類型，同條第二項更明列其保護客體包括生命法\r\n益，且於同法第五十條第三項規定，消費者讓與消費者保護團體進行訴訟\r\n之損害賠償請求權，包括民法第一百九十四條、第一百九十五條第一項非\r\n財產上之損害，此依上開同法第一條第二項補充法之規定，自應適用民法\r\n第一百九十二條第一項、第二項及第一百九十四條規定，即為被害人支出\r\n醫療及增加生活上需要之費用或殯葬費（下稱醫療等費）之人，得請求企\r\n業經營者賠償該醫療等費；對被害人享有法定扶養權利之第三人，得請求\r\n企業經營者賠償該扶養費；被害人之父、母、子、女及配偶，得請求企業\r\n經營者賠償相當之金額（即慰撫金）。"
    },
    {
        "case_id": "最高法院 104 年度台上字第 358 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 104 年 03 月 11 日",
        "case_gist": "（一）按消保法第一條第一項揭櫫「為保護消費者權益，促進國民消費生\r\n      活之安全，提昇國民消費生活品質，特制定本法」；復於同條第二\r\n      項規定「有關消費者之保護，依本法之規定，本法未規定者，適用\r\n      其他法律」，消保法乃屬民法之特別法，並以民法為其補充法。故\r\n      消費者或第三人因消費事故死亡時，消保法雖未明定其得依該法第\r\n      七條第三項規定，請求企業經營者賠償之主體為何人？及所得請求\r\n      賠償之範圍？然該條係特殊形態之侵權行為類型，同條第二項更明\r\n      列其保護客體包括生命法益，且於同法第五十條第三項規定，消費\r\n      者讓與消費者保護團體進行訴訟之損害賠償請求權，包括民法第一\r\n      百九十四條、第一百九十五條第一項非財產上之損害，此依上開同\r\n      法第一條第二項補充法之規定，自應適用民法第一百九十二條第一\r\n      項、第二項及第一百九十四條規定，即為被害人支出醫療及增加生\r\n      活上需要之費用或殯葬費（下稱醫療等費）之人，得請求企業經營\r\n      者賠償該醫療等費；對被害人享有法定扶養權利之第三人，得請求\r\n      企業經營者賠償該扶養費；被害人之父、母、子、女及配偶，得請\r\n      求企業經營者賠償相當之金額（即慰撫金）。\r\n（二）消保法第五十一條固規定：「依本法所提之訴訟，因企業經營者之\r\n      故意所致之損害，消費者得請求損害額三倍以下之懲罰性賠償金；\r\n      但因過失所致之損害，得請求損害額一倍以下之懲罰性賠償金。」\r\n      惟於消費者或第三人死亡時，其權利能力已然消滅，究應由何人為\r\n      此懲罰性賠償金之請求？計算該賠償金之損害額又以何者為準？消\r\n      保法均未設其規範。揆諸該條所定懲罰性賠償金制度，係「為促使\r\n      企業者重視商品及服務品質，維持消費者利益，懲罰惡性之企業經\r\n      營者，並嚇阻其他企業經營者仿效」而設，規範目的側重於懲罰惡\r\n      性之企業經營者，以遏止該企業經營者及其他業者重蹈覆轍，與同\r\n      法第七條第三項規定目的祇在填補被害人所受之損害，未盡相同，\r\n      被害人是否因企業經營者之違反規定而死亡？對於懲罰性賠償金之\r\n      成立，並不生影響；且依「舉輕以明重」之法則，被害人因消費事\r\n      故而受傷害，企業經營者就其故意或過失既須承擔支付該賠償金，\r\n      於造成死亡之情形，尤不得減免其責任（生命法益之位階更高於身\r\n      體、健康或財產法益）；另參酌民法第一百九十二條第一項規定之\r\n      旨趣，乃植基於生命權受侵害之被害人，因該事故所生之醫療等費\r\n      ，係生命權被侵害致生直接財產之損害，被害人之繼承人或遺產管\r\n      理人本得向加害人求償，倘已由第三人支出，第三人雖得向繼承人\r\n      或遺產管理人求償，亦因該條項之特別規定，得逕向加害人求償，\r\n      以避免輾轉求償之繁瑣而來，可知消保法第五十一條就此原應積極\r\n      規範而未規定之「公開漏洞」，自應從該條之規範意旨，作「目的\r\n      性擴張」以補充之，而將請求權人之主體，擴及於被害人之繼承人\r\n      或遺產管理人，始符該法之立法本旨，以免造成輕重失衡。因此，\r\n      企業經營者就其提供之商品或服務，因故意或過失，致消費者或第\r\n      三人死亡者，被害人之繼承人或遺產管理人，即得依消保法第五十\r\n      一條規定，請求企業經營者給付懲罰性賠償金，並以非專屬性且係\r\n      因該事故應支出之醫療等費，而不超出該消費者或第三人原得請求\r\n      之基礎損害數額，作為計算懲罰性賠償金之基準。\r\n（三）過失有重大過失、具體輕過失、抽象輕過失之分，消保法第五十一\r\n      條但書，既將企業經營者應負「一倍以下懲罰性賠償金」之責任規\r\n      定為「過失」，而未如九十三年六月三十日制定之證券投資信託顧\r\n      問法第九條第一項，明定懲罰性賠償限定以「故意或重大過失」者\r\n      為限；且該條之立法理由，復明示參酌美國立法例而有懲罰性賠償\r\n      金之規定，立法者於制定該條時，顯知悉該國之懲罰性賠償金，著\r\n      重於重大過失時方克成立，於過失與重大過失之間，在立法政策上\r\n      已作取捨與抉擇，於此情形，自不得再作「目的性限縮」，解為限\r\n      於重大過失者，始有該條但書規定之適用。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 177 號 民事裁定",
        "case_topic": "聲請拍賣抵押物強制執行聲明異議",
        "case_date": "民國 104 年 02 月 26 日",
        "case_gist": "強制執行法第十二條第一項本文係規定，當事人或利害關係人，對於執行\r\n法院強制執行之命令，或對於執行法官、書記官、執達員實施強制執行之\r\n方法，強制執行時應遵守之程序，或其他侵害利益之情事，得於強制執行\r\n程序終結前，為聲請或聲明異議。是得聲請或聲明異議之人，自限於執行\r\n債權人、執行債務人、或利害關係人。所謂利害關係人，係指執行債權人\r\n、執行債務人以外，其法律上之權益將因執行而受侵害之人。"
    },
    {
        "case_id": "最高法院 104 年度台抗字第 146 號 民事裁定",
        "case_topic": "請求土地所有權移轉登記聲請參加訴訟",
        "case_date": "民國 104 年 02 月 12 日",
        "case_gist": "民事訴訟法第五十八條第一項規定，就兩造之訴訟有法律上利害關係之第\r\n三人，為輔助一造起見，於該訴訟繫屬中，得為參加。所謂有法律上利害\r\n之關係之第三人，係指本訴訟之裁判效力及於第三人，該第三人私法上之\r\n地位，因當事人之一造敗訴，而將致受不利益，或本訴訟裁判之效力雖不\r\n及於第三人，而第三人私法上之地位因當事人之一造敗訴，於法律上或事\r\n實上依該裁判之內容或執行結果，將致受不利益者而言。而祭祀公業法人\r\n之財產，實質上仍屬其派下全體公同共有，則關於祭祀公業法人之訴訟，\r\n倘祭祀公業法人受敗訴判決，於法律上或事實上依該裁判之內容或執行結\r\n果，派下全體將致受不利益，其派下就此訴訟，自屬有法律上利害關係之\r\n第三人，而得為參加。"
    }
]