[
    {
        "case_id": "最高法院 96 年度台上字第 1029 號 民事判決",
        "case_topic": "清償債務等",
        "case_date": "民國 96 年 05 月 10 日",
        "case_gist": "按民法第二百九十四條第二項既明定，當事人就債權不得讓與之特約，不\r\n得以之對抗善意第三人，則受讓債權之第三人如屬善意，即不受當事人不\r\n得讓與特約之限制。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 1027 號 民事判決 (家事類)",
        "case_topic": "分割遺產",
        "case_date": "民國 96 年 05 月 10 日",
        "case_gist": "按公寓大廈管理條例係於八十四年六月二十八日始公布施行，所稱之公寓\r\n大廈，係指構造上或使用上或在建築執照設計圖樣標有明確界線，得區分\r\n為數部分之建築物及其基地，同條例第三條第一款定有明文；對照同條第\r\n二款所謂「區分所有」，係指數人區分一建築物而各有其專有部分，並就\r\n其共用部分按其應有部分有所有權。足見所謂「公寓大廈」係指構造上或\r\n使用上或在建築執照設計圖樣標有明確界線，得由數人區分所有之建物。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 978 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 05 月 03 日",
        "case_gist": "刑事訴訟法第四百八十七條第一項所定附帶民事訴訟之對象，除刑事被告\r\n外，固兼及於依民法負賠償責任之人。惟該條項所稱之「依民法負賠償責\r\n任之人」，係指該刑事案件中依民法規定應負賠償責任之人而言。故附帶\r\n民事訴訟之原告所主張之共同加害人，必以在刑事訴訟程序中經認定係共\r\n同侵權行為之人，始得謂為依民法負賠償責任之人，否則對之提起是項附\r\n帶民事訴訟，即難謂為合法。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 976 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 96 年 05 月 03 日",
        "case_gist": "民法債編施行法第二十四條第一項規定：民法債編施行前所定之租賃契約\r\n，於施行後，其效力依民法債編之規定。係針對十九年五月七日民法債編\r\n施行前所定租賃契約之效力規定，其於民法債編施行後修正前（即十九年\r\n五月七日至八十九年五月七日之間）所定之租賃契約並無適用餘地。故在\r\n上開期間內所定之租賃契約，民法債編施行法並無特別規定，自應依民法\r\n債編施行法第一條後段不適用修正施行後之規定。原審本此見解，認系爭\r\n基地租賃契約係在民法債編施行後修正施行前之八十四年十二月十日訂立\r\n，故於民法債編修正施行後之九十四年五月間雖由上訴人取得系爭土地所\r\n有權，但仍應適用民法債編施行法第一條後段不溯及既往原則，依修正前\r\n民法第四百二十五條買賣不破租賃之規定，認該基地租賃契約繼續有效存\r\n在。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 969 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 96 年 05 月 03 日",
        "case_gist": "按債務人享有同時履行抗辯權者，在未行使此抗辯權以前，仍可發生遲延\r\n責任之問題，必須行使以後始能免責。次按契約解除後當事人雙方互負回\r\n復原狀之義務，除法律另有規定或契約另有訂定外，由他方所受領之給付\r\n物，應返還之；受領之給付為金錢者，應附加自受領時起之利息償還之，\r\n民法第二百五十九條第一款、第二款定有明文。且此項受領之給付為金錢\r\n者，不論受領人是否因利用金錢而受有利益，概應溯自受領時起附加法定\r\n利息償還之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 967 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 96 年 05 月 03 日",
        "case_gist": "按修正之民事訴訟法第四百四十七條之規定，依本施行法第十二條第二項\r\n公布施行後，於修正前已繫屬於第二審之事件，於該審級終結前，仍適用\r\n修正前之規定，民事訴訟法施行法第四條之二定有明文。即為保障當事人\r\n權益，於九十二年一月十四日民事訴訟法修正（九十二年二月七日公布、\r\n同年九月一日施行）前，已繫屬於第二審之事件，因當事人未預期無法於\r\n第二審提出新攻擊或防禦方法，乃增訂該條規定，將修正前已繫屬於第二\r\n審之事件，排除適用修正後民事訴訟法第四百四十七條之規定，俾其仍有\r\n提出新攻擊或防禦方法之機會。惟對於修正前已脫離第二審而上訴繫屬於\r\n最高法院之事件，依民事訴訟法第四百七十六條第一項規定，當事人不得\r\n提出新攻擊或防禦方法，嗣該事件經最高法院判決廢棄發回，繫屬於受發\r\n回之第二審法院，在發回後之第二審程序中，依民事訴訟法施行法第四條\r\n之二之規定，仍適用修正前之規定，當事人得提出新攻擊或防禦方法，以\r\n確保當事人之權益。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 957 號 民事判決",
        "case_topic": "返還履約保證金",
        "case_date": "民國 96 年 05 月 03 日",
        "case_gist": "隱名合夥所經營之事業，係出名營業人之事業，非與隱名合夥人共同之事\r\n業。是隱名合夥之事務，既專由出名營業人執行之（民法第七百零四條第\r\n一項規定），其因所營事業涉訟時，如以出名營業人之名義單獨起訴或應\r\n訴，其當事人適格要件即無欠缺。而非應以隱名合夥人共同起訴或應訴始\r\n為適格之當事人。至於民法第七百零五條規定「隱名合夥人如參與合夥事\r\n務之執行，或為參與執行之表示，或知他人表示其參與執行而不否認者，\r\n縱有反對之約定，對於第三人，仍應負出名營業人之責任。」，係就有表\r\n見出名營業行為之隱名合夥人，對於與合夥事業交易之第三人，課以與出\r\n名營業人相同責任之義務，即隱名合夥人不得依民法第七百零三條、第七\r\n百零四條之規定或當事人間反對約定，對於第三人主張有限責任或免責而\r\n已，其與出名營業人間之「隱名合夥」關係並未因此變更為「合夥」。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 927 號 民事判決",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 96 年 04 月 27 日",
        "case_gist": "按原債權確定前，最高限額抵押權之抵押權人或債務人為法人而有合併之\r\n情形者，抵押人得自知悉合併之日起相當期間內，請求確定原債權，俾以\r\n減少抵押人之責任。準此以觀，抵押人請求確定原債權乃其權利，非其義\r\n務，自不得僅因為抵押權人之法人有合併而改變，肇致加重抵押人之責任\r\n，則就最高限額抵押權於確定前之擔保物權言，除該法人合併後當事人另\r\n有訂定變更擔保債權範圍之契約外，此擔保物權不應及於抵押人在該法人\r\n合併前另向抵押權人（例如合併後為消滅法人）以外之人（例如合併後為\r\n存續法人）所負未經設定物上擔保之債務，以保護抵押人之利益。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 921 號 民事判決",
        "case_topic": "確認派下權存在",
        "case_date": "民國 96 年 04 月 27 日",
        "case_gist": "按當事人主張有利於己之事實者，就其事實有舉證之責任。但法律別有規\r\n定，或依其情形顯失公平者，不在此限，民事訴訟法第二百七十七條定有\r\n明文。稽諸台灣地區之祭祀公業有於前清設立者，有於日據時期設立者，\r\n年代咸亙久遠，人物全非，親族戶籍資料每難查考，當事人爭訟時倘又缺\r\n乏原始規約及其他確切書據足資憑信，輒致祭祀公業之設立方式乃至設立\r\n人及其派下究何即有未明，於派下身分之舉證當屬不易，如嚴守該條本文\r\n所定之原則，難免產生不公平之結果。故上揭法條前段所定一般舉證之原\r\n則，要非全可適用於祭祀公業之訴訟中。法院於個案中，自應斟酌同法條\r\n但書之規定予以調整修正，並審酌兩造所各自提出之人證、物證等資料，\r\n綜合全辯論意旨而為認定。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 920 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 04 月 27 日",
        "case_gist": "再按確認之訴，非原告有即受確認判決之法律上利益者，不得提起，民事\r\n訴訟法第二百四十七條定有明文。若被告對原告主張之法律關係，自始無\r\n爭執，即法律關係之存否並無不明確之情形，尚不能謂原告有即受確認判\r\n決之法律上利益。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 913 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "原審採為判決基礎之書證，雖上訴人對之並不爭執其真正，亦祇能認為有\r\n形式的證據力，至其實質的證據力之有無，即其內容是否足以證明待證之\r\n事實，自應由事實審法院提示兩造為適當完全之言詞辯論，使當事人得盡\r\n其攻擊防禦之能事，始得本於辯論之結果加以斟酌。查被上訴人就其財產\r\n損失及營業損失雖據其提出損害之證明即相關單據、憑證、合約、帳冊、\r\n報表、文件等送交GAB公司，並經GAB公司附於九十年四月二十日出具之第\r\n四份報告中，上訴人對該項證據之形式上真正亦表示不爭執，然原審竟未\r\n於言詞辯論期日將此等證據提示予兩造，命為適當完全之言詞辯論，即逕\r\n將之援引為判決之基礎，其訴訟程序即有重大瑕疵，而基此所為之判決，\r\n自屬違背法令。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 889 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按保險人應於要保人或被保險人交齊證明文件後，於約定期限內給付賠償\r\n金額。無約定期限者，應於接到通知後十五日內給付之。保險人因可歸責\r\n於自己之事由致未在前項規定期限內為給付者，應給付遲延利息年利一分\r\n，保險法第三十四條定有明文。條文所稱十五日，乃為保險人最後給付之\r\n期限，若保險人因可歸責於自己之事由，致未在該十五日之期限內為給付\r\n者，即須自遲延之日起給付依年利一分計算之遲延利息，此年利一分之遲\r\n延利息，即為民法第二百零三條所謂法律另定之利率，非謂保險人於不可\r\n歸責之事由終止，逾上開期限後仍不給付，亦無給付上開年利一分之遲延\r\n利息之責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 888 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按損益相抵，係指損害賠償之債權人基於與受損害之同一原因事實並受有\r\n利益，其請求之賠償金額，應扣除所受之利益而言，此觀民法第二百十六\r\n條之一規定自明。則損益相抵之要件之一，即為「被害人須因損害賠償之\r\n原因事實而取得利益」。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 859 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按所有人排除侵害請求權，為物權，有對世之效力。系爭附表（一）（二\r\n）所示之不動產為上訴人所有，就該不動產之設定系爭抵押權登記及內容\r\n變更登記，均屬訴外人許誌原之個人犯罪行為所造成，縱被上訴人依債權\r\n法律關係，可不負侵權行為之損害賠償責任，但並非當然得以對抗該不動\r\n產之所有人即上訴人所得行使之排除侵害請求權。準此，該抵押權之設定\r\n登記及抵押權內容變更之登記，既屬抵押人與抵押權人雙方合意而經登記\r\n始得成立生效之行為。倘未經雙方基於物權（抵押權）設定或變更之合意\r\n，或經由事後之承認，即使已經登記，仍不生物權之效力，所有人自得基\r\n於所有人之排除侵害請求權訴請排除之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 856 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按當事人就其主張之爭點，經依民事訴訟法第二百七十條之一第一項第三\r\n款或第二項為協議者，依同條第三項前段規定，固應受其拘束。惟協議前\r\n若當事人一方之主張，他方未加爭執，或未成為協議之爭點，既不在協議\r\n範圍，自不受協議之拘束。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 855 號 民事判決",
        "case_topic": "妨害名譽",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按發表言論與陳述事實不同，意見為主觀之價值判斷，無所謂真實與否，\r\n在民主多元社會，各種價值判斷均應容許，而受言論自由之保障，僅能藉\r\n由言論之自由市場機制，使真理愈辯愈明而達到去蕪存菁之效果。因此，\r\n對於可受公評之事，縱加以不留餘地或尖酸刻薄之評論，亦受憲法之保障\r\n，蓋維護言論自由即所以促進政治民主與社會之健全發展，與個人名譽可\r\n能遭受之損失兩相權衡，顯有較高之價值。惟事實陳述本身涉及真實與否\r\n，雖其與言論表達在概念上偶有流動，有時難期涇渭分明，若言論係以某\r\n項事實為基礎，或發言過程中夾論夾敘，將事實敘述與評論混為一談，在\r\n評價言論自由與保障個人名譽權之考量上，仍應考慮事實之真偽。倘行為\r\n人所述事實足以貶損他人之社會評價而侵害他人名譽，而行為人未能證明\r\n所陳述事實為真，構成故意或過失侵害他人之名譽，仍應負侵權行為損害\r\n賠償責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 849 號 民事判決",
        "case_topic": "分割共有物",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按各共有人得隨時請求分割共有物，為民法第八百二十三條第一項前段所\r\n明定，此項規定，旨在消滅物之共有狀態，以利融通與增進經濟效益。不\r\n動產共有人協議分割後，因該協議內容不明確，而無從請求履行，協議分\r\n割之目的無由達成，於此情形，若不許裁判分割，則該不動產共有之狀態\r\n將永無消滅之可能，揆諸分割共有物之立法精神，自應認為得請求裁判分\r\n割。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 848 號 民事判決",
        "case_topic": "所有權移轉登記",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按法律行為之附停止條件，係指該法律行為效力之發生，繫於將來、客觀\r\n、不確定的事實之成就。本件上訴人對於被上訴人之被繼承人吳○亭給付\r\n退租補償之義務，於雙方訂立系爭合約書約定吳○亭退租交還系爭土地時\r\n即已確定發生，僅約定上訴人補償吳○亭退租耕地，將來將該土地出賣他\r\n人時，願抽出價款之四成給付吳○亭，如不出賣時，應割出相當於十分之\r\n四價值之土地所有權移轉登記與吳○亭，以為給付補償，即上訴人有無出\r\n賣系爭土地，不影響該已確定發生之退租補償債權之效力，祗不過須俟上\r\n訴人確定系爭土地是否出賣，以決定其給付價款之四成，抑或相當該土地\r\n十分之四價值之所有權移轉登記而已。故上訴人是否出賣系爭土地之事實\r\n，應係確定被上訴人請求上訴人給付標的之內容，並非其給付該退租補償\r\n之停止條件成就與否。原審謂上訴人在未確定是否將土地出賣之前，其停\r\n止條件顯然尚未成就，其見解即有可議。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 266 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 96 年 04 月 26 日",
        "case_gist": "按當事人於爭執之法律關係，為防止發生重大之損害或避免急迫之危險或\r\n有其他相類之情形而有必要時，得聲請為定暫時狀態之處分，民事訴訟法\r\n第五百三十八條第一項定有明文。所謂爭執之法律關係，有定暫時狀態之\r\n必要者，係指因避免重大損害或因其情事，有就爭執之法律關係，定暫時\r\n狀態之必要而言。至所稱法律關係，凡適於為民事訴訟之標的，有繼續性\r\n者皆屬之，無論其本案請求為給付之訴、確認之訴或形成之訴，均有其適\r\n用。申言之，假處分之目的係為保全強制執行，或就爭執之法律關係定暫\r\n時之狀態，苟合於前開條件，並經債權人主張及釋明有假處分之原因存在\r\n，或有定暫時狀態之利益，法院即得為假處分之裁定，債權人亦得提供擔\r\n保以代此項釋明之不足，聲請准為附條件之假處分裁定，至債權人起訴主\r\n張之實體上理由是否正當，則非屬保全程序之假處分裁定所能審究。又法\r\n院定擔保金額而為准許假處分之裁定者，該項擔保係備供債務人因假處分\r\n所受損害之賠償。是以法院衡量利害關係之結果，若認實施假處分，對債\r\n務人將造成較大之損害，非不得酌定命債權人提供較高之擔保金額，以求\r\n平衡，尚不能因假處分對債務人造成較大損害，即置債權人不受繼續侵害\r\n之保護於不顧。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 844 號 民事判決",
        "case_topic": "撤銷信託行為等",
        "case_date": "民國 96 年 04 月 25 日",
        "case_gist": "信託法第十七條第一項前段規定：「受益人因信託之成立而享有信託利益\r\n」。受益人既享有信託利益，對於受託人自有信託利益給付請求權存在。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 809 號 民事判決",
        "case_topic": "國家賠償",
        "case_date": "民國 96 年 04 月 19 日",
        "case_gist": "按可為證據或得沒收之物，得扣押之。扣押除由檢察官或法官親自實施外\r\n，得命司法警察或司法警察官執行。命司法警察或司法警察官執行扣押者\r\n，應於交與之搜索票內，記載其事由，修正前刑事訴訟法第一百三十三條\r\n第一項及第一百三十六條規定甚明。可知刑事訴訟程序中之扣押，乃對物\r\n之強制處分，應由檢察官或法官親自實施，或由檢察官或法官簽發搜索票\r\n記載其事由，命由司法警察或司法警察官執行之。至於偵查中實施扣押後\r\n，扣押物之保管，係遂行扣押強制處分之持續狀態，仍屬檢察官之職權。\r\n故同法第一百四十條第一項、第二項規定扣押物，因防其喪失或毀損，應\r\n為適當之處置。不便搬運或保管之扣押物，得命人看守，或命所有人或其\r\n他適當之人保管。是檢察官實施扣押之強制處分後，為防止扣押物喪失或\r\n毀損，自應盡其注意義務，為適當之處置，如有必要並得命其他適當之人\r\n保管。此際，受檢察官之委託保管扣押物之機關，如有因故意或過失侵害\r\n人民之權利時，仍應由委託之檢察官所屬檢察署負損害賠償責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 799 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 04 月 19 日",
        "case_gist": "判決之宣示或公告，係就已成立之判決向外發表，並非判決之成立要件。\r\n已成立之判決，在宣示或公告前，法院仍不受其羈束。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 793 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 04 月 19 日",
        "case_gist": "名譽權之侵害非即與刑法之誹謗罪相同，名譽為人格之社會評價，名譽有\r\n無受損害，應以社會上對個人評價是否貶損作為判斷之依據，苟其行為足\r\n以使他人在社會上之評價貶損，不論故意或過失均可構成侵權行為，與刑\r\n法誹謗罪之構成要件不同。倘行為人所述事實足以貶損他人之社會評價而\r\n侵害他人名譽，而行為人未能證明所陳述事實為真，縱令所述事實係轉述\r\n他人之陳述，如明知他人轉述之事實為虛偽或未經相當查證即公然轉述該\r\n虛偽之事實，而構成故意或過失侵害他人之名譽，仍應負侵權行為損害賠\r\n償責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 771 號 民事判決",
        "case_topic": "返還價金等",
        "case_date": "民國 96 年 04 月 18 日",
        "case_gist": "當事人之一方依民法第二百五十四條規定解除契約，須他方當事人有履行\r\n遲延之情形，且經定相當期限催告其履行而不履行時，始得為之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 758 號 民事判決",
        "case_topic": "請求更名登記",
        "case_date": "民國 96 年 04 月 12 日",
        "case_gist": "查同財共居之兄弟成家立業後，父母或長輩往往為其主持分家儀式，析分\r\n家產，乃台灣地區眾所週知之習慣，此與是否因繼承取得產業，並無絕對\r\n之關係。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 757 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 96 年 04 月 12 日",
        "case_gist": "法院不能依當事人聲明之證據而得心證，為發現事實認為必要時，得依職\r\n權調查證據，民事訴訟法第二百八十八條第一項定有明文。鑑定為一種調\r\n查證據之方法，若當事人訴訟之原因事實涉及專門知識，而該原因事實之\r\n真相影響訴訟結果，法院非藉由專家知識無法依訴訟資料探求或知悉，自\r\n得本於職權送請專門機構鑑定解決，無待當事人之聲請，此既為法律明文\r\n規定，即無違民事訴訟採當事人進行之原則。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 732 號 民事判決",
        "case_topic": "塗銷地上權登記等",
        "case_date": "民國 96 年 04 月 12 日",
        "case_gist": "按當事人主張之事實，究應適用何種法律？往往影響裁判之結果，為防止\r\n法官未經闡明逕行適用法律，而對當事人產生突襲性裁判，法院除令當事\r\n人就事實為適當陳述及辯論外，亦應令其就法律觀點為必要之陳述及作適\r\n當完全之辯論。倘未踐行此項闡明之義務，使得各盡其攻擊防禦之能事，\r\n遽行作為判決之基礎，即與民事訴訟法第一百九十九條第一項、第二項及\r\n第二百九十六條之一第一項規定有違。是審判長為達成闡明之目的，必要\r\n時得與雙方當事人，就訴訟之法律關係為事實上及法律上之討論及提出問\r\n題，並向當事人發問或曉諭，令其為適當完全之辯論，俾法官藉公開其認\r\n為重要之法律觀點，促使當事人為必要之聲明、陳述或提出證據。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 232 號 民事裁定",
        "case_topic": "支付命令聲明異議",
        "case_date": "民國 96 年 04 月 12 日",
        "case_gist": "按法院違背專屬管轄之規定所為裁判，並非當然無效，僅係得否依上訴、\r\n抗告或再審程序救濟之問題。又法院審理案件有無違背專屬管轄規定，與\r\n裁判是否合法送達，係屬二事，並無必然關連。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 206 號 民事裁定",
        "case_topic": "返還價金再審",
        "case_date": "民國 96 年 03 月 30 日",
        "case_gist": "按當事人對於第一審判決提起上訴，嗣於上訴期間屆滿以後撤回第二審上\r\n訴者，因原來提起上訴之訴訟行為，已因在後之撤回行為而不存在，第二\r\n審訴訟繫屬因撤回上訴而溯及的消滅，其結果與未提起上訴之情形相同，\r\n第一審判決之確定日期應與未上訴同，第一審判決應溯及於上訴期間屆滿\r\n時確定。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 205 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 96 年 03 月 30 日",
        "case_gist": "按依民事訴訟法第五百三十八條第一項規定，於爭執之法律關係，須為防\r\n止發生重大之損害或避免急迫之危險或有其他相類之情形而有必要時，始\r\n得聲請為定暫時狀態之處分；兼以專利權爭執事件，每涉及專利技術之研\r\n發及巿場之競爭之特質，尚須兼顧專利權人於其專利權受侵害時迅速獲得\r\n救濟，及相對人被迫退出巿場所受衝擊，與巿場之公平競爭。是就侵害專\r\n利權爭執事件酌定暫時狀態假處分之必要性時，自須考量是否造成無法彌\r\n補之損害、利益之衡平、是否影響公共利益、受侵害權利之有效性等事實\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 642 號 民事判決",
        "case_topic": "撤銷股東會決議",
        "case_date": "民國 96 年 03 月 29 日",
        "case_gist": "公司法第一百七十二條第五項規定變更章程，應在股東會召集事由中列舉\r\n，不得以臨時動議提出。其所稱之「列舉」，係指召集通知應載明會議議\r\n案有「變更章程」事項，未載明者，不得以臨時動議提出之意，非謂應將\r\n擬修正之章程條項一一詳列。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 641 號 民事判決",
        "case_topic": "給付借款",
        "case_date": "民國 96 年 03 月 29 日",
        "case_gist": "繼承，因被繼承人死亡而開始。繼承人對於被繼承人之債務，負連帶責任\r\n。債權與其債務同歸一人時，債之關係消滅。因連帶債務人中之一人為清\r\n償、代物清償、提存、抵銷或混同而債務消滅者，他債務人亦同免其責任\r\n。民法第一千一百四十七條、第一千一百五十三條第一項、第三百四十四\r\n條前段、第二百七十四條分別定有明文。茍如原審所認定被繼承人死亡時\r\n，遺有對被上訴人之借款債務，被上訴人為其繼承人之一。則依前開規定\r\n，被上訴人就被繼承人遺留之借款債務即為連帶債務人，該被繼承人之餘\r\n欠借款，當然由被上訴人負連帶責任，並與其對被繼承人之債權因混同而\r\n消滅，其他繼承人亦同免該借款債務之責任，所餘者唯被上訴人得向其他\r\n繼承人求償其各自分擔部分之本息而已（本院五十一年台上字第二三七○\r\n號、二十九年上字第一一○五號判例意旨參照）。原審不察，竟謂被上訴\r\n人對於被繼承人之借款債權，僅在其繼承連帶債務之「內部分擔額」內生\r\n混同消滅之效力，依民法第一千一百五十三條之規定，上訴人仍應負借款\r\n連帶債務人之清償責任，而為不利於上訴人之判決，自有可議。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 638 號 民事判決",
        "case_topic": "確認所有權不存在等",
        "case_date": "民國 96 年 03 月 29 日",
        "case_gist": "按標賣之表示，究為要約之引誘抑為要約，法律無明文規定。依一般情形\r\n而論，倘標賣人無以之為要約之意思，即應解為要約之引誘，但標賣之表\r\n示，如明示與出價最高之投標人訂約者，除別有保留外，應視為要約，該\r\n出價最高者之投標即屬承諾，買賣契約因之成立，標賣人固應負出賣人之\r\n義務，惟強制執行法關於不動產以投標方法之拍賣，已於第九十條規定：\r\n投標人願出之最高價額相同者，以當場增加之金額最高者為得標人；無人\r\n增加價額者，以抽籤定其得標人。即見執行法院初無代債務人同時與多數\r\n投標人成立數個不動產買賣契約之意思，應認對於不動產所為標賣之真意\r\n，係要約之引誘，應買人之投標，始為要約。故強制執行程序中之拍賣，\r\n如執行法院於拍賣時就應買之出價未為拍定之表示，雙方之意思表示自未\r\n合致，即不能認以拍賣為原因之買賣關係業已成立。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 635 號 民事判決",
        "case_topic": "履行契約等",
        "case_date": "民國 96 年 03 月 29 日",
        "case_gist": "於準備程序中未主張之事項，除有法定事由外，固不得於言詞辯論時再行\r\n主張，惟該事項倘於準備程序中業已主張，而於其後之言詞辯論時，提出\r\n相關證據以證明其主張之真實，依民事訴訟法第第二百七十六條規定之反\r\n面解釋，應為法之所許。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 607 號 民事判決",
        "case_topic": "確認土地所有權存在等",
        "case_date": "民國 96 年 03 月 29 日",
        "case_gist": "公文書固應推定為真正，而有形式上之證據力，但其實質上證據力之有無\r\n，則應由事實審法院依自由心證判斷之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 584 號 民事判決",
        "case_topic": "確認通行權存在等",
        "case_date": "民國 96 年 03 月 22 日",
        "case_gist": "按民法第七百八十七條之規定，旨在調和相鄰土地用益權之衝突，以充分\r\n發揮袋地之經濟效用，促進物盡其用之社會整體利益。而一棟建築物，在\r\n物理上本屬一體，各部原不具獨立性，因法律上承認區分所有權，得由各\r\n區分所有人就其區分建物之一部享有單獨所有權，各區分所有人對其專有\r\n部分得全面、直接而排他性之支配，故就整體建物而細分各區分所有時，\r\n區分所有建物專有部分，因其他專有部分之間隔，無法對外為適宜之聯絡\r\n，不能為通常之使用，顯與袋地同，自有調整區分所有建物專有部分相鄰\r\n關係之必要，始能充分發揮其經濟效用，此與鄰地通行權之規範目的相同\r\n；但區分所有建物專有部分相鄰關係之調整，並不限於他人正中宅門之使\r\n用一項。從而區分所有建物之專有部分，如為其他專有部分所圍繞，無法\r\n對外為適宜之聯絡，致不能為通常之使用，既與袋地之情形類似，法律就\r\n此情形，本應同予規範，因立法者之疏忽，而發生顯在之法律漏洞，自得\r\n類推適用民法第七百八十七條之規定。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 582 號 民事判決",
        "case_topic": "宣示許可執行",
        "case_date": "民國 96 年 03 月 22 日",
        "case_gist": "按民事訴訟法第四百零二條第一項第二款之規定，旨在確保我國人民之訴\r\n訟權益，所指應訴自應以被告之實質防禦權是否獲得充分保障為斷。我國\r\n民法第一千零一條之規定，僅係夫妻不能同居之抗辯，並非承認分居制度\r\n。夫妻分居並非夫妻法定聯合財產制當然消滅之原因，故夫妻分居，夫妻\r\n之一方，尚不得請求分配夫妻剩餘財產。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 578 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 96 年 03 月 22 日",
        "case_gist": "查系爭執行名義係命上訴人給付被上訴人四千三百六十一萬七千五百三十\r\n六元本息，上訴人於該執行名義有執行力後，本有獨力履行給付之責，尚\r\n無待於被上訴人為如何之協力行為，即其給付尚無「兼需債權人之行為」\r\n之情形，至被上訴人聲請強制執行拍賣上訴人之前述股票，僅係滿足其債\r\n權之方法之一，尚難認係上訴人所負上開履行責任之協力行為，進而解免\r\n上訴人所應負之遲延責任。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 576 號 民事判決",
        "case_topic": "返還押租金",
        "case_date": "民國 96 年 03 月 22 日",
        "case_gist": "系爭租賃契約既約定「每逾三日罰欠繳租金金額百分之一滯納金」，顯係\r\n依違約之日數而與日俱增，並非預定一定之賠償總額，應屬懲罰性違約金\r\n性質，查系爭租賃契約第二十條既明定為「罰則」，且又明定上訴人未按\r\n期繳交租金時，每逾三日「罰」欠繳租金金額百分之一之「滯納金」。而\r\n滯納金通常係對違反公法上金錢給付義務之懲罰，被上訴人既係秉承政府\r\n推行農田水利事業之公法人（農田水利會組織通則第一條參照），則其將\r\n滯納金約定為上訴人違反租金給付義務之「罰則」，顯有藉此懲罰上訴人\r\n違反租金給付義務之用意。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 551 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 03 月 22 日",
        "case_gist": "按海上貨物運送人之過失，我國海商法仿世界各國之立法例，採推定之過\r\n失責任主義，即關於運送人之責任，只須運送物有喪失、毀損情事，經託\r\n運人或受貨人證明屬實，而運送人又未能證明運送物之喪失、毀損，有海\r\n商法所定之免責事由，且關於貨物之裝卸、搬移、堆存、保管、運送、看\r\n守，已盡必要注意及處置，暨船艙及其他供載運貨物部分，適合於受載、\r\n運送與保存。則不問其喪失、毀損之原因，是否係可歸責於運送人之事由\r\n，運送人均應負法律上或契約之責任。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 176 號 民事裁定",
        "case_topic": "損害賠償聲請閱覽證物",
        "case_date": "民國 96 年 03 月 22 日",
        "case_gist": "當事人得向法院書記官聲請閱覽、抄錄或攝影卷內文書，或預納費用聲請\r\n付與繕本、影本或節本，惟卷內文書涉及當事人或第三人隱私或業務秘密\r\n，如准許聲請，有致其受重大損害之虞者，法院得依聲請或依職權裁定不\r\n予准許或限制之，此觀民事訴訟法第二百四十二條第一項、第三項之規定\r\n自明。是以卷內文書涉及隱私或業務秘密，如准許聲請，將致當事人或第\r\n三人受重大損害之虞時，法院即得依聲請或依職權裁定不予准許或限制閱\r\n覽、抄錄或攝影卷內文書，此乃訴訟平等原則之例外。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 171 號 民事裁定",
        "case_topic": "聲明異議",
        "case_date": "民國 96 年 03 月 22 日",
        "case_gist": "提起抗告，應表明抗告理由，民事訴訟法第四百八十八條第三項固定有明\r\n文，惟抗告人提起抗告時未表明抗告理由者，依同法第四百九十五條之一\r\n第一項準用第四百四十二條第三項、第四百四十四條之一第一項、第四項\r\n、第五項規定，審判長得定期間命抗告人提出抗告理由書；抗告人逾期提\r\n出抗告理由書者，法院得命抗告人以書狀說明其理由；如抗告人未依上開\r\n期限提出抗告理由書或以書狀說明理由者，抗告法院得準用同法第四百四\r\n十七條規定不斟酌當事人其後提出之理由，或於裁定時斟酌全意旨而為不\r\n利於抗告人之論斷；原裁定法院不得以抗告人未表明抗告理由，即認為其\r\n抗告為不合法，而以裁定駁回其抗告。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 515 號 民事判決",
        "case_topic": "交付股利",
        "case_date": "民國 96 年 03 月 15 日",
        "case_gist": "按公司法第一百六十五條第一項規定：記名股票之轉讓，非將受讓人之本\r\n名或名稱記載於股票，並將受讓人之本名或名稱及住所或居所記載於公司\r\n股東名簿，不得以其轉讓對抗公司。旨在證明股票受讓之合法性及為送達\r\n公司之憑據，而背書為記名股票讓與之唯一方式，轉讓記名股票之受讓人\r\n，依背書及交付方法而取得股票時，即已取得股東權利，登記僅為對抗要\r\n件，而非生效要件。股票受讓人已依背書轉讓而取得股票，並已備齊股票\r\n讓與過戶有關文件，請求記名股票公司辦理變更股東名簿之記載，倘記名\r\n股票公司以不正當之消極行為，阻止股票受讓人申請辦理變更股東名簿記\r\n載之成就，本於誠信原則，自應類推適用民法第一百零一條之法理，視為\r\n已成就，此與最高法院六十年台上字第八一七號判例所示情形有別。倘不\r\n允許股票受讓人得同時請求變更股東名簿記載及請求給付股利，而仍須先\r\n請求辦理變更股東名簿記載之訴，獲得勝訴判決後，始能請求本於股東權\r\n利所應受分派股利或紅利，因背書受讓而享受分派股息或紅利等權利，與\r\n損害賠償究有不同，將無從保護股票受讓人之權益，亦與訴訟紛爭一次解\r\n決之訴訟原則有悖。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 513 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 03 月 15 日",
        "case_gist": "按民法第一百九十三條第一項所定「增加生活上之需要」，係指被害以前\r\n無此需要，因為受侵害，始有支付此費用之需要而言。其因身體或健康受\r\n不法侵害，需人長期看護，就將來應支付之看護費，係屬增加生活上需要\r\n之費用，被害人固得請求賠償，惟被害人是否確需依賴他人長期看護，仍\r\n應以最後事實審言詞辯論終結時之事實狀況為認定之標準。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 492 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 96 年 03 月 15 日",
        "case_gist": "按「勞工在醫療中不能工作時，雇主應按其原領工資數額予以補償。但醫\r\n療期間屆滿二年仍未能痊癒，經指定之醫院診斷，審定為喪失原有工作能\r\n力，且不合第三款之殘廢給付標準者，雇主得一次給付四十個月之平均工\r\n資後，免除此項工資補償責任。」，為勞動基準法第五十九條第二款所明\r\n定。依其規定意旨觀之，二年期間係勞工之醫療期間，雇主應給付該期間\r\n之工資，至四十個月之平均工資，乃勞工醫療經過二年後，仍未能回復原\r\n有工作能力，為免雇主負無限期之補償責任，而明定得一次給付四十個月\r\n之平均工資，以免除其此後之薪資補償。是勞工如符合上述規定之條件，\r\n自得請求二年醫療期間之薪資補償及四十個月之平均工資。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 489 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 03 月 15 日",
        "case_gist": "按土地上之建築物或其他工作物所致他人權利之損害，由工作物之所有人\r\n負賠償責任。但其對於設置或保管並無欠缺，或損害非因設置或保管有欠\r\n缺，或於防止損害之發生，已盡相當之注意者，不在此限，民法第一百九\r\n十一條第一項定有明文。是以，除非工作物所有人能舉證證明上開法條但\r\n書所示之情形存在，得免負侵權行為損害賠償責任外，因土地上之工作物\r\n造成他人之損害，即依法推定工作物所有人有過失，而應負侵權行為損害\r\n賠償責任。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 150 號 民事裁定",
        "case_topic": "損害賠償聲請命供訴訟費用之擔保",
        "case_date": "民國 96 年 03 月 15 日",
        "case_gist": "按原告在中華民國境內無住所、事務所及營業所者，法院應依被告之聲請\r\n，以裁定命原告供訴訟費用之擔保，民事訴訟法第九十六條第一項前段定\r\n有明文。其立法意旨無非係因原告於中華民國無住所、事務所及營業所者\r\n，將來訴訟終結命其負擔賠償訴訟費用時，難免執行困難，為保全被告利\r\n益，始設此預供訴訟費用擔保之規定；該條所謂在中華民國境內無住所、\r\n事務所及營業所者，應指在中華民國司法權所及之轄區無住所、事務所或\r\n營業所而言。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 136 號 民事裁定",
        "case_topic": "聲請發還擔保金",
        "case_date": "民國 96 年 03 月 15 日",
        "case_gist": "按抗告法院認抗告為有理由者，應廢棄或變更原裁定；非有必要不得命原\r\n法院或審判長更為裁定，民事訴訟法第四百九十二條定有明文。關於如何\r\n情形，始得謂為「必要」，應從嚴衡量，以省發回之煩。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 131 號 民事裁定",
        "case_topic": "返還不當得利等",
        "case_date": "民國 96 年 03 月 15 日",
        "case_gist": "按訴之追加，係原告於起訴後提起新訴以合併於原訴，自必待該追加之訴\r\n為合法，法院始得依訴之合併規定，予以審判。故原告起訴後，如為合併\r\n於原訴，所為訴之追加不合法時，法院固應以裁定駁回該追加之訴；但關\r\n於原合法起訴部分，並不因此而受影響。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 485 號 民事判決",
        "case_topic": "土地所有權移轉登記",
        "case_date": "民國 96 年 03 月 14 日",
        "case_gist": "民法第二百二十六條第一項所規定債務人給付不能所負之損害賠償責任，\r\n係採完全賠償之原則，且屬「履行利益」之損害賠償責任，該損害賠償之\r\n目的在於填補債權人所生之損害，其應回復者並非「原有狀態」，而係「\r\n應有狀態」，應將契約成立後所生之變動狀況考慮在內。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 471 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 03 月 08 日",
        "case_gist": "民事訴訟法第二百五十五條第一項第二款所謂請求之基礎事實同一，係指\r\n變更或追加之訴與原訴之原因事實有其共同性，先後所為請求之主張在社\r\n會生活上可認為有共通性或關連性，而就原請求之訴訟及證據資料於相當\r\n程度範圍內具有同一性或一體性，在審理時得加以利用，俾先後兩請求可\r\n在同一程序得加以解決，以避免重複審理，庶能統一解決紛爭，用符訴訟\r\n經濟者即屬之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 455 號 民事判決",
        "case_topic": "確認抵押權存在",
        "case_date": "民國 96 年 03 月 08 日",
        "case_gist": "按確認之訴非原告有即受確認判決之法律上利益者，不得提起。所謂即受\r\n確認判決之法律上利益，係指法律關係之存否不明確，原告主觀上認其在\r\n法律上之地位有不安之狀態存在，且此種不安之狀態，能以確認判決將之\r\n除去者而言，若縱經法院判決確認，亦不能除去其不安之狀態者，即難認\r\n有受確認判決之法律上利益。而確認判決之效力，僅及於受判決之當事人\r\n，如不以法律關係主體為原告或被告，原告無從受確認判決之法律上利益\r\n。本件公法給付之執行債權人為台中縣稅捐稽徵處、財政部台灣省國稅局\r\n台中縣分局、台中市稅捐稽徵處、高雄市稅捐稽徵處，債務人為羅碧玉，\r\n被上訴人僅係執行機關，並非本件公法給付之當事人。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 450 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 03 月 08 日",
        "case_gist": "醫療行為並非從事製造危險來源之危險事業或活動者，亦非以從事危險事\r\n業或活動而獲取利益為主要目的，亦與民法第一百九十一條之三之立法理\r\n由所例示之工廠排放廢水或廢氣、桶裝瓦斯廠裝填瓦斯、爆竹廠製造爆竹\r\n、舉行賽車活動、使用炸藥開礦、開山或燃放焰火等性質有間，並無民法\r\n第一百九十一條之三之適用。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 435 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 96 年 03 月 08 日",
        "case_gist": "按專利權被侵害之損害賠償，係指因仿造人違反專利法所直接造成之損害\r\n。而權利人依修正前專利法第八十八條第一項規定請求損害賠償時，得擇\r\n依侵害人因侵害行為所得之利益；於侵害人不能就其成本或必要費用舉證\r\n時，以銷售該項物品全部收入為所得利益，計算其損害，修正前專利法第\r\n八十九條第一項第二款定有明文。被上訴人既係依修正前專利法第八十九\r\n條第一項第二款規定，作為計算其損害之依據，自應以上訴人銷售該仿造\r\n系爭專利權之物品全部收入之所得利益為憑。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 434 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 96 年 03 月 08 日",
        "case_gist": "國家賠償法第三條第一項所謂之「公有公共設施」，係指已設置完成並開\r\n始供公眾使用之設施而言，施工中之建築物或工作物，固非此之「公有公\r\n共設施」。然施工中不能認為公共設施者，應係指新建工程尚未完工開放\r\n供一般民眾使用，或舊有之公共設施因修繕或擴建暫時封閉不供公眾使用\r\n之情形而言。如舊有公共設施並未封閉，一面修繕或擴建，一面仍供使用\r\n者，則仍有國家賠償法之適用。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 424 號 民事判決",
        "case_topic": "返還占有物等",
        "case_date": "民國 96 年 03 月 07 日",
        "case_gist": "占有人主張其占有被侵奪，致其不能就占有物為使用收益，依侵權行為之\r\n規定，請求侵奪人賠償相當於租金之損害者，必侵奪人確有占有該物妨礙\r\n占有人使用收益，始足當之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 415 號 民事判決",
        "case_topic": "請求交還土地",
        "case_date": "民國 96 年 03 月 01 日",
        "case_gist": "按土地法第四十三條所謂登記有絕對效力，係為保護第三人起見，將登記\r\n事項賦與絕對真實之公信力，並非於保護交易安全之必要限度以外，承認\r\n事實上不存在之權利。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 401 號 民事判決",
        "case_topic": "請求回復原狀等",
        "case_date": "民國 96 年 02 月 15 日",
        "case_gist": "民法關於既成條件雖無明文，然依據法理，條件之成就於法律行為成立時\r\n已確定者，該條件若係解除條件，則應認法律行為為無效。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 394 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 96 年 02 月 15 日",
        "case_gist": "按保險法第六十六條所稱之特約條款，為當事人於保險契約基本條款外，\r\n承認履行特種義務之條款，依同法第六十八條第一項規定，保險契約當事\r\n人之一方違背特約條款時，僅生「他方得解除契約」之法律效果。是保險\r\n契約以特約條款約定，被保險人未履行該條款之特種義務，保險人對保險\r\n事故之損害不負賠償責任者，倘有違同法第六十八條第一項效力之強制規\r\n定，且與保險契約約定危險事故之內容不一致，致被保險人有受不利益時\r\n，基於「保險契約為被保險人利益之完全契約」及同法第五十四條第一項\r\n規定，即應解為該「不負賠償責任」之法律效果為無效。"
    },
    {
        "case_id": "最高法院 96 年度台聲字第 157 號 民事裁定",
        "case_topic": "返還土地房屋",
        "case_date": "民國 96 年 02 月 15 日",
        "case_gist": "未參與言詞辯論之法官參與裁判，固屬判決法院之組織不合法，惟依法院\r\n組織法第八十六條規定，所謂言詞辯論並不包含裁判之宣示。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 370 號 民事判決",
        "case_topic": "清償債務",
        "case_date": "民國 96 年 02 月 14 日",
        "case_gist": "按確定判決有民事訴訟法第四百九十六條第一項各款所列情形之一者，當\r\n事人得以再審之訴對之聲明不服，但當事人已依上訴主張其事由或知其事\r\n由而不為主張者，不在此限，固為同條項但書所明定。惟該但書之規定，\r\n係以當事人已依上訴主張其事由，而其事由已受上級法院審判，為訴訟經\r\n濟計，乃不許當事人復以再審之方法更為主張。故如其上訴係因不合法而\r\n被駁回者，因未受上級法院實體審判，自無不許其以相同事由提起再審之\r\n訴之理。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 363 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 02 月 14 日",
        "case_gist": "修正前專利法第八十九條第一項第二款係規定，依前條請求損害賠償時，\r\n得依侵害人因侵害行為所得之利益，計算其損害。於侵害人不能就其成本\r\n或必要費用舉證時，以銷售該項物品全部收入為所得利益。依此項規定計\r\n算其損害，既以侵害人因侵害行為所得之利益為準，自以侵害人已銷售侵\r\n害專利權之物品而有收入為前提。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 362 號 民事裁定",
        "case_topic": "撤銷股東會決議",
        "case_date": "民國 96 年 02 月 14 日",
        "case_gist": "公司法第一百八十九條規定：股東會之召集程序或其決議方法，違反法令\r\n或章程時，股東得自決議之日起三十日內，訴請法院撤銷其決議。該項法\r\n定期間為除斥期間，其期間自決議之日起算，於期間經過時，撤銷訴權即\r\n告消滅。"
    },
    {
        "case_id": "最高法院 96 年度台簡抗字第 23 號 民事裁定",
        "case_topic": "給付票款",
        "case_date": "民國 96 年 02 月 13 日",
        "case_gist": "按對於簡易訴訟程序之第二審裁定，其上訴利益逾民事訴訟法第四百六十\r\n六條所定之額數者，當事人僅得以其適用法規顯有錯誤為理由，逕向最高\r\n法院提起抗告，並須經原裁判法院之許可。此項許可，以訴訟事件所涉及\r\n之法律見解具有原則上之重要性者為限，此觀同法第四百三十六條之二第\r\n一項、第四百三十六條之三第一項及第二項之規定自明。又同法第一編總\r\n則第一百九十六條第一項規定，攻擊或防禦方法，除別有規定外，應依訴\r\n訟進行之程度，於言詞辯論終結前適當時期提出之，此於同法第二編第三\r\n章所定之簡易訴訟程序，亦應適用之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 334 號 民事判決",
        "case_topic": "拆屋還地等",
        "case_date": "民國 96 年 02 月 08 日",
        "case_gist": "權利之行使，是否以損害他人為主要目的，應就權利人因權利行使所能取\r\n得之利益，與他人及國家社會因此所受之損失，比較衡量以定之。倘其權\r\n利之行使，自己所得利益極少而他人及國家社會所受之損失甚大，縱此為\r\n權利人取得權利之初所不知，亦非不得視為以損害他人為主要目的，故權\r\n利之行使，是否以損害他人為主要目的，與權利人取得權利時已否知悉權\r\n利之行使將造成他人及國家社會之損失，並無必然關係。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 322 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 02 月 08 日",
        "case_gist": "按雙務契約當事人之請求權係互相獨立，僅其實現因他方當事人行使抗辯\r\n權而互相發生牽連而已。雙方當事人均享有同時履行抗辯權，縱一方當事\r\n人未依債務本旨提出自己之給付，係就自己所負債務，應否負給付遲延責\r\n任之問題，仍非不得催告他方履行所負之債務，他方在未行使同時履行抗\r\n辯權以前，仍可發生遲延責任之問題，必須行使以後，始能免責。又契約\r\n當事人之一方遲延給付者，他方當事人得定相當期限，催告其履行，如於\r\n期限內不履行時，得解除契約，為民法第二百五十四條所明定。而解除權\r\n之行使，有溯及的消滅契約之效力，即其契約視為自始未成立。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 319 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 02 月 08 日",
        "case_gist": "當事人約定其契約須用一定之方式者，在該方式未完成前，推定其契約不\r\n成立，固為民法第一百六十六條所明定。惟當事人約定其契約須用一定方\r\n式，係以保全契約之證據為目的，非屬契約成立之要件時，則無適用上開\r\n法條規定之餘地。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 316 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 96 年 02 月 08 日",
        "case_gist": "按公司為法人組織，其對外之法律行為應由有行為能力之自然人代表為之\r\n，已死亡之自然人喪失行為能力，無從代表公司為何法律行為，不待贅言\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 308 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 02 月 08 日",
        "case_gist": "按耕地三七五減租條例第六條第一項之規定，係為保護佃農及謀舉證上便\r\n利而設，非謂凡租約之訂立、變更、終止或換訂，須經登記，始能生效。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 307 號 民事判決",
        "case_topic": "給付貨款",
        "case_date": "民國 96 年 02 月 08 日",
        "case_gist": "按學說上所謂之「爭點效」，係指法院於確定判決理由中，對訴訟標的以\r\n外當事人所主張或抗辯之重要爭點，本於兩造辯論之結果所為之判斷結果\r\n，除有顯然違背法令，或當事人提出新訴訟資料足以推翻原判斷之情形外\r\n，於同一當事人間，就與該重要爭點有關之他訴訟，不得再為相反之主張\r\n，法院亦不得作相異之判斷而言，其乃源於訴訟上之誠信原則及當事人公\r\n平之訴訟法理而來。是「爭點效」之適用，除理由之判斷具備「於同一當\r\n事人間」、「非顯然違背法令」及「當事人未提出新訴訟資料足以推翻原\r\n判斷」等條件外，必須該重要爭點，在前訴訟程序已列為足以影響判決結\r\n果之主要爭點，經兩造各為充分之舉證，一如訴訟標的極盡其攻擊、防禦\r\n之能事，並使當事人適當而完全之辯論，由法院為實質上之審理判斷，前\r\n後兩訴之標的利益大致相同者，始應由當事人就該事實之最終判斷，對與\r\n該重要爭點有關之他訴訟負結果責任，以符民事訴訟上之誠信原則。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 286 號 民事判決",
        "case_topic": "給付違約金",
        "case_date": "民國 96 年 02 月 02 日",
        "case_gist": "按解釋意思表示，應探求當事人之真意，不得拘泥於所用之辭句，為民法\r\n第九十八條所規定，而所謂探求當事人之真意，如兩造就其真意有爭執時\r\n，應從該意思表示所根基之原因事實、經濟目的、一般社會之理性客觀認\r\n知、經驗法則及當事人所欲使該意思表示發生之法律效果而為探求，並將\r\n誠信原則涵攝在內，藉以檢視其解釋結果對兩造之權利義務是否符合公平\r\n正義。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 260 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 02 月 01 日",
        "case_gist": "按法院對於重要爭點之判斷，若有顯然違背法令之情形，或當事人已提出\r\n新訴訟資料，足以推翻原判斷之情形，則可不受原確定判決理由之拘束。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 246 號 民事判決",
        "case_topic": "返還所有物",
        "case_date": "民國 96 年 02 月 01 日",
        "case_gist": "被告於裁判上援用民法第二百六十四條之抗辯權時，原告如不能證明自己\r\n已為給付或已提出給付，法院應為原告提出對待給付時，被告即向原告為\r\n給付之判決，不得遽將原告之訴駁回（本院二十九年上字第八九五號判例\r\n參照），可見同時履行抗辯權之行使，係以兩造均有履行之可能為前提，\r\n蓋同時履行抗辯權之作用，僅在於「暫時拒絕」自己債務之履行，延緩他\r\n方債權之行使而已，若自己已無履行債務之可能，自不得再行使同時履行\r\n抗辯權。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 235 號 民事判決",
        "case_topic": "確認會員大會決議不存在等",
        "case_date": "民國 96 年 01 月 31 日",
        "case_gist": "總會之召集程序或決議方法，違反法令或章程時，社員得於決議後三個月\r\n內請求法院撤銷其決議，民法第五十六條第一項前段定有明文。而出席之\r\n社員不足法令或章程所定之額數，為決議方法之違反。又總會之決議方法\r\n違反法令或章程時，在社員請求法院撤銷其決議前，該決議應仍有效存在\r\n。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 64 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 96 年 01 月 26 日",
        "case_gist": "按民事訴訟法第五百三十五條第一項規定：「假處分所必要之方法，由法\r\n院以裁定酌定之」。又除別有規定外，關於假處分之規定，於定暫時狀態\r\n之處分準用之，同法第五百三十八條之四定有明文。而法院酌定假處分之\r\n方法時，應斟酌保全強制執行或定暫時狀態之實際需要，以能達假處分之\r\n目的為準則，倘逾越假處分之目的者，為法所不許。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 61 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "按民法第八百七十七條係為保護抵押權人之利益及社會之經濟而設之規定\r\n。故於土地抵押後，在其上營造之建築物，雖非土地所有人所建，但於抵\r\n押權實行時，該建築物若與抵押之土地已歸一人所有，則為貫徹上開立法\r\n目的，宜解為有該條之適用，得於必要時，將土地抵押後，在其上營造之\r\n建築物，與該土地併付拍賣（本院八十九年台抗字第三五二號判例參照）\r\n。準此，若土地抵押後，於其上營造之建築物，於抵押權實行時，該建築\r\n物始終未歸由土地所有人取得，即無併付拍賣之餘地。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 201 號 民事裁定",
        "case_topic": "請求塗銷所有權移轉登記",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "查買賣是否出於通謀虛偽意思表示，與買賣價金是否確實支付或已否以債\r\n權抵償（付），並無必然之關係，價金未確實支付，不即表示未有效成立\r\n買賣。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 188 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "按占有人於占有物上行使之權利，推定其適法有此權利。占有人，推定其\r\n為以所有之意思，善意、和平及公然占有者。民法第九百四十三條、第九\r\n百四十四條第一項分別定有明文。是物之占有人，縱令為無合法法律關係\r\n之無權占有，然其占有，對於物之真正所有人以外之「第三人」而言，依\r\n同法第九百六十二條及上開法條之規定，仍應受占有之保護。此與該物是\r\n否有真正所有人存在及該所有人是否對其「無權占有」有所主張，應屬二\r\n事。是真正所有人以外之「第三人」對其占有倘有侵害，占有人非不得依\r\n侵權行為法則請求該「第三人」賠償其損害。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 183 號 民事判決",
        "case_topic": "確認債權（股權）存在等",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "股份有限公司未發行股票者，其記名股份轉讓之成立要件，祇須轉讓當事\r\n人間具備要約與承諾之意思表示為已足。依公司法第一百六十五條第一項\r\n規定，未經辦理股份轉讓登記者，僅不得對抗公司而已，並非不得對抗第\r\n三人。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 181 號 民事判決",
        "case_topic": "塗銷土地所有權移轉登記",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "按不動產物權，依法律行為而取得、設定、喪失及變更者，非經登記，不\r\n生效力，民法第七百五十八條定有明文。是以不動產所有權人縱與他人有\r\n移轉其所有權之債權契約存在，然於依該債權契約辦理所有權移轉登記前\r\n，究難謂其所有權已因有債權契約之約定即當然喪失或變更。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 179 號 民事判決",
        "case_topic": "所有權移轉登記等",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "民法第一百二十九條第一項第二款所謂「承認」，為時效完成前，債務人\r\n因認識他方請求權存在，所為之觀念表示，而發生時效中斷之效力。至於\r\n時效完成後所為之承認，則係時效完成利益之拋棄，恢復時效完成前之狀\r\n態，應以債務人明知時效完成之事實為其要件。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 177 號 民事判決",
        "case_topic": "返還不當得利等",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "按房屋與其所坐落之基地，固屬各自獨立之不動產，各得為獨立交易之客\r\n體；惟房屋性質上不能與土地分離而存在，使用房屋必須使用其基地，兩\r\n者結合而為一體使用，方符合當事人間之利益及社會公益。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 176 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "按因犯罪而受損害之人，固得依刑事訴訟法第四百八十七條第一項之規定\r\n，於刑事訴訟程序附帶提起民事訴訟，對被告及依民法負賠償責任之人請\r\n求回復其損害，惟該附帶民事訴訟，必限於被訴之犯罪事實侵害個人私權\r\n，致生損害者，始得為之；否則縱令得依其他事由，提起民事訴訟，亦不\r\n得於刑事訴訟程序附帶為此請求（本院二十三年附字第二四八號、六十年\r\n台上字第六三三號判例參照）。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 172 號 民事判決",
        "case_topic": "塗銷土地所有權移轉登記等",
        "case_date": "民國 96 年 01 月 25 日",
        "case_gist": "按物因侵權行為而受損害，請求金錢賠償，其有市價者，應以請求時或起\r\n訴時之市價為準。蓋損害賠償之目的在於填補所生之損害，其應回復者，\r\n並非「原來狀態」，而係「應有狀態」，應將損害事故發生後之變動狀況\r\n考慮在內。故其價格應以加害人應為給付之時為準，被害人請求賠償時，\r\n加害人即有給付之義務，算定被害物價格時，應以起訴時之市價為準，被\r\n害人於起訴前已曾為請求者，以請求時之市價為準。惟被害人如能證明在\r\n請求或起訴前有具體事實，可以獲得較高之交換價格者，應以該較高之價\r\n格為準。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 168 號 民事判決",
        "case_topic": "給付工程款等",
        "case_date": "民國 96 年 01 月 24 日",
        "case_gist": "八十八年四月二十一日民法債編增訂第二百四十七條之一，係鑑於我國國\r\n情及工商發展之現況，經濟上強者所預定之契約條款，他方每無磋商變更\r\n之餘地，為使社會大眾普遍知法、守法起見，乃於本法中列原則性規定，\r\n明定附合契約之意義，並為防止此類契約自由之濫用及維護交易之公平，\r\n列舉四款有關他方當事人利害之約定，如按其情形顯失公平者，明定該部\r\n分之約定為無效。是該法條第一款所謂：「免除或減輕預定契約條款之當\r\n事人之責任者」，及第三款所謂：「使他方當事人拋棄權利或限制其行使\r\n權利者」，應係指一方預定之該契約條款，為他方所不及知或無磋商變更\r\n之餘地，始足當之。而該法條所稱「按其情形顯失公平者」，則係指依契\r\n約本質所生之主要權利義務，或按法律規定加以綜合判斷，有顯失公平之\r\n情形而言。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 47 號 民事裁定",
        "case_topic": "假處分",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "（一）按假處分固非確定私權之訴訟程序，債權本案請求是否確實存在，\r\n      本非該保全程序所應審究之事項。但債權人請求及假處分之原因，\r\n      依民事訴訟法第五百三十三條準用第五百二十六條第一項規定仍應\r\n      釋明之，如聲請假處分，不能就其本案請求及假處分之原因，絲毫\r\n      提出能即時調查之證據以釋明之者，亦應駁回其聲請。\r\n（二）民事訴訟法第四百零一條第一項所稱之繼受人，如其訴訟標的為具\r\n      對世效力之物權關係者，依法律行為受讓該訴訟標的物之人，雖應\r\n      包括在內。惟該條項規範之目的，並非在創設或變更實體法上規定\r\n      之權義關係，有關程序法上規定之「既判力之主觀範圍」本不能與\r\n      土地法及民法有關實體法上之重要權義關係規定相左，為確保交易\r\n      安全，倘受讓該訴訟標的物之第三人，係信賴不動產登記或善意取\r\n      得動產者，因受土地法第四十三條及民法第八百零一條、第八百八\r\n      十六條、第九百四十八條規定之保護，其「既判力之主觀範圍」，\r\n      基於各該實體法上之規定，即例外不及於該受讓訴訟標的物之善意\r\n      第三人，否則幾與以既判力剝奪第三人合法取得之權利無異，亦與\r\n      民事訴訟保護私權之本旨相悖，此參酌德國民事訴訟法第三百二十\r\n      五條特於第二項規定其民法關於保護由無權利人取得權利之規定準\r\n      用之，以限制第一項所定既判力繼受人之主觀範圍自明。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 46 號 民事裁定",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "按刑事庭移送民事庭之附帶民事訴訟，僅移送後之訴訟程序應適用民事訴\r\n訟法，至移送前之訴訟行為是否合法，仍應依刑事訴訟法之規定。是非因\r\n刑事犯罪而直接受損害之人提起附帶民事訴訟，依刑事訴訟法第四百八十\r\n七條第一項規定，其訴為不合法，刑事法院原應依同法第五百零二條第一\r\n項規定，以判決駁回之，如誤以裁定移送於民事庭，其訴之不合法，自不\r\n因其移送民事庭而受影響。又刑事法院得依刑事訴訟法第五百零四條第一\r\n項規定，將附帶民事訴訟以裁定移送於該法院民事庭者，以刑事部分宣告\r\n被告有罪之判決者為限，至刑事訴訟諭知無罪之判決，刑事法院本應依同\r\n法第五百零三條第一項前段規定以判決駁回原告之訴，倘誤以裁定移送於\r\n民事庭，其訴之不合法，亦不因其移送民事庭而有不同，受移送之民事庭\r\n對之均應認原告之訴為不合法，以裁定駁回之。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 153 號 民事判決",
        "case_topic": "給付工程款",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "契約之終止，乃繼續性契約之當事人一方，因他方之契約不履行而行使終\r\n止權，使繼續性之契約關係向將來消滅之意思表示，而就契約之終止權，\r\n民法並無一般原則性之規定，必須法律有特別明文規定時，始得據以行使\r\n。查承攬之性質除勞務之給付外，另有完成一定工作之要件。而工作之完\r\n成可能價值不菲，或須承攬人之特殊技術始能完成，如許承攬人終止契約\r\n，不僅未完成之工作對定作人無實益，將造成定作人之重大損害或可能造\r\n成工作無法另由第三人接續完成之不利後果，故民法第五百零七條規定承\r\n攬人僅得行使解除權。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 134 號 民事判決",
        "case_topic": "返還價金",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "按所謂表決權拘束契約，係指股東與他股東約定，於一般的或特定的場合\r\n，就自己持有股份之表決權，為一定方向之行使所締結之契約而言。此項\r\n契約乃股東基於支配公司之目的，自忖僅以持有之表決權無濟於事，而以\r\n契約結合多數股東之表決權，冀能透過股東會或董事會之決議，以達成支\r\n配公司所運用之策略。若股東間得於事前訂立表決權拘束契約，則公司易\r\n為少數大股東所把持，對於小股東甚不公平，更易使有野心之股東，以不\r\n正當手段締結此種契約，達其操縱公司之目的，不特與公司法有關股東會\r\n或董事會決議規定之原意相左，且與公序良俗有違，自應解為無效。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 133 號 民事判決",
        "case_topic": "給付保險金",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "（一）保險契約率皆為定型化契約，被保險人鮮有依其要求變更契約約定\r\n      之餘地；又因社會之變遷，保險巿場之競爭，各類保險推陳出新，\r\n      故於保險契約之解釋，應本諸保險之本質及機能為探求，並應注意\r\n      誠信原則之適用，倘有疑義時，應為有利於被保險人之解釋（保險\r\n      法第五十四條第二項參照），以免保險人變相限縮其保險範圍，逃\r\n      避應負之契約責任，獲取不當之保險費利益，致喪失保險應有之功\r\n      能，及影響保險巿場之正常發展。\r\n（二）抵押權人之優先受償權，乃係指抵押權人優先於其他普通債權人而\r\n      言。第一銀行復與被上訴人簽訂協議書同意被上訴人以自己名義提\r\n      起訴訟，並未自行代位被上訴人起訴，請求由其受領給付，自不生\r\n      保險金額應否直接滙入第一銀行帳戶之問題。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 123 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "按所謂「自認」，係指當事人對於他造主張不利於己之事實，於訴訟上承\r\n認其為真實而言。國家賠償法上之協議制度，乃賠償義務機關與請求權人\r\n間關於國家賠償事件所為之協商，依國家賠償法第十條及第十一條規定之\r\n意旨觀之，屬訴訟前之先行程序，類似調解程序或訴訟外之和解。而調解\r\n程序中當事人所為之陳述或讓步，於調解不成立後之本案訴訟，不得採為\r\n裁判之基礎，民事訴訟法第四百二十二條定有明文；又於言詞辯論時試行\r\n和解未成立者，當事人一造在試行和解時所為讓步之表示，並非訴訟標的\r\n之捨棄或認諾，尚且不得本於認諾而為被告敗訴之判決（參見二十八年上\r\n字第一○五八號判例），遑論訴訟外未成立之和解。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 110 號 民事判決",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "按民法修正前之法定抵押權，固不待登記即生效力，但法定抵押權係屬物\r\n權，其拋棄依據民法第七百五十八條規定非經登記不生效力，惟權利之行\r\n使，不得以損害他人為主要目的，應依誠實信用方法，民法第一百四十八\r\n條定有明文，法定抵押權既係以保護承攬人對定作人之工程款債權為主要\r\n目的，核與公益無涉，則就此項私有權利，非不得由承攬人拋棄之，倘承\r\n攬人明知有此項權利，但為確保其對於定作人之工程款債權得以早日實現\r\n，於無待法定抵押權之行使前，即向金融業者以拋棄就定作人所有工作物\r\n之法定抵押權為條件，以換取定作人得經由該金融業者取得資金之意思表\r\n示，自難謂該拋棄之意思表示，於承攬人及金融業者之間不生債之效力。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 107 號 民事判決",
        "case_topic": "返還價金等",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "按「約定之違約金額過高者，法院得減至相當之數額」，民法第二百五十\r\n二條定有明文。至於當事人約定之違約金是否過高，須依一般客觀事實，\r\n社會經濟狀況，當事人所受損害情形及債務人如能依約履行時，債權人可\r\n享受之一切利益為衡量標準；債務已為一部履行者，亦得比照債權人所受\r\n之利益減少其數額。倘違約金係損害賠償總額預定性質者，尤應衡酌債權\r\n人實際上所受之積極損害及消極損害，以決定其約定之違約金是否過高。\r\n於契約解除前，茍因給付遲延已生有損害賠償請求權，既不因契約解除而\r\n失其存在，於為違約金額核減時，更應併予審酌。另出賣人因買受人不履\r\n行債務而解除契約，如買賣標的物之價值於契約解除後有所貶損，固非解\r\n約前債務不履行所生之損害，惟若市價於解約前已有跌落，低於原定買賣\r\n價金，出賣人之財產價值因而減少，該價差即非不可認係出賣人因買受人\r\n不履行債務所受之損害，以之作為酌定違約金之標準。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 106 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "按時效因撤回起訴而視為不中斷者，請求權人於提出起訴狀於法院並經送\r\n達之時，暨請求權人於訴訟程序進行中之各次書面或言詞請求，均應視為\r\n請求權人已對義務人為履行之請求，同生時效中斷之效力。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 101 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 01 月 18 日",
        "case_gist": "按法官被聲請迴避者，在該聲請事件終結前，應停止訴訟程序，民事訴訟\r\n法第三十七條第一項前段定有明文。所謂該聲請事件終結，係指當事人聲\r\n請法官迴避事件，業經法院裁定確定，或因其他事由而終結者而言。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 97 號 民事判決",
        "case_topic": "合夥決算分配合夥利益",
        "case_date": "民國 96 年 01 月 17 日",
        "case_gist": "終止契約，僅使契約自終止之時起向將來消滅，並無溯及效力，當事人原\r\n已依約行使、履行之權利義務，不受影響。而當事人於契約終止前所受給\r\n付，既係本於斯時有效之契約，自有法律上之原因，無不當得利之可言。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 40 號 民事裁定",
        "case_topic": "定暫時狀態處分",
        "case_date": "民國 96 年 01 月 12 日",
        "case_gist": "於爭執之法律關係定暫時狀態，其目的係為防止發生重大之損害或避免急\r\n迫之危險或其他相類之情形，此觀民事訴訟法第五百三十八條第一項規定\r\n自明。而聲請定暫時狀態處分之債權人，因相對人之行為受有損害，其損\r\n害雖非不得以金錢賠償之，惟如賠以金錢並無法防止發生重大損害或避免\r\n急迫之危險或其他相類情形時，即難謂得以金錢之給付替代該項處分。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 62 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 96 年 01 月 11 日",
        "case_gist": "按依三七五減租條例第十七條第一項第五款規定，耕地經依法編定或變更\r\n為非耕地使用時，僅係出租人得終止耕地租約之事由，並非承租人得為非\r\n耕地之使用，亦非謂原耕地租約已無三七五減租條例之適用，若出租人非\r\n以該事由表示終止租約，自不生同條第二項規定補償承租人之問題。"
    },
    {
        "case_id": "最高法院 96 年度台上字第 35 號 民事判決",
        "case_topic": "損害賠償",
        "case_date": "民國 96 年 01 月 11 日",
        "case_gist": "按民法上名譽權之侵害非即與刑法之誹謗罪相同，名譽有無受損害，應以\r\n社會上對個人評價是否貶損作為判斷之依據，苟其行為足以使他人在社會\r\n上之評價受到貶損，不論其為故意或過失，均可構成侵權行為（本院九十\r\n年台上字第六四六號判例參照）。至侵害名譽權之行為，當不以直接之方\r\n法為限，倘以間接之方法，例如藉字裡行間之意義使他人因該影射而受名\r\n譽之損害，亦屬之。又侵權行為損害賠償責任之行為人所必須具有「故意\r\n」或「過失」主觀意思要件中之「過失」，係以行為人是否已盡善良管理\r\n人之注意義務為認定之標準，亦即行為人所負者，乃抽象輕過失之責任。"
    },
    {
        "case_id": "最高法院 96 年度台抗字第 17 號 民事裁定",
        "case_topic": "給付借款強制執行聲明異議",
        "case_date": "民國 96 年 01 月 11 日",
        "case_gist": "執行法院如發見債權人查報之財產確非債務人所有者，應命債權人另行查\r\n報，於強制執行程序開始後始發見者，應由執行法院撤銷其處分，強制執\r\n行法第十七條定有明文。而債權人查報之財產是否確屬債務人之財產，執\r\n行機關僅能就財產上之外觀認定，如係不動產者，應以地政機關登記名義\r\n之外觀為調查認定之依據；如未於地政機關登記者，即得依房屋納稅義務\r\n人、建造執照、使用執照等相關公文書認定之。若債權人無法提出上開證\r\n據，使執行法院得由外觀上認定債權人所查報之財產屬於債務人所有時，\r\n執行法院自應依職權撤銷執行之處分，無待第三人提起異議之訴以資救濟\r\n。"
    }
]