[
    {
        "case_id": "最高法院 89 年度台抗字第 414 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 89 年 08 月 29 日",
        "case_gist": "民事訴訟法第一百三十八條所規定之寄存送達，限於不能依同法第一百三十六條\r\n及第一百三十七條規定行送達者，始得為之。又寄存送達，除須將應送達之文書寄存\r\n送達地之自治或警察機關外，並須製作送達通知書，記明寄存文書之處所，黏貼於應\r\n受送達人住居所、事務所或營業所門首，俾應受送達人知悉寄存之事實，前往領取，\r\n始有送達之效力。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 437 號 民事裁定",
        "case_topic": "聲請票款執行事件",
        "case_date": "民國 89 年 08 月 25 日",
        "case_gist": "按本票應記載一定之金額，此固為絕對應記載之事項 (參照票據法第一百\r\n二十條第一項第二款) 。惟此金額之記載僅須明確、固定為已足，究以文\r\n字或號碼記載要非所問。至票據法第七條及票據法施行細則第三條規定，\r\n記載票據金額之方法，有文字及號碼兩種，前者規定二者記載方法不符時\r\n以文字為準，此無非以文字記載較為鄭重而已，並非否認號碼記載之效力\r\n，後者規定號碼記載視同文字記載之情形，亦認以號碼記載金額為有效。\r\n亦即法律上並無禁止以號碼代替文字記載事項之規定，系爭本票應屬有效\r\n成立。抗告法院未察，以系爭本票之金額僅有號碼記載，而無文字記載，\r\n欠缺絕對應記載事項，應為無效云云，自屬可議。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1983 號 民事",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 89 年 08 月 25 日",
        "case_gist": "土地法第三十四條之一第一項，係就數人共有土地或建築物，而為處分、\r\n變更或設定負擔時，所為之規定。故於公同共有之情形，亦僅於數人公同\r\n共有土地或建築物時，始得依同條第五項準用第一項之規定，數人如就土\r\n地或建築物之應有部分有公同共有權利時，自無準用該條第一項規定之餘\r\n地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1968 號 民事判決",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 89 年 08 月 25 日",
        "case_gist": "民法第八百十八條所定各共有人按其應有部分，對於共有物之全部有使用\r\n收益權，係指各共有人得就共有物全部，於無害他共有人之權利限度內，\r\n可按其應有部分行使用益權而言。故共有人如逾越其應有部分之範圍使用\r\n收益時，即係超越其權利範圍而為使用收益，其所受超過利益，要難謂非\r\n不當得利。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 406 號 民事裁定",
        "case_topic": "聲請票款執行",
        "case_date": "民國 89 年 08 月 24 日",
        "case_gist": "欠缺本法所規定票據上應記載事項之一者，其票據無效，票據法第十一條第一項\r\n前段定有明文。又依同法第一百二十條第一項第二款規定，一定之金額為本票應記載\r\n事項。故本票上如未記載一定之金額，或記載不清，難以辨識一定之金額者，其本票\r\n當然無效。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1936 號 民事判決",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 89 年 08 月 24 日",
        "case_gist": "修正前商務仲裁條例第二十三條第一項第四款規定仲裁人之參與仲裁程序\r\n，有背仲裁契約或法律規定，當事人得提起撤銷仲裁判斷之訴，僅係為程\r\n序上有瑕疵之仲裁判斷所設之救濟方法。至仲裁判斷實體之內容，是否合\r\n法、妥適，不屬上開條款規定之範疇。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1934 號 民事判決",
        "case_topic": "請求股份轉讓登記",
        "case_date": "民國 89 年 08 月 24 日",
        "case_gist": "公同共有物之處分及其他權利之行使，除其公同關係所由規定之法律或契\r\n約另有規定外，應得公同共有人全體之同意，為民法第八百二十八條第二\r\n項所明定。如事實上無法得公同共有人全體之同意，固得由事實上無法得\r\n其同意之公同共有人以外之其他公同共有人單獨或共同起訴，行使公同共\r\n有物之權利。惟所謂「事實上無法得公同共有人之同意」，係指在一般情\r\n形下，有此事實存在，依客觀判斷，不能得其同意而言，如公同共有人間\r\n利害關係相反，或所在不明等屬之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1926 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 08 月 24 日",
        "case_gist": "對於第二審判決上訴，上訴人應委任律師為訴訟代理人，民事訴訟法第四\r\n百六十六條之一第一項前段定有明文。本件上訴人對於原審判決提起第三\r\n審上訴，未委任律師為訴訟代理人，其雖於民國八十九年四月二十七日依\r\n訴訟救助之規定，聲請本院為之選任律師為其訴訟代理人，但其聲請業經\r\n本院裁定駁回，此項裁定已於八十九年七月二十六日送達上訴人，有卷附\r\n送達證書足據，茲已逾相當期間，上訴人仍未委任律師為其訴訟代理人，\r\n參照民事訴訟法施行法第九條規定，可認其明知上訴要件有欠缺，爰不定\r\n期間命補正，逕以裁定駁回之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1920 號 民事判決",
        "case_topic": "請求給付職業災害補償費等",
        "case_date": "民國 89 年 08 月 24 日",
        "case_gist": "勞動基準法第五十九條之補償規定，係為保障勞工，加強勞、雇關係、促\r\n進社會經濟發展之特別規定，性質上非屬損害賠償。同法第六十一條尚且\r\n規定該受領補償之權利不得抵銷，故該項補償，應無民法第二百十七條所\r\n定過失相抵之適用。此為本院最新之見解。原審就林○漢等三人所請求之\r\n喪葬費、死亡補償部分，以統○公司原應給付之七十七萬七千二百四十元\r\n，適用民法第二百十七條之過失相抵原則減輕統○公司之賠償金額，認統\r\n聯公司僅應給付五十一萬八千一百六十元云云，自屬違誤。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1902 號 民事判決",
        "case_topic": "請求拆屋還地等",
        "case_date": "民國 89 年 08 月 18 日",
        "case_gist": "民法第七百九十六條規定，係在解決鄰地所有人越界建築時所生之紛爭。\r\n而本件兩造所有之土地及建物，係兩造分別於七十九年三月十日及七十五\r\n年 (原判決誤載為七十九年) 九月間向訴外人許○哲購買，為兩造所不爭\r\n執，兩造之土地及建物既原同屬許○哲所有，即不生相鄰土地越界建築之\r\n問題，無民法第七百九十六條規定之適用。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 426 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 08 月 17 日",
        "case_gist": "被告已為本案之言詞辯論者，不得聲請命原告供擔保，固為民事訴訟法第\r\n九十七條第一項前段所明定。惟所謂已為本案之言詞辯論，係指被告就為\r\n訴訟標的之法律關係已為實體上之陳述而言。如被告未為本案之言詞辯論\r\n，縱其已知悉原告有應供擔保之事由，且在第一審言詞辯論期日未到場，\r\n而受一造辯論之判決，自無礙其於第二審聲請命原告供訴訟費用之擔保。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 425 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 89 年 08 月 17 日",
        "case_gist": "受擔保利益人雖在民事訴訟法第一百零四條第一項第二款所定催告期間內\r\n，向法院起訴行使權利，惟其訴如因不合法，經法院裁定駁回確定，自難\r\n認其已於催告期間內合法行使權利。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 425 號 民事裁定",
        "case_topic": "聲請認可收養子女",
        "case_date": "民國 89 年 08 月 17 日",
        "case_gist": "關於收養子女事件之聲請指定管轄，如收養人在中華民國現有住、居所或\r\n最後之住所者，應逕向住、居所或最後之住所所在地之地方法院聲請裁定\r\n認可收養，毋庸聲請本院指定管轄。本件收養人即聲請人宮○○司現任職\r\n彰化縣洋○工業股份有限公司，居住於台灣省彰化縣大村鄉美港路，依上\r\n說明，本件收養子女，自毋庸聲請本院為指定管轄，乃遽為聲請，於法不\r\n合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1853 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 08 月 17 日",
        "case_gist": "按民法係保險法之補充法，保險法無規定者，自應適用民法有關之規定。\r\n保險法第五十三條第一項所定之「保險人代位權」，固屬法律規定之債權\r\n移轉，無待乎被保險人另為移轉行為，惟其為「債之移轉」之性質究無不\r\n同，故保險人依該條項規定代位行使被保險人對於第三人之損害賠償請求\r\n權時，該第三人即得適用民法第二百九十九條第一項規定，援引其於受通\r\n知時所得對抗被保險人之事由，對抗保險人。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1848 號 民事判決",
        "case_topic": "請求履行契約",
        "case_date": "民國 89 年 08 月 17 日",
        "case_gist": "共有物之協議分割，係以消滅各共有人就共有物之共有關係為目的，應由\r\n共有人全體參與分割之協議，其協議分割契約始能有效成立。且協議分割\r\n契約成立後，應由共有人全體均依協議分割契約履行，始能終止各共有人\r\n間之共有關係。因之，各共有人起訴請求他共有人履行協議分割契約，所\r\n為應受判決事項之聲明，應為命各共有人依協議分割契約所訂分割方法協\r\n同辦理分割登記。倘僅請求命被告就原告自己分得部分協同辦理分割登記\r\n，則法院為原告勝訴之判決，仍不能達消滅各共有人間共有關係之目的，\r\n自非法之所許。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1846 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 08 月 17 日",
        "case_gist": "共有物如為不同地號之數筆土地，而其共有人並非完全相同者，共有關係\r\n既分別存在於該數筆土地之上，法院為裁判分割時，自不能予以合併分割\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 418 號 民事裁定",
        "case_topic": "公示催告聲請再審",
        "case_date": "民國 89 年 08 月 11 日",
        "case_gist": "裁定已經確定，而有民事訴訟法第四百九十六條第一項或第四百九十七條\r\n之情形者，依同法第五百零七條規定，固得準用再審程序之規定，聲請再\r\n審。惟當事人向法院聲請為公示催告，撤回其聲請，即消滅該事件繫屬，\r\n法院毋庸裁定，自無裁定確定可言。其聲請再審，自不得謂為合法。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 414 號 民事裁定",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 89 年 08 月 11 日",
        "case_gist": "民事訴訟法第一百三十八條所規定之寄存送達，限於不能依同法第一百三\r\n十六條及第一百三十七條規定行送達者，始得為之。又寄存送達，除須將\r\n應送達之文書寄存送達地之自治或警察機關外，並須製作送達通知書，記\r\n明寄存文書之處所，黏貼於應受送達人住居所、事務所或營業所門首，俾\r\n應受送達人知悉寄存之事實，前往領取，始有送達之效力。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 406 號 民事裁定",
        "case_topic": "聲請票款執行",
        "case_date": "民國 89 年 08 月 10 日",
        "case_gist": "欠缺本法所規定票據上應記載事項之一者，其票據無效，票據法第十一條\r\n第一項前段定有明文。又依同法第一百二十條第一項第二款規定，一定之\r\n金額為本票應記載事項。故本票上如未記載一定之金額，或記載不清，難\r\n以辨識一定之金額者，其本票當然無效。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 405 號 民事裁定",
        "case_topic": "請求國家賠償",
        "case_date": "民國 89 年 08 月 10 日",
        "case_gist": "對於法院之裁定提起抗告，除別有規定外，應於裁定送達後十日之不變期\r\n間內，向為裁定之原法院，提出抗告狀為之，此觀民事訴訟法第四百八十\r\n七條第一項、第四百八十八條第一項規定即明。如誤向其他機關提出抗告\r\n狀，須以該抗告狀經轉送到達原法院之日，為提出於原法院之日。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1796 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 08 月 10 日",
        "case_gist": "公業福德爺縱非祭祀公業而屬神明會，有當事人能力，惟上訴人既係以該\r\n公業福德爺管理人之資格提起訴訟，原審即應予闡明，命上訴人補正改列\r\n公業福德爺為當事人，而以其為法定代理人。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1795 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 08 月 10 日",
        "case_gist": "民法第二百七十六條第一項規定，債權人向連帶債務人中之一人免除債務\r\n，而無消滅全部債務之意思表示者，除該債務人應分擔之部分外，他債務\r\n人仍不免其責任。同條第二項規定，前項規定，於連帶債務人中之一人消\r\n滅時效已完成者，準用之。故連帶債務人中之一人消滅時效已完成者，不\r\n論該債務人是否援用時效利益，就該債務人應分擔之部分，他債務人亦同\r\n免其責任，他債務人於給付時均得扣除該債務人應分擔之部分。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1786 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 08 月 04 日",
        "case_gist": "民事訴訟法第二百四十九條第二項不經言詞辯論逕以判決駁回之規定，於\r\n第二審程序準用之，此觀同法第四百六十三條及司法院院解字第三二六四\r\n號之㈣解釋文自明。本件原審認上訴人之上訴，顯無理由，不經言詞辯論\r\n，逕以判決駁回，自無違法可言。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1783 號 民事判決",
        "case_topic": "請求給付補償金",
        "case_date": "民國 89 年 08 月 04 日",
        "case_gist": "勞動基準法第五十九條之規定，係為保障勞工，加強勞僱關係，促進社會\r\n經濟發展之特別規定，於勞工有過失時，雇主應無民法第二百十七條主張\r\n過失相抵之適用，為本院最近所持之見解。原審以本件被上訴人依勞動基\r\n準法第五十九條第二款規定向上訴人請求補償醫療期間不能工作之工資，\r\n縱其對本件職業災害之發生有過失，上訴人亦不得主張過失相抵云云，核\r\n無不合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1769 號 民事",
        "case_topic": "請求回復原狀",
        "case_date": "民國 89 年 08 月 04 日",
        "case_gist": "按附第三人利益約款之契約，涉及債務人與要約人、要約人與第三人及債\r\n務人與第三人間之三面關係，第三人雖得直接向債務人請求給付，但並不\r\n因而成為契約當事人。故債務人於給付前，固得依民法第二百七十條之規\r\n定以契約所由生之一切抗辯，對抗受益之第三人，包括債權未發生或消滅\r\n及同時履行抗辯等拒絕給付之抗辯，即於第三人為給付請求時，設債務人\r\n已解除契約，得以債務已消滅，拒絕給付而已。倘債務人已為給付後，債\r\n務人始解除契約，應負回復原狀之義務者，依民法第二百五十九條規定，\r\n則為要約人，而非第三人。又倘債務人已為給付後，債務人始主張第三人\r\n利益契約無效，應負回復原狀之義務者，依民法第一百十三條規定，亦為\r\n要約人，而非第三人。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 388 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 89 年 08 月 03 日",
        "case_gist": "公司於清算完結，清算人將結算表冊送請股東會承認後，依公司法第九十\r\n三條第一項、第三百三十一條第四項規定，向法院所為之聲報，僅屬備案\r\n性質，法院之准予備案處分，並無實質上之確定力。是公司是否清算完結\r\n，法人人格是否消滅，應視其已否完成「合法清算」，並依非訟事件法第\r\n三十七條規定，向法院辦理清算終結登記而定。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1699 號 民事判決",
        "case_topic": "請求確認本票債權不存在等",
        "case_date": "民國 89 年 07 月 28 日",
        "case_gist": "票據債務人固不得以自己與發票人或執票之前手間所存抗辯之事由對抗執\r\n票人，但執票人取得票據出於惡意者，不在此限，票據法第十三條但書定\r\n有明文。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 371 號 民事裁定",
        "case_topic": "聲請核發支付命令",
        "case_date": "民國 89 年 07 月 27 日",
        "case_gist": "抗告為受裁定之當事人或其他訴訟關係人，對於裁定聲明不服之方法，若\r\n就非法院之裁定自無任許當事人對之提起抗告之餘地。又法院依當事人之\r\n聲請，付與判決確定證明書或發函通知當事人判決未經合法送達而未確定\r\n者，應祇在將判決確定與否之事實通知當事人而已，初無法院裁定之性質\r\n，當事人自不得對之逕行提起抗告。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 370 號 民事裁定",
        "case_topic": "聲請強制執行",
        "case_date": "民國 89 年 07 月 27 日",
        "case_gist": "強制執行法第十七條所謂於強制執行開始後，始發見債權人查報之財產確\r\n非債務人所有者，應由執行法院撤銷其執行處分，係指查報之財產確非債\r\n務人所有者而言。若該財產是否非債務人所有，當有待訴訟法院進一步審\r\n認始能確定者，執行法院自僅得依同法第十六條之規定，指示主張有排除\r\n強制執行權利之第三人提起異議之訴，究不能因之即任意拒斥其強制執行\r\n之聲請或逕行撤銷其執行處分。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 366 號 民事裁定",
        "case_topic": "請求返還不當得利等",
        "case_date": "民國 89 年 07 月 27 日",
        "case_gist": "提起民事第二審上訴，應依民事訴訟費用法第十八條規定預納裁判費，此\r\n為必須具備之程式。又當事人提起上訴，未依法繳納裁判費，經法院裁定\r\n限期命其補繳者，縱經該當事人聲請訴訟救助，如其聲請經法院裁定駁回\r\n，並由聲請人對於駁回訴訟救助聲請之裁定提起抗告，亦無阻卻法院限期\r\n命補正裁定之效力。故當事人倘不依限補正，法院自得以其上訴為不合法\r\n裁定駁回之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1558 號 民事判決",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 89 年 07 月 23 日",
        "case_gist": "公司法第一百八十九條所稱之決議方法有無違反法令，固非僅指有表決權\r\n之決議及表決有關方法而已，尚包括從事討論表決者是否具股東適格身分\r\n在內，倘若剔除不具股東適格身分者之表決權數，仍有成立決議所必要之\r\n定額，且不構成決議之瑕疵或影響其效力時，自難謂該股東會之決議方法\r\n有得依法訴請法院撤銷決議之餘地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1654 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 89 年 07 月 21 日",
        "case_gist": "房屋與基地為各別獨立之不動產，其所有權人各得行使其權利。而房屋所\r\n有人與基地所有人就基地有租賃關係，如其訂立租約當初並無特別反對之\r\n約定，房屋所有人將其房屋一部分供與他人使用，是為所有人對於地上房\r\n屋使用收益權之行使，無論該他人為其親屬或向其租借之人，均與單純之\r\n基地轉租有別，自難構成終止基地租約之原因。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 356 號 民事裁定",
        "case_topic": "請求確認抵押債權不存在等",
        "case_date": "民國 89 年 07 月 20 日",
        "case_gist": "民事訴訟法第一百八十二條第一項固規定：訴訟全部或一部之裁判，以他\r\n訴訟之法律關係是否成立為據者，法院得在他訴訟終結以前，以裁定停止\r\n訴訟程序。然所謂訴訟全部或一部之裁判，以他訴訟之法律關係是否成立\r\n為據者，係指他訴訟之法律關係是否成立，為本件訴訟先決問題而言，若\r\n他訴訟是否成立之法律關係，並非本件訴訟之先決問題，則其訴訟程序自\r\n毋庸停止。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1628 號 民事",
        "case_topic": "請求返還借款",
        "case_date": "民國 89 年 07 月 20 日",
        "case_gist": "持卡人依其與發卡機構所訂立之信用卡使用契約，取得使用信用卡向特約\r\n商店簽帳消費之資格，並對發卡機構承諾償付帳款，而發卡機構則負有代\r\n持卡人結帳，清償簽帳款項之義務。此種持卡人委託發卡機構付款之約定\r\n，具有委任契約之性質，倘持卡人選擇以循環信用方式繳款，就當期應償\r\n付之帳款僅繳付最低應繳金額，其餘應付款項由發卡機構先行墊付，持卡\r\n人則依約定給付循環利息者，又具有消費借貨契約之性質。信用卡使用契\r\n約既具有委任契約之性質，則發卡機構處理信用卡簽帳款之清償債務事務\r\n時，依民法第五百三十五條規定，應依持卡人之指示為之。而持卡人在簽\r\n帳單上簽名，可視為請求代為處理事務之具體指示，若特約商店就簽帳單\r\n上之簽名是否真正，未盡核對之責，發卡機構竟對之為付款，其所支出之\r\n費用，尚難謂係必要費用，自難依民法第五百四十六條第一項規定向持卡\r\n人請求償還，從而持卡人如主張信用卡係因遺失、被盜而被冒用、盜用，\r\n除發卡機構能證明持卡人有消費行為，或就其簽名之真正，特約商店已盡\r\n核對責任外，尚不得請求持卡人償還墊款。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1623 號 民事",
        "case_topic": "債務人異議之訴",
        "case_date": "民國 89 年 07 月 20 日",
        "case_gist": "按強制執行法第二十七條所稱之債權憑證，係指執行法院發給債權人收執\r\n，俟債務人如有財產再行執行之憑證而言。債權人於取得債權憑證後，雖\r\n可無庸繳納執行費用再行聲請強制執行，但該債權憑證之可以再行強制執\r\n行乃溯源於執行法院核發債權憑證前債權人依強制執行法第四條第一項所\r\n列各款取得之原執行名義。是對具有既判力之執行名義，提起債務人異議\r\n之訴，債務人祇須主張消滅或妨礙債權人請求之事由，係發生於該具既判\r\n力之原執行名義成立之後者，即得為之，如以裁判為執行名義時，其為異\r\n議原因之事實發生在前訴訟言詞辯論終結後者，亦得主張之，初與該事由\r\n是否發生在債權憑證成立之後無涉。又消滅時效因開始執行行為或聲請強\r\n制執行而中斷；時效中斷者，自中斷之事由終止時，重行起算，民法第一\r\n百二十九條第二項第五款及第一百三十七條第一項固分別定有明文，惟消\r\n滅時效完成後，如債權人依原執行名義或債權憑證聲請法院再行強制執行\r\n時，亦不生中斷時效或中斷事由終止重行起算時效之問題，債務人自非不\r\n得對之提起債務人異議之訴，以排除該執行名義之執行。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1622 號 民事判決",
        "case_topic": "請求給付借款",
        "case_date": "民國 89 年 07 月 20 日",
        "case_gist": "判決書理由項下，應記載關於攻擊或防禦方法之意見，民事訴訟法第二百\r\n二十六條第三項定有明文，法院為原告敗訴之判決，而其關於攻擊方法之\r\n意見，有未記載於判決理由項下者，即為同法第四百六十九條第六款所謂\r\n判決不備理由。查本件上訴人於原審主張：被上訴人之父高玉明其生前因\r\n經營高興飼料行所需，確向上訴人借款購買數筆定期存單，除向台○公司\r\n質押之存單外，其餘購買存單之金錢亦為上訴人借與，此觀上訴人為免高\r\n○明擅自挪用，將存單、印章均置於上訴人 (誤寫為被上訴人) 處為擔保\r\n，上訴人尚可自行解約等情，即可得知。否則十餘年前如此龐大金額高○\r\n明儘可自行保管處理，或交由其當時已年逾三十多歲之子即被上訴人為之\r\n，怎可能全權委託上訴人處理，足證被上訴人抗辯定期存單均為其父所有\r\n顯與事實不符不足採信云云自屬重要攻擊方法，且攸關兩造間有無系爭借\r\n貸關係存在，原審未於判決理由項下記載何以不足採之意見，遽維持第一\r\n審所為駁回上訴人之訴之判決，自屬判決不備理由。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1620 號 民事判決",
        "case_topic": "請求給付工資",
        "case_date": "民國 89 年 07 月 20 日",
        "case_gist": "勞動基準法所規定之勞動契約，係指當事人之一方，在從屬於他方之關係\r\n下，提供職業上之勞動力，而由他方給付報酬之契約。而承攬，係謂當事\r\n人約定，一方為他方完成一定之工作，他方俟工作完成，給付報酬之契約\r\n。前者，當事人之意思以勞務之給付為目的；其受僱人於一定期間內，應\r\n依照雇主之指示，從事一定種類之工作，即受僱人有一定雇主；且受雇人\r\n對其雇主提供勞務，有繼續性及從屬性之關係。後者，當事人以勞務所完\r\n成之結果為目的；其承攬人只須於約定之時間完成一個或數個特定之工作\r\n，既無特定之雇主，與定作人間尤無從屬關係，其可同時與數位定作人成\r\n立數個不同之承攬契約。故二者並不相同。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1619 號 民事判決",
        "case_topic": "請求返還股份等",
        "case_date": "民國 89 年 07 月 20 日",
        "case_gist": "股份乃公司資本之份額，亦即表彰股東權對於公司資本之一定份額，其意\r\n義與公司財產或資產有別。而公司廠房係屬公司不動產資產設備之一項，\r\n其他尚有現金、存貨等其他資產，是公司股東之股份轉讓與公司廠房之讓\r\n與，其性質與範疇均非等同，當事人間縱有買賣公司主要資產之事實，亦\r\n難逕認渠等必有移轉公司股東全體股份之合意。此觀公司法第二百二十八\r\n條第一項第三款、第一百八十五條第一項第二款、第二百三十六條、第一\r\n百五十六條等規定意旨自明。查上訴人於原審一再主張：系爭廠房真正買\r\n賣主體係勵○公司與傳○公司，標的係五股工業區B-804 廠房之不動產，\r\n兩造間並無股份之買賣，股權過戶係屬雙方通謀虛偽意思表示。應屬無效\r\n云云，對照被上訴人自承，勵○公司與傳○公司不動產買賣契約標的本為\r\n系爭廠房，因礙於法令規定，廠房無法移轉傳○公司名下，乃協議以股權\r\n移轉及股東變更方式，使伊順利取得廠房所有權等語，上訴人之主張似非\r\n全然無據，乃原審一面既亦認，傳○公司於七十八年十一月二十五日向勵\r\n群公司購買系爭廠房，因囿於法令規定，無法辦理所有權移轉登記，上訴\r\n人始將系爭股份轉讓於傳○公司全體股東即被上訴人，另方面卻疏未查明\r\n審認被上訴人究於何時 (勵○公司與傳○公司簽訂買賣契約當時或其他時\r\n日) ，以何價金？如何與上訴人締約受讓渠等全體股東股權？徒以上訴人\r\n嗣於上開二公司訂立買賣系爭廠房契約後，曾書立保證書保證負責勵○公\r\n司收回所開票據或清償債務等情，即將系爭廠房之買賣與系爭股份之轉讓\r\n混為一談，遽認兩造已有轉讓系爭股份之合意，非屬通謀虛偽意思表示，\r\n自嫌速斷。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1607 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 89 年 07 月 20 日",
        "case_gist": "耕地租賃，承租人縱經出租人承諾，仍不得將耕地全部或一部轉租於他人\r\n。又承租人應自任耕作，否則原訂租約無效。所謂不自任耕作，兼指轉租\r\n及將耕地借與他人使用在內。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 334 號 民事裁定",
        "case_topic": "聲請假扣押",
        "case_date": "民國 89 年 07 月 13 日",
        "case_gist": "書狀不合程式或有其他欠缺者，審判長應定期間命其補正，民事訴訟法第\r\n一百二十一條第一項定有明文。本件再抗告人聲請假扣押，未於聲請狀內\r\n記載相對人公司之真正法定代理人，係屬書狀不合程式。原法院審判長未\r\n定期間命其補正，遽將台中地院所為准許假扣押之裁定廢棄，駁回再抗告\r\n人之聲請，自有未合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1580 號 民事判決",
        "case_topic": "請求返還消費借貸款",
        "case_date": "民國 89 年 07 月 13 日",
        "case_gist": "按當事人之訴訟代理人無代理權，出庭為言詞辯論，即屬民事訴訟法第四\r\n百六十九條第四款所謂當事人於訴訟未經合法代理，非經明示或默示補正\r\n，其判決當然為違背法令。查被上訴人在原審選任之訴訟代理人蘇○建，\r\n據其提出之委任書載明蘇○建並無特別代理權；蘇○建於委任林○民律師\r\n為複代理人，亦表明林○民律師無特別代理權；則林○民律師委任許○方\r\n律師、陳○輝律師為複代理人，並由陳○輝律師出庭為言詞辯論，顯有當\r\n事人於訴訟未經合法代理之違法情形，亦未經被上訴人補正，依上說明，\r\n原判決即有當然違背法令之情形。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1576 號 民事",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 89 年 07 月 13 日",
        "case_gist": "按就票據債務另立書據保證，其所保證者雖為票據債務，惟不成立票據保\r\n證，而祇成立一般保證，依民法上之保證解決之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1539 號 民事",
        "case_topic": "請求撤銷股東會決議",
        "case_date": "民國 89 年 07 月 07 日",
        "case_gist": "公司法第一百六十五條第一項規定，「記名股票之轉讓，非將受讓人之本\r\n名或名稱記載於股票，並將受讓人之本名或名稱及住所或居所，記載於公\r\n司股東名簿，不得以其轉讓對抗公司」，係為保護未參與記名股票轉讓之\r\n公司所設之規定。若記名股票之受讓人或繼承人已將受讓或繼承之事由通\r\n知公司，並依規定請求更名登記，遭公司拒絕後，改以訴訟方式向公司為\r\n請求，經獲得勝訴之確定判決，或成立訴訟上和解，公司同意更名登記，\r\n則依確定判決或和解筆錄，公司自應將受讓人或繼承人之本名或名稱及住\r\n所或居所，記載於公司股東名簿，無須受讓人或繼承人再向公司重新聲請\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1535 號 民事判決",
        "case_topic": "請求給付報酬",
        "case_date": "民國 89 年 07 月 07 日",
        "case_gist": "當事人約定契約不履行之違約金過高者，法院固得依民法第二百五十二條\r\n以職權減至相當之數額，惟是否相當仍須依一般客觀事實、社會經濟狀況\r\n及當事人所受損害情形，以為酌定標準，而債務已為一部履行者，自得比\r\n照債權人所受利益減少其數額。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1534 號 民事判決",
        "case_topic": "請求給付價金",
        "case_date": "民國 89 年 07 月 07 日",
        "case_gist": "買受人因物有瑕疵，而得解除契約或請求減少價金者，其解除權或請求權\r\n，於物之交付後六個月間，不行使而消滅。民法第三百六十五條第一項定\r\n有明文。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1525 號 民事判決",
        "case_topic": "請求塗銷所有權移轉登記等",
        "case_date": "民國 89 年 07 月 06 日",
        "case_gist": "信託契約之受託人在法律上為信託財產之所有人，其就信託財產所為之一\r\n切處分行為完全有效，倘其違反信託本旨處分信託財產，僅對委託人或受\r\n益人負契約責任而發生債務不履行之損害賠償問題，自無不當得利可言。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 309 號 民事裁定",
        "case_topic": "假處分事件",
        "case_date": "民國 89 年 06 月 30 日",
        "case_gist": "民事訴訟法第五百三十二條第二項，所謂請求標的之現狀變更，不僅指為\r\n請求標的之物，其從前存在之狀態變更者而言，並包含已有變更者在內，\r\n故就為請求標的之物所為禁止其現狀變更之假處分，其效力併及於其從前\r\n存在之狀態已有變更之部分。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1499 號 民事判決",
        "case_topic": "請求返還押標金",
        "case_date": "民國 89 年 06 月 30 日",
        "case_gist": "營繕工程以公開招標方式，由不特定之多數廠商參與投標，並將投標資格\r\n、工程規格及標單到達期限等種種程序事宜，詳列於投標須知，使多數具\r\n有投標資格之廠商，能於合法期限內，檢具相關文件參與開標，是公開招\r\n標人就其與投標廠商間之權利義務關係，對參與投標廠商即表明願受已公\r\n示之投標須知規定所拘束，若有違反，參加投標之廠商，在開標時即可提\r\n出程序異議；若有違反規定讓不符資格投標廠商進而得標，其他參加投標\r\n廠商除得爭執其間所訂契約之效力外，就所受之損害，亦可請求公開招標\r\n人賠償，以為救濟。惟就公開招標者與得標之該違反規定不符資格投標廠\r\n商，其間既均明知有違投標須知不符資格，但仍繼續議價並得標，就成立\r\n契約之過程，仍應受彼此要約及承諾所成立契約之拘束；就所成立之契約\r\n，其行使權利履行義務，自應依誠實及信用方法為之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1493 號 民事判決",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 06 月 30 日",
        "case_gist": "共有物之原物分割，依民法第八百二十五條規定觀之，係各共有人就存在\r\n於共有物全部之應有部分互相移轉，使各共有人取得各自分得部分之單獨\r\n所有權。故原物分割而應以金錢為補償者，倘分得價值較高及分得價值較\r\n低之共有人均為多數時，該每一分得價值較高之共有人即應就其補償金額\r\n對於分得價值較低之共有人全體為補償，並依各該短少部分之比例，定其\r\n給付金額，方符共有物原物分割為共有物應有部分互相移轉之本旨。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1485 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 06 月 29 日",
        "case_gist": "民法第一百九十三條第一項所謂增加生活上之需要，係指被害人被害以前\r\n並無此需要，因為受侵害始有支付此費用之需要者而言，因此身體受不法\r\n侵害，需住入醫院治療，於住院期間所支付之伙食費，應屬增加生活上需\r\n要之費用，加害人應予賠償。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1482 號 民事判決",
        "case_topic": "請求返還寄託物等",
        "case_date": "民國 89 年 06 月 29 日",
        "case_gist": "不定期債務應於受債權人催告履行後，始發生遲延責任。所謂催告為請求\r\n給付之意思通知，得以言詞或書面為之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1480 號 民事判決",
        "case_topic": "第三人異議之訴",
        "case_date": "民國 89 年 06 月 29 日",
        "case_gist": "不動產物權依法律行為而取得者，非經登記不生效力，固為民法第七百五\r\n十八條所明定，如非依法律行為而取得者，雖不以登記為取得所有權之要\r\n件，但其取得所有權之原因如經相當確實之證明，而認為有所有權之存在\r\n，自得據以排除強制執行。而房屋之原始取得，係指出資建築房屋，不基\r\n於他人既存權利，而獨立取得房屋所有權而言，並不以登記為生效要件。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1476 號 民事判決",
        "case_topic": "請求確認法定抵押權存在",
        "case_date": "民國 89 年 06 月 29 日",
        "case_gist": "以抵押權擔保之債權，其請求權已因時效而消滅，如抵押權人於消滅時效\r\n完成後，五年間不實行其抵押權者，其抵押權消滅，為民法第八百八十條\r\n所明定。故抵押權因其所擔保債權之請求權之消滅時效完成及上開除斥期\r\n間之經過即歸於消滅。縱債務人於其後之訴訟中就業經時效完成之請求權\r\n未為拒絕給付之抗辯，致受敗訴判決確定，對於已因除斥期間之經過而消\r\n滅之抵押權不生影響。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1473 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 89 年 06 月 29 日",
        "case_gist": "債之關係發生後給付不能者，債權人不得請求債務人為原定之給付。如係\r\n因可歸責於債務人之事由，致給付不能者，債權人僅得依民法第二百二十\r\n六條第一項規定請求賠償損害。倘債權人仍請求為原定之給付，即屬不應\r\n准許，此為法院應依職權調查之事項。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1461 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 06 月 29 日",
        "case_gist": "損害賠償請求權，以受有實際損害為成立要件，倘無損害，自不發生損害\r\n賠償請求權。"
    },
    {
        "case_id": "最高法院 89 年度台簡上字第 32 號 民事裁定",
        "case_topic": "請求給付租金",
        "case_date": "民國 89 年 06 月 23 日",
        "case_gist": "房屋與其所坐落之基地，固屬各自獨立之不動產，各得為獨立交易之客體\r\n；惟房屋性質上不能與土地分離而存在，使用房屋必須使用土地，基於當\r\n事人間之利益及社會公益，應使兩者相結合而為一體，是區分所有建物與\r\n其坐落之所有基地應有部分，除法律或契約特別約定外，應認各區分建物\r\n享有同一比例之土地應有部分所有權，每一區分所有建物就其所坐落之基\r\n地，應推定具有所有權、租賃權或地上權等使用權源，以使建物所有權與\r\n土地利用權結成一體，促進建物所有權之安定性，基此，基地利用權源為\r\n土地所有權時，不使基地所有權與建物區分所有權分離而單獨處分基地使\r\n用權，倘基地使用權源係租賃權或地上權時，不使租賃權或地上權與基地\r\n使用權分別為處分，此為公寓大廈管理條例所禁止，同理，在公寓大廈管\r\n理條例制訂前，倘區分所有建物及其分配之土地應有部分所有權分別處分\r\n，而分屬不同之所有人，該建物所有人喪失受分配之土地應有部分所有權\r\n時，除有特別情形外，應認默示房屋所有人就其所坐落之基地有租賃權存\r\n在。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1453 號 民事判決",
        "case_topic": "請求清償債務",
        "case_date": "民國 89 年 06 月 23 日",
        "case_gist": "請求權，因十五年間不行使而消滅；因起訴而中斷之時效，自受確定判決\r\n或因其他方法訴訟終結時，重行起算，民法第一百二十五條前段、一百三\r\n十七條第二項定有明文。而命被告辦理所有權移轉登記之確定判決，係強\r\n制執行法第一百三十條所謂命該被告為一定之意思表示，雖原告得持該確\r\n定判決向該管地政機關申請為所有權移轉登記，毋待被告之協同辦理，但\r\n在登記程序上，祗有得以該確定判決為證明登記原因文件之一種效用而已\r\n，亦即所有權移轉契約之代替物，不能視同已經登記完畢，自難謂原告之\r\n請求權已獲得滿足。乃原審不問本件時效中斷之事由，究於何時終止，竟\r\n謂被上訴人得單獨向地政事務所申請移轉登記，無須上訴人協同為之，被\r\n上訴人之請求權已獲得滿足，無請求權時效問題云云，其所持法律上之見\r\n解，自有可議。"
    },
    {
        "case_id": "最高法院 89 年度台簡抗字第 41 號 民事裁定",
        "case_topic": "請求給付票款",
        "case_date": "民國 89 年 06 月 22 日",
        "case_gist": "未依民事訴訟法第四百三十六條之四第一項規定於提起上訴時同時表明上\r\n訴理由者，依同條第二項規定，固毋庸命其補正，由原法院裁定駁回之。\r\n惟上訴人在原法院以裁定駁回其上訴以前，如已補具上訴理由，應認其上\r\n訴程式之欠缺，業已補正，原法院自不得再以其上訴為不合法，裁定駁回\r\n其上訴。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 290 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 06 月 22 日",
        "case_gist": "民事訴訟法第一百九十一條後段所定當事人兩造遲誤言詞辯論期日視為撤\r\n回其訴或上訴，必須當事人受合法通知而無正當理由不到場辯論者，始足\r\n當之。若未受合法通知或雖受合法通知，但有正當理由而不到場辯論者，\r\n因與法定要件不符合，自不生撤回其訴或上訴之效果。又依同法第一百三\r\n十八條規定為寄存送達，除須將應受送達之文書寄存送達地之自治或警察\r\n機關外，並須製作送達通知書，記明寄存文書之處所，黏貼於應受送達人\r\n住居所、事務所或營業所門首，俾使應受送達人知悉寄存之事實，前往領\r\n取，否則，不能謂為合法之送達。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 288 號 民事裁定",
        "case_topic": "請求撤銷仲裁判斷",
        "case_date": "民國 89 年 06 月 22 日",
        "case_gist": "當事人能力為訴訟成立要件之一，無論訴訟進行至如何之程度，法院均應\r\n依職權調查之，如有欠缺，固應依民事訴訟法第二百四十九條第一項第三\r\n款規定以裁定駁回其訴，但此項欠缺可以補正者，審判長仍應先定期間命\r\n其補正，必俟原告逾期不為補正者，法院始得認其訴為不合法，而以裁定\r\n駁回之。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 287 號 民事裁定",
        "case_topic": "請求分割共有物",
        "case_date": "民國 89 年 06 月 22 日",
        "case_gist": "可認為必要共同訴訟之共同訴訟人中一人提起上訴時，須其上訴係合法，\r\n始有其效力及於全體之可言，其上訴不合法時，駁回上訴之裁定，即無庸\r\n將其他共同訴訟人併列為上訴人。本件抗告人莊○我一人提起之第二審上\r\n訴既非合法，已如前述，原法院裁定內竟併列原非上訴人之抗告人靈○山\r\n無生道場以次二十人為上訴人，並裁定駁回渠等之上訴，衡之前揭說明，\r\n自有疏誤。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1419 號 民事判決",
        "case_topic": "請求給付保險金",
        "case_date": "民國 89 年 06 月 22 日",
        "case_gist": "保險法第九十三條前段規定保險人得約定被保險人對於第三人就其責任所\r\n為之承認和解或賠償，未經其參與者，不受拘束，固非謂保險人因此即可\r\n免除其對第三人依法應負之賠償責任，但該條所謂不受拘束者，係指被保\r\n險人對第三人所為之承認、和解或賠償，對保險人不生效力而言。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1416 號 民事判決",
        "case_topic": "請求損害賠償（遷讓房屋等）",
        "case_date": "民國 89 年 06 月 22 日",
        "case_gist": "民法第四百三十四條之排除同法第四百三十二條規定之適用，固僅在保護\r\n承租人之利益，以減輕其賠償責任而設，惟該失火責任之特別規定，無關\r\n於公序良俗，倘當事人約定承租人就輕過失之失火仍應負責，以加重承租\r\n人之注意義務者，其特約自難謂為無效。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1412 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 06 月 22 日",
        "case_gist": "夫妻互負扶養義務，其扶養義務之順序與直系血親卑親屬同，又此項扶養\r\n義務不得因扶養義務人不能維持自己生活而免除，此觀民法第一千一百十\r\n六條之一前段、第一千一百十八條但書等規定意旨自明。查李○堯、李○\r\n愛美係被害人李○萍之父母，渠等育有子女四人，既為原審所認定。則李\r\n○堯、李○愛美各得受扶養部分，除其子女四人外，尚有渠配偶相互間亦\r\n同為法定扶養義務人，合計應為五人，原審認渠二人各受有四分之一扶養\r\n權利之損失，自有可議。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1405 號 民事判決",
        "case_topic": "請求給付工資",
        "case_date": "民國 89 年 06 月 21 日",
        "case_gist": "雇主不法解僱勞工，應認其拒絕受領勞工提供勞務之受領勞務遲延。勞工\r\n無補上開期間服勞務之義務，並得依原定勞動契約請求該期間之報酬。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 281 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 06 月 16 日",
        "case_gist": "民事訴訟費用法第十八後段所規定，發回或發交更審再行上訴者，係專指\r\n發回或發交前上訴已繳上訴裁判費者而言。至當事人不服法院之裁定提起\r\n抗告，雖已繳抗告費，如抗告法院將該裁定廢棄發回，經原法院為本案有\r\n無理由之判決者，對之提起上訴，仍有繳納上訴裁判費之義務。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 277 號 民事裁定",
        "case_topic": "聲請返還擔保金",
        "case_date": "民國 89 年 06 月 16 日",
        "case_gist": "假扣押債務人依假扣押裁定所定之金額提供擔保，免為假扣押後，債權人\r\n聲請撤銷假扣押裁定者，債務人提供擔保免為假扣押之依據既已不存在，\r\n則該供擔保之原因，宜認為已經消滅。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1403 號 民事判決",
        "case_topic": "執行異議",
        "case_date": "民國 89 年 06 月 16 日",
        "case_gist": "民法第一千一百七十四條規定，繼承人拋棄其繼承權，應於知悉其得繼承\r\n之時起二個月內以書面向法院為之；同法第一千一百七十五條規定繼承之\r\n拋棄，溯及於繼承開始時發生效力。故法定繼承人之繼承權如經合法拋棄\r\n，即依法喪失繼承權，至於法院就繼承人拋棄繼承之聲明，准予備查，僅\r\n有確認之性質，非謂拋棄繼承之意思表示經法院准予備查後始生效力。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1390 號 民事判決",
        "case_topic": "請求給付買賣價金",
        "case_date": "民國 89 年 06 月 16 日",
        "case_gist": "債務人之給付兼需債權人之行為，債務人得以準備給付之事情，通知債權\r\n人，以代提出，民法第二百三十五條但書定有明文。又在債權人提供債務\r\n人給付所需之行為前，債務人不負給付遲延之責任。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 270 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 06 月 15 日",
        "case_gist": "民事訴訟法第一百八十三條規定，為停止本件訴訟程序之裁定。惟按民事\r\n訴訟法第一百八十三條規定：訴訟中有犯罪嫌疑牽涉其裁判者，法院得在\r\n刑事訴訟終結前以裁定停止訴訟程序。所謂訴訟中有犯罪嫌疑牽涉其裁判\r\n，係指在民事訴訟繫屬中，當事人或第三人涉有犯罪嫌疑，足以影響民事\r\n訴訟之裁判，非俟刑事訴訟解決，民事法院即無從或難於判斷者而言。例\r\n如當事人或第三人於民事訴訟繫屬中涉有偽造文書、證人偽證、鑑定人為\r\n不實之鑑定等罪嫌，始足當之，不包括當事人或第三人在民事訴訟繫屬外\r\n涉有犯罪嫌疑之情形在內。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1371 號 民事判決",
        "case_topic": "請求不動產所有權移轉登記等",
        "case_date": "民國 89 年 06 月 15 日",
        "case_gist": "因契約互負債務者，於他方當事人未為對待給付前，得拒絕自己之給付，\r\n為民法第二百六十四條第一項所明定。而兩造互負之給付義務，除一方有\r\n先為給付者外，本應由雙方同時履行，如一造未履行其義務，不得以他造\r\n未先履行而請求賠償損害。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1370 號 民事裁定",
        "case_topic": "請求拆屋還地",
        "case_date": "民國 89 年 06 月 15 日",
        "case_gist": "因時效完成而取得地上權或地上權登記請求權者，必須以行使地上權之意\r\n思而占有他人之土地為其成立要件之一，原審既認上訴人非以行使地上權\r\n之意思而占有系爭土地，即上訴人即無從因時效而取得地上權或地上權登\r\n記請求權。又縱認上訴人因地上權取得時效完成而得主張時效利益，依民\r\n法第七百七十二條準用第七百六十九條及第七百七十條之規定，亦僅得請\r\n求登記為地上權人而已，並非即取得地上權，在其未依法登記為地上權人\r\n之前，自不能本於地上權之法律關係，向土地所有人有所主張而認其非無\r\n權占有。且按占有人因時效取得地上權登記請求權，向該管地政機關請求\r\n為地上權登記，經地政機關受理，受訴法院應就占有人是否具備時效取得\r\n地上權之要件為實體上裁判者，須以占有人於土地所有權人請求拆屋還地\r\n前，以具備時效取得地上權之要件為由，向地政機關請求登記為地上權人\r\n為前提。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1340 號 民事判決",
        "case_topic": "請求返還墊款等",
        "case_date": "民國 89 年 06 月 09 日",
        "case_gist": "上訴人係因與被上訴人合建房屋，而依財政部七十五年三月一日臺財稅字\r\n第七五五○一二二號函示「稽徵機關如未查得合建分屋時價，則應以房屋\r\n評定價值與土地公告現值，兩者從高認定，並按較高之價格對開發票，土\r\n地價款之發票免徵營業稅，房屋價款之發票應外加百分之五營業稅，向買\r\n受人 (土地所有人) 收取」意旨，開立以被上訴人為買受人之統一發票。\r\n惟營業稅法第二條第一款規定「營業稅之納稅義務人為銷售貨物或勞務之\r\n營業人」，同法第十五條第一項規定「營業人當月分銷項稅額，扣減進項\r\n稅額後之餘額，為當月分應納或溢付營業稅額」，可見依營業稅法規定，\r\n上訴人係該營業稅之繳納義務人，至於該稅額依同法第十四條第二項規定\r\n應由營業人向買受人收取，則屬營業人與買受人間之內部關係，買受人並\r\n不因而負有向稅捐機關繳納營業稅之義務，而成為納稅義務人。上訴人開\r\n立統一發票，向稅捐機關繳納營業稅，並非代被上訴人盡公法上之義務，\r\n自難認係為被上訴人管理事務，其依無因管理之規定，請求被上訴人給付\r\n，於法自有未合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1332 號 民事裁定",
        "case_topic": "請求回復原狀",
        "case_date": "民國 89 年 06 月 09 日",
        "case_gist": "土地法第三十四條之一第一項規定，對於共有土地或建築改良物之處分、\r\n變更及設定地上權、永佃權、地役權或典權，得以多數決之方式為之，乃\r\n民法第八百十九條第二項之特別規定，影響少數共有人之權益甚鉅，在適\r\n用上不宜擴大其範圍。是共有物之管理行為，應依民法第八百二十條第一\r\n項規定，除契約另有訂定外，由共有人共同為之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1321 號 民事判決",
        "case_topic": "請求確認理、監事資格存在",
        "case_date": "民國 89 年 06 月 09 日",
        "case_gist": "確認之訴非原告有即受確認判決之法律上利益者，不得提起。所謂即受確\r\n認判決之法律上利益，係指法律關係之存否不明確，原告主觀上認其在法\r\n律上之地位有不安之狀態存在，且此種不安之狀態，能以確認判決將之除\r\n去者而言，若縱經法院判決確認，亦不能除去其不安之狀態者，即難認有\r\n受確認判決之法律上利益。又確認判決之效力，僅及於受判決之當事人，\r\n如不以法律關係主體為原告或被告，原告無從受確認判決之法律上利益。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1315 號 民事判決",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 06 月 09 日",
        "case_gist": "民法第一百九十一條第一項前段規定，土地上之建築物或其他工作物，因\r\n設置或保管有欠缺，致損害於他人之權利者，由工作物所有人負賠償責任\r\n。所謂設置有欠缺，係指土地上之建築物或其他工作物，於建造之初即存\r\n有瑕疵而言。"
    },
    {
        "case_id": "最高法院 89 年度台簡抗字第 35 號 民事裁定",
        "case_topic": "請求給付票款",
        "case_date": "民國 89 年 06 月 08 日",
        "case_gist": "當事人對於簡易訴訟程序之第二審裁判，依民事訴訟法第四百三十六條之\r\n二第一項規定，逕向最高法院提起上訴或抗告者，應同時表明上訴或抗告\r\n理由；其於裁判宣示後送達前提起上訴或抗告者，應於裁判送達後十日內\r\n補具之。未依上開規定表明上訴或抗告理由者，毋庸命其補正，由原法院\r\n裁定駁回之。同法第四百三十六條之四定有明文。而當事人對於上開原法\r\n院駁回其上訴或抗告之裁定提起抗告，毋須經原法院之許可。"
    },
    {
        "case_id": "最高法院 89 年度台簡抗字第 34 號 民事裁定",
        "case_topic": "請求給付票款",
        "case_date": "民國 89 年 06 月 08 日",
        "case_gist": "對於簡易訴訟程序之第二審判決上訴，上訴人應委任律師為訴訟代理人。\r\n但上訴人或其法定代理人具有律師資格者，不在此限。上訴人之配偶、三\r\n親等內之血親、二親等內之姻親，或上訴人為法人、中央或地方機關時，\r\n其所屬專任人員具有律師資格並經法院認為適當者，亦得為第三審訴訟代\r\n理人。上訴人未依上開規定委任訴訟代理人，或法院認其委任為不適當者\r\n，第二審法院應定期先命補正。逾期未補正亦未依訴訟救助之規定，聲請\r\n第三審法院為之選任律師為其訴訟代理人者，第二審法院應以上訴不合法\r\n裁定駁回之。此觀民事訴訟法第四百三十六條之二第二項、第四百六十六\r\n條之一第一項、第二項、第四項之規定自明。"
    },
    {
        "case_id": "最高法院 89 年度台簡上字第 25 號 民事裁定",
        "case_topic": "請求給付會款",
        "case_date": "民國 89 年 06 月 08 日",
        "case_gist": "法院以訴為非變更或無追加之裁判，不得聲明不服，民事訴訟法第二百五\r\n十八條第一項定有明文，此項規定依同法第四百三十六條之一第三項、第\r\n四百六十三條規定，於簡易訴訟程序之第二審亦有其準用。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1313 號 民事判決",
        "case_topic": "請求給付票款",
        "case_date": "民國 89 年 06 月 08 日",
        "case_gist": "票據法第十四條第二項所謂不得享有優於其前手之權利，固指前手之權利\r\n如有瑕疵，該取得人即應繼受其瑕疵，人的抗辯並不中斷；如前手無權利\r\n時，取得人即不能取得權利而言，惟該前手權利瑕疵或無權利之抗辯事由\r\n，仍應由票據債務人負證明之責。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1311 號 民事判決",
        "case_topic": "請求確認股東會決議無效（撤銷股東會決議）",
        "case_date": "民國 89 年 06 月 08 日",
        "case_gist": "公司法第一百七十二條就股份有限公司召集股東會通知之規定，係採發信\r\n主義，除經對非屬股東名簿所載之股東住所或居所，為發送開會通知後，\r\n在客觀上已達足使該股東知曉通知之內容者外，通常仍須於該條所定之期\r\n限前，依股東名簿所載各股東之本名或名稱、住所或居所，為發送該召集\r\n股東會之通知，始生其效力。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1305 號 民事判決",
        "case_topic": "請求所有權移轉登記等（分割共有物）",
        "case_date": "民國 89 年 06 月 08 日",
        "case_gist": "民事訴訟法第四百五十一條第一項所謂訴訟程序有重大之瑕疵，係指第一\r\n審違背訴訟程序之規定，其違背與判決內容有因果關係，或因訴訟程序違\r\n背規定，不適於為第二審辯論及判決之基礎者而言 (參見本院四十八年台\r\n上字第一二七號判例) 。又當事人在第一審起訴，未由法定代理人合法代\r\n理，第一審法院未命補正遽為實體上之判決者，訴訟程序固有瑕疵，惟此\r\n項訴訟要件之欠缺，倘非不得補正，第二審法院應可命其為補正，一經補\r\n正，該訴訟程序之瑕疵即行除去，殊無再援用民事訴訟法第四百五十一條\r\n第一項之規定，逕將該事件發回第一審法院之餘地。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1301 號 民事判決",
        "case_topic": "請求給付資遣費等",
        "case_date": "民國 89 年 06 月 08 日",
        "case_gist": "（一）「勞工：謂受雇主僱用從事工作獲致工資者。」「工資：謂勞工因\r\n      工作而獲得之報酬。」「勞動契約：謂約定勞雇關係之契約。」勞\r\n      動基準法第二條第一款、第三款、第六款定有明文。是勞動契約之\r\n      勞工與雇主間具有使用從屬及指揮監督之關係，勞動契約非僅限於\r\n      僱傭契約，關於勞務給付之契約，其具有從屬性勞動性質者，縱兼\r\n      有承攬、委任等性質，自應屬勞動契約。\r\n（二）勞動契約為具有身分性質之契約，其勞務給付之義務，原則上係專\r\n      屬於受僱勞工之義務，但經雇主同意，或習慣上允許他人代為勞動\r\n      ，或依勞動之性質，由他人代為勞動並無差異者，受僱勞工得使第\r\n      三人代服勞務。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 260 號 民事裁定",
        "case_topic": "分配表異議之訴",
        "case_date": "民國 89 年 06 月 02 日",
        "case_gist": "強制執行程序中，債權人或債務人對於分配表聲明異議，其他債權人或債\r\n務人於分配期日未到場，執行法院未依聲明異議更正分配表，而將聲明異\r\n議狀對之為送達，其他債權人或債務人就聲明異議為反對陳述，而執行法\r\n院未將反對之陳述通知聲明異議人者，因聲明異議人未能知悉有反對之陳\r\n述，則強制執行法第四十一條第三項所定十日之期間，固不得自分配之日\r\n起算，惟聲明異議人如已對反對陳述之其他債權人、債務人提起分配表異\r\n議之訴，似難謂其不知有該反對之陳述，聲明異議人嗣如撤回其訴，能否\r\n再以未受執行法院通知有反對之陳述為由，認該條項所定十日之期間無從\r\n起算，自非無疑。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1269 號 民事判決",
        "case_topic": "請求返還無權占有土地",
        "case_date": "民國 89 年 06 月 01 日",
        "case_gist": "所謂「違約金」，乃契約當事人約定於一方違約時，應支付他方之金額，\r\n無論係懲罰性質抑賠償額預定性質，必當事人間有所約定，始得請求給付\r\n。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1265 號 民事判決",
        "case_topic": "租佃爭議",
        "case_date": "民國 89 年 06 月 01 日",
        "case_gist": "（一）租賃物交付後，出租人於租賃關係存續中，應保持其合於約定使用\r\n      、收益之狀態，此觀民法第四百二十三條規定自明。故租賃物於交\r\n      付後遭第三人不法占有，致承租人之使用、收益租賃物受有妨害，\r\n      出租人即負有除去妨害之義務，應向第三人行使其返還請求權，以\r\n      交付承租人。\r\n（二）耕地三七五減租條例第十六條第一項及第二項所謂不自任耕作，係\r\n      指承租人將耕地供非耕作之用或轉租或借與他人使用而言。倘承租\r\n      人僅消極不為耕作，他人未經承租人同意，乘機占用耕地，縱承租\r\n      人未自行本於占有人之地位請求返還，或請求出租人排除侵害交付\r\n      耕地，自不能認係上開條項所稱不自任耕作。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 248 號 民事裁定",
        "case_topic": "聲請返還擔保金事件",
        "case_date": "民國 89 年 05 月 25 日",
        "case_gist": "按當事人聲請調解而不成立，如聲請人於調解不成立證明書送達後十日之\r\n不變期間內起訴者，視為自聲請調解時，已經起訴；其於送達前起訴者，\r\n亦同。又以起訴視為調解之聲請者，如調解不成立，除當事人聲請延展期\r\n日外，法院應按該事件應適用之訴訟程序，命即為訴訟之辯論，並仍自原\r\n起訴時，發生訴訟繫屬之效力，為民事訴訟法第四百十九條第三項、第四\r\n項所明定。依此規定觀之，聲請調解是否與起訴有相同效力，應視其是否\r\n為強制調解之事件為斷，如係強制調解之事件，因非經調解不得起訴，其\r\n逕行起訴者，有時應視起訴為調解之聲請，其調解不成立者，又視為自聲\r\n請調解時已經起訴，故此類事件其已在法定期間內聲請調解者，應視為有\r\n起訴之效力。而在非強制調解之事件，無庸聲請調解即可起訴，如債權人\r\n不於法院裁定期間內起訴而聲請調解者，即不能認為具有起訴之效力。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 243 號 民事裁定",
        "case_topic": "聲請假處分事件",
        "case_date": "民國 89 年 05 月 25 日",
        "case_gist": "合作社與其理事間係委任關係，於委任關係未消滅前，理事得繼續執行職\r\n務，如合作社否認此項委任關係存在，於理事職權之行使，自非無損害；\r\n果其損害較諸依假處分命合作社容許理事繼續執行職務可能發生之損害為\r\n重大，自難謂無就此爭執之法律關係，定暫時狀態之必要。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1220 號 民事判決",
        "case_topic": "請求確認管理權不存在",
        "case_date": "民國 89 年 05 月 25 日",
        "case_gist": "祭祀公業規約倘訂有管理人之選任方式，必待依該方式完成選任，派下員\r\n與管理人間之選任契約始行有效成立。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1219 號 民事判決",
        "case_topic": "請求土地所有權移轉登記",
        "case_date": "民國 89 年 05 月 25 日",
        "case_gist": "民法第一百二十八條規定，消滅時效，自請求權可行使時起算。所謂可行\r\n使，係指請求權人行使其請求權無法律上之障礙而言，如債權未附停止條\r\n件或無期限者，以債權成立時即得行使，故其消滅時效應自債權成立時起\r\n算。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1216 號 民事判決",
        "case_topic": "請求塗銷公同共有權利移轉登記",
        "case_date": "民國 89 年 05 月 25 日",
        "case_gist": "各共同繼承人就其繼承遺產之全部，固有公同共有之權利，但該權利具有\r\n身分法之色彩，在其公同共有關係存續中，各共同繼承人對於個別繼承遺\r\n產上之權利，應不得任意處分讓與於共同繼承人以外之第三人，使其與其\r\n他共同繼承人維持公同共有關係。倘第三人因之而受讓該權利，即係以不\r\n能之給付為契約標的，依民法第二百四十六條第一項前段之規定，其契約\r\n自屬無效。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1204 號 民事判決",
        "case_topic": "請求返還土地",
        "case_date": "民國 89 年 05 月 24 日",
        "case_gist": "原審既將第一審命上訴人王○妹給付部分之判決廢棄，可見該第一審對王\r\n○妹之判決已不存在，乃原判決主文竟又另為駁回上訴人王○妹上訴之諭\r\n示，自有矛盾。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1199 號 民事判決",
        "case_topic": "請求返還所有物等",
        "case_date": "民國 89 年 05 月 24 日",
        "case_gist": "債權人受領遲延，僅使債務人之責任減輕，債務人所負債務並不因此而消\r\n滅。查被上訴人泰○公司係承攬修繕汽車業者，與上訴人間已成立承攬契\r\n約，及被上訴人泰○公司於上訴人遲延受領後，已將系爭車輛暨上開車內\r\n物品置放於其廠區附近之空地致遭廢棄而不知所在等情，既為原審所認定\r\n。則該空地倘非屬被上訴人泰○公司管有之廠區範圍，泰○公司對該車輛\r\n自仍負有保管之責任。其嗣後將系爭車輛暨車內物品任意置放於非其管有\r\n之他人空地上致遭廢棄不知所在，能否謂非可歸責於被上訴人泰○公司之\r\n事由所致而可不負損害賠償責任﹖已非無疑。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 239 號 民事裁定",
        "case_topic": "強制執行聲明異議",
        "case_date": "民國 89 年 05 月 19 日",
        "case_gist": "不動產所有人設定抵押權後，於同一不動產上得設定地上權或其他權利；\r\n但其抵押權不因此而受影響，民法第八百六十六條定有明文。又不動產所\r\n有人設定抵押權後，如與第三人訂立租賃契約而致抵押物之價金有所影響\r\n，該租賃契約對於抵押權人不生效力，抵押權人因屆期未受清償，聲請拍\r\n賣抵押物時，執行法院自可依法以無租賃狀態逕予執行 (司法院院字第一\r\n四四六號解釋參照) 。再按強制執行程序進行中，雖不得就原執行名義另\r\n行判斷債權人之請求權當否，但關於強制執行程序本身涉及之實體上事項\r\n，執行法院於得調查認定之範圍內，仍必須於該程序中自為判斷，不得動\r\n輒命當事人提起民事訴訟，有礙執行程序之進行，強制執行法第八條、第\r\n九條、第十七條、第十九條既明文賦與執行法院調查權，同法第三十條之\r\n一又準用民事訴訟法之規定，實務上即可據此為調查依據。"
    },
    {
        "case_id": "最高法院 89 年度台聲字第 292 號 民事裁定",
        "case_topic": "聲請認可收養子女",
        "case_date": "民國 89 年 05 月 18 日",
        "case_gist": "民法第一千零七十九條第四項所定聲請認可收養子女事件，由收養人住所\r\n地之法院管轄，為非訟事件法第七十五條之一第二項所明定。又非訟事件\r\n之管轄，法院依住所而定者，在中華民國無住所或住所不明時，以在中華\r\n民國之居所，視為住所；無居所或居所不明者，以其在中華民國最後之住\r\n所視為住所，同法第二條第二項亦定有明文。再者，夫妻二人共同收養子\r\n女，其中一人在中華民國有最後之住所者，應逕向其最後住所所在地之地\r\n方法院，聲請裁定認可收養，毋庸聲請最高法院指定管轄。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 234 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 05 月 18 日",
        "case_gist": "訴訟全部或一部之裁判，以他訴訟之法律關係是否成立為據者，法院得在\r\n他訴訟終結前，以裁定停止訴訟程序；又訴訟中有犯罪嫌疑牽涉其裁判者\r\n，法院得在刑事訴訟終結前，以裁定停止訴訟程序，固為民事訴訟法第一\r\n百八十二條第一項及第一百八十三條所明定。惟法條既明定「得」以裁定\r\n停止訴訟程序，則應否命停止訴訟程序，法院本有自由裁量之權。"
    },
    {
        "case_id": "最高法院 89 年度台抗字第 233 號 民事裁定",
        "case_topic": "請求損害賠償",
        "case_date": "民國 89 年 05 月 18 日",
        "case_gist": "刑事訴訟諭知無罪、免訴或不受理之判決者，除經原告之聲請，應將附帶\r\n民事訴訟移送管轄法院之民事庭外，應以判決駁回原告之訴，刑事訴訟法\r\n第五百零三條第一項定有明文。是以刑事法院依同法第五百零四條第一項\r\n規定，將附帶民事訴訟以裁定移送於該法院民事庭者，以刑事部分宣告被\r\n告有罪之判決者為限。如刑事訴訟諭知無罪之判決，刑事法院未經聲請，\r\n誤將附帶民事訴訟以裁定移送於民事庭者，其訴之不合法，並不因移送民\r\n事庭而受影響，受移送之民事庭仍應以原告之訴為不合法，裁定駁回之。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1147 號 民事判決",
        "case_topic": "請求排除侵害等",
        "case_date": "民國 89 年 05 月 18 日",
        "case_gist": "共有人協議分管共有物，如共有人分管之特定部分，因不可歸責於雙方當\r\n事人之事由致不能為使用收益，且已不能回復者，依民法第二百二十五條\r\n第一項、第二百六十六條第一項規定，各共有人即免其提供共有物特定部\r\n分予他共有人使用收益之義務，分管契約當然從此歸於消滅。嗣後共有人\r\n對共有物之特定部分使用收益，仍須徵得他共有人全體之同意，如共有人\r\n不顧他共有人之利益，而就共有物之全部或一部任意使用收益，自屬侵害\r\n他共有人之權利。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1146 號 民事判決",
        "case_topic": "請求塗銷登記（確認委任關係不存在等）",
        "case_date": "民國 89 年 05 月 18 日",
        "case_gist": "股份有限公司之董事長經改選者，應由代表公司之董事申請為變更之登記\r\n，而非申請為塗銷之登記，此觀公司法第四百十八條、第四百十九條、第\r\n四百二十條、第四百二十七條、第四百二十八條之規定自明。上訴人因辭\r\n職而喪失被上訴人公司董事長之資格，其請求被上訴人協同辦理塗銷以其\r\n名義為被上訴人公司董事長之登記，自屬不合。"
    },
    {
        "case_id": "最高法院 89 年度台上字第 1135 號 民事判決",
        "case_topic": "請求確認通行權存在",
        "case_date": "民國 89 年 05 月 18 日",
        "case_gist": "上訴人於原審主張：被上訴人既於通行權之需用地於建物申請建照之初，\r\n出具土地使用權同意書，以系爭道路供建物通行之用，顯自始即具有以該\r\n道路長久供鄰地房屋通行之意，豈容因鄰地所有權人異動，使當初建物所\r\n需之道路通行地喪失其通行權之理等語。徵之原審亦認定被上訴人曾出具\r\n土地使用權同意書予上訴人前揭房地之前手張○維，同意張○維在被上訴\r\n人所有六八八號土地面積一二○‧五平方公尺範圍內私設道路通行，並持\r\n向高雄縣政府建設局申請核發建造執照等事實，則依契約之目的探求當事\r\n人之真意，被上訴人出具土地使用權同意書交張○維之初，當已明知張○\r\n維所建造之房屋必須通行系爭土地，而有默許該房屋於不堪使用前繼續使\r\n用系爭土地之意思，不因張○維嗣後將其房屋售予他人而受影響。果爾，\r\n上訴人上開主張是否毫不可採？自有再事斟酌之餘地。"
    }
]