[
    {
        "case_id": "最高法院 73 年度台上字第 4176 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 10 月 12 日",
        "case_gist": "由同一雙務契約所生之雙方債務，須一方之給付與他方之給付，立於互為\r\n對待給付之關係者，始發生同時履行抗辯之問題，此觀民法第二百六十四\r\n條第一項規定自明。本件上訴人之返還保證金債務，與被上訴人金○公司\r\n之交付三、四樓債務，雖由同一合建契約所生，但上訴人之給付保證金，\r\n與被上訴人之給付三、四樓，並無立於互為對待給付之關係，依前開說明\r\n，自不發生同時履行抗辯之問題。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4153 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 10 月 12 日",
        "case_gist": "傭船契約與租船契約不同，前者謂船舶所有人約定以船舶之全部或一部供\r\n他人於特定期間或為特定航行之使用而受報酬之契約，為承攬之一種，以\r\n完成運送為目的，因之傭船人不占有船舶，僅支付運費而不負擔航行費用\r\n，對於海員亦無何等關係；後者謂船舶所有人約定以船舶之占有及管理移\r\n交於承租人，供其於一定期間或不定期間為特定目的之支配及利用，而由\r\n承租人支付租金之契約，為租賃之一種，以船舶之使用、收益為目的，因\r\n之承租人須占有船舶，除支付租金外並應負擔航行費用，海員亦由其僱用\r\n或由出租人將海員隨同船舶移交承租人。"
    },
    {
        "case_id": "最高法院 73 年度台再字第 186 號 民事",
        "case_summary": "交還土地",
        "case_date": "民國 73 年 10 月 12 日",
        "case_gist": "查本院三十九年台上字第一一○九號及四十年台上字第一八九二號判例所\r\n謂：「在第三者信賴登記而取得土地權利之前，直正權利人既仍得對登記\r\n名義人主張登記原因之無效或撤銷，提起塗銷登記之訴，自不能據以除斥\r\n真正之權利」「登記原因無效或得撤銷時，在第三人未取得土地權利前，\r\n真正權利人對於登記名義人自仍得主張之」，係指真正權利人「得」對登\r\n記名義人主張登記有無效或得撤銷之原因，據以提起塗銷登記之訴而言，\r\n如其請求塗銷登記之訴，業經法院判決敗訴確定，顯已「不得」再對登記\r\n名義人主張登記有無效或得撤銷之原因，而回復其所有權，自無從再行使\r\n真正所有人之權利。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 478 號 民事",
        "case_summary": "停止執行",
        "case_date": "民國 73 年 10 月 11 日",
        "case_gist": "抵押權人因聲請拍賣抵押物，經法院為許可強制執行之裁定，而據以聲請\r\n強制執行者，抵押人如對該裁定提起抗告，或依強制執行法第十四條規定\r\n提起異議之訴時，法院猶得依同法第十八條第二項規定為停止強制執行之\r\n裁定，則抵押人以該裁定成立前實體上之事由，主張該裁定不得為執行名\r\n義而提起訴訟時，其情形較裁定程序為重，抵押人即非不得依同法第十八\r\n條第二項規定聲請為停止強制執行之裁定。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 476 號 民事",
        "case_summary": "假處分",
        "case_date": "民國 73 年 10 月 11 日",
        "case_gist": "假處分為保全程序，而非確定私權之訴訟程序。苟合於假處分條件，經債\r\n務人聲請時，法院即得為假處分裁定。至債權人本案債權，是否確實存在\r\n，則非保全程序所應審認之事項。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4147 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 10 月 11 日",
        "case_gist": "土地法第三十條第一項規定：「私有農地所有權之移轉，其承受人以能自\r\n耕者為限」。其目的在於貫徹耕者有其田之基本國策 (參照憲法第一百四\r\n十三條) ，發揮農地之作用。本件系爭土地地目為田，屬於農地，自有土\r\n地法第三十條第一項之適用。兩造所訂土地買賣契約，雖約定：得由買受\r\n人 (即被上訴人) 指定登記名義人，被上訴人亦已指定有自耕能力之吳某\r\n為登記名義人。倘如上訴人所主張，被上訴人之指定由吳某承受其目的僅\r\n在借用其名義，並無使其真正取得農地從事耕作之意思。且事實上，被上\r\n訴人已將該土地充作學校運動場使用中云云屬實，能否謂被上訴人非利用\r\n登記名義人指定之形式，以迂迴方法逃避土地法第三十條第一項禁止規定\r\n之適用，俾達其取得所有權之實？此種脫法行為，是否應屬有效？即值推\r\n求。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4138 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 73 年 10 月 11 日",
        "case_gist": "盧甲等繼承已故盧乙之遺產即盧乙與被上訴人共有之訟爭土地盧乙應有部\r\n分三分之一，在未辦理分割變更為各人應有部分並辦理各人應有部分之登\r\n記前，仍屬於彼等全體公同共有。此際盧甲等與被上訴人間並不分別發生\r\n共有關係，僅可認為彼等全體公同共有人共同與被上訴人有共有關係存在\r\n。被上訴人訴求分割，唯終止與盧甲等全體公同共有人間之共有關係，而\r\n不及於彼等內部間之公同共有關係。從而裁判分割，就盧甲等公同共有訟\r\n爭土地應有部分三分之一所應分得之部分，分與彼等共同取得，尚不能謂\r\n為創設新的共有關係。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 475 號 民事",
        "case_summary": "聲明異議",
        "case_date": "民國 73 年 10 月 05 日",
        "case_gist": "執行推事所為定拍賣底價之裁定，乃指揮執行程序之裁定，如另以裁定更\r\n改底價，祇須在強制執行法第八十二條所定拍賣期日十四日以前，依強制\r\n執行法第四十四條準用民事訴訟法第二百三十八條但書之規定，並不受原\r\n來裁定之羈束。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4095 號 民事",
        "case_summary": "返還定金",
        "case_date": "民國 73 年 10 月 05 日",
        "case_gist": "民法第二百二十六條第二項所謂「若其他部分之履行，於債權人無利益時\r\n，債權人得拒絕該部分之給付，請求全部不履行之損害賠償」，不僅謂其\r\n他部分之履行對債權人全無利益而言，如以減少之對待給付購取減少之給\r\n付，就雙方契約之部分履行，已無利益為已足。而兩造就損害賠償之預定\r\n，在本件言係由上訴人加倍返還所收受之定金，核與民法第二百四十九條\r\n第三款之法定賠償預定額相當，原判決用法並無不當。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 472 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 73 年 10 月 04 日",
        "case_gist": "債務人欲免其財產被強制執行，與第三人通謀而為虛偽意思表示，將其所\r\n有不動產為第三人設定抵押權者，債權人可依侵權行為之法則，請求第三\r\n人塗銷登記，亦可行使代位權，請求塗銷登記。二者之訴訟標的原非相同\r\n。(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4072 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 10 月 04 日",
        "case_gist": "上訴人並無自耕能力，依契約第八條約定：上訴人雖可指定登記名義人，\r\n並經上訴人先後指定有自耕能力之林甲、林乙為登記名義人。然林甲供證\r\n：「只用我的名義登記，並不是要登記為我所有」。高某亦供證：「指定\r\n林乙，只是用他名義登記而已，無意把該土地給他」等語。顯見被上訴人\r\n因無自耕能力，依土地法第三十條之規定，不能享有系爭土地之所有權。\r\n乃於買賣契約中，作成徒具形式而無實質之利他契約，利用登記名義人之\r\n指定，逃避土地法第三十條之規定，以達其享有土地所有權之實質目的此\r\n種脫法行為應屬無效。上訴人本此請求被上訴人辦理所有權移轉登記，即\r\n難准許。"
    },
    {
        "case_id": "最高法院 73 年度台再字第 177 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 10 月 04 日",
        "case_gist": "修正前農業發展條例第二十二條 (相當於修正後第三十條) ，係就農地分\r\n割及所有權移轉登記之物權行為所作之強制規定。本件再審原告與訴外人\r\n柯某共同承買再審被告林乙之農地 (雖登記為其妻即再審被告林甲名義，\r\n然依關於夫妻法定財產制之規定，仍為林乙所有) ，前依所約定之登記名\r\n義人指定權，以指定登記名義人，不過使林乙負擔移轉該農地所有權於被\r\n指定人之債務，即為債權行為。雖指定登記為二人共有，依當時適用之上\r\n開條例規定，林乙不能向被指定人為移轉登記，亦僅得否因而認買賣契約\r\n以不能給付為其標的，應屬無效之問題，仍不能謂上開指定行為本身違反\r\n強制規定，依民法第七十一條規定為無效。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 469 號 民事",
        "case_summary": "假處分",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "定暫時狀態之假處分，準用假處分之規定，須以金錢以外有爭執之法律關\r\n係為標的。本件再抗告人聲請定暫時狀態之假處分，係以兩造所訂石灰華\r\n產銷合約第十一條之約定為依據。按該條係針對違約金一千萬元本票而定\r\n之清償方法，姑無論一千萬元票款，原屬金錢之請求，而非金錢以外之請\r\n求。且再抗告人在據以聲請假處分之本案訴訟中，係在請求相對人履行給\r\n付石灰華原石下，聲明「如被告怠於履行時，原告得自行雇工開採」，並\r\n未以針對該一千萬元票款之清償方法，作為訴訟標的，亦難認再抗告人係\r\n以有爭執之法律關係聲請假處分。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 461 號 民事裁定",
        "case_summary": "給付退休金",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "當事人在前訴訟程序曾經繳納裁判費，於該訴訟程序確定後提起再審之訴\r\n時，如不能釋明其經濟狀況確有重大之變遷，不得遽為聲請訴訟救助。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4052 號 民事判決",
        "case_summary": "返還房屋",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "繼承人協議分割遺產，原非要式行為，故就遺產之分割方法，於繼承人間\r\n苟已協議成立，縱令有繼承人漏未在鬮書加蓋印章，於協議之成立，並不\r\n發生影響 。(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4051 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "被上訴人既主張上訴人因簽發不實之出口公證報告，致伊受有損害，亦即\r\n上訴人雖為給付，但給付之內容並不符合債務本旨，是為不完全給付，屬\r\n於債權之積極侵害。乃原判決竟認定上訴人因違約不作為，任由泰國供應\r\n商自行出具初步檢驗報告，辦理出口，是為不作為之債務不履行云云，似\r\n謂上訴人係以消極的不給付侵害債權，並據以判命上訴人賠償被上訴人所\r\n受損害，不無認作主張之違法。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4048 號 民事",
        "case_summary": "返還保證金",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "提起民事第三審上訴，依民事訴訟法第四百七十條第二項規定，應表明之\r\n上訴理由，法律雖未明定其應記載如何之事項。而由同法第四百六十七條\r\n規定觀之，自必對於第三審判決之違背法令有具體之指摘而後可。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4046 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "本件房屋原始建築人係林某，即為原始所有人。嗣雖變更起造人名義為上\r\n訴，惟上訴人並未因而辦理保存登記或受移轉登記，應認林某仍為所有權\r\n人。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4045 號 民事判決",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "正當防衛，係對於現時不法之侵害，為防衛自己或他人之權利所為之行為\r\n而言。本件上訴人與許某互毆，既未能證明許某先行侵害，即無主張正當\r\n防衛之餘地。又許某雖原患有肝硬化等症，而為上訴人所不知，惟如原審\r\n之認定，許某之死亡，本由於上訴人毆打行為所促成，不能以許某未預為\r\n告知其已患有何疾病，而謂許某就其死亡之發生，亦與有過失。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 4012 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 27 日",
        "case_gist": "所謂冒貸，係指客戶無貸款之意思，而由第三人冒用客戶之名義，向金融\r\n機關貸取款項之意，申言之，客戶與金融機關之間並未成立消費借貸契約\r\n，則金融機關因而付出之款項，即難謂非因第三人侵權行為所致。又所謂\r\n冒領，係指客戶寄存於金融機關之款項，為第三人冒用客戶之名義領取而\r\n言，客戶與金融機關間成立之金錢寄託關係，並不因而消滅，客戶仍得對\r\n於金融機關行使寄託物返還請求權，故其受損害者應屬金融機關而非客戶\r\n。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 449 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 73 年 09 月 21 日",
        "case_gist": "民事訴訟法第五百零一條第一項第四款所謂提起再審之訴應於訴狀內表明\r\n其遵守不變期間之證據者，僅於主張其再審之理由知悉在判決或裁定確定\r\n後而應自知悉時起算其不變期間之場合，始有其適用。如其不變期間係自\r\n判決或裁定確定時起算者，因其宣示或送達判決或裁定之證據，均有訴訟\r\n卷宗可稽，當事人自無須表示。(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3957 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 21 日",
        "case_gist": "查管轄權之有無，應依原告主張之事實，按諸法律關係於管轄之規定而為\r\n認定，與其請求是否成立無涉 (參看本院六十五年台抗字第一六二號判例\r\n) 。本件被上訴人雖為未經我國認許之外國法人，未在我國設有事務所及\r\n營業所，但在台北市設有總代理商三○船務代理股份有限公司 (地址在台\r\n北市南京東路二段) 代辦其在我國之船務，為其陸續招攬運送貨物代收運\r\n費，此為被上訴人所不爭執，而被上訴人所屬輪船於每月以三次至四次之\r\n定期航線至台灣載貨，亦有上訴人提出之被上訴人業務廣告乙份在卷可稽\r\n，則被上訴人本於其繼續的代辦商契約關係，即有隨時請求三○公司返還\r\n其所經收之運費請求權存在，而此項請求權係法律許可依強制執行程序實\r\n施扣押之權利，則上訴人向三○公司所在地之第一審法院提起本訴，按諸\r\n民事訴訟法第三條第二項規定，即無不合。再查我國海商法第二條所謂船\r\n舶所有人，乃指廣義之船舶所有人而言，凡利用船舶而居於船舶所有人相\r\n同地位者 (包括船舶所有權之所有人即船東以及船舶租賃人) ，均有僱用\r\n船長之權，故船長簽發載貨證券，未必即代表船東而簽發。"
    },
    {
        "case_id": "最高法院 73 年度台再字第 169 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 73 年 09 月 21 日",
        "case_gist": "釋字第一八八號解釋，係由監察院就蘇某陳訴一案對釋字第一七八號解釋\r\n之效力，是否及於該陳訴人所涉案件一節而函請解釋，該解釋文所謂：「\r\n引起歧見之該案件」，應指上開蘇某所涉之案件而言。對本件而言，則應\r\n自公布當日發生效力。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 444 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 20 日",
        "case_gist": "依民事訴訟法第四百四十六條第一項規定，於第二審為訴之追加，除合於\r\n同法第二百五十六條第二款至第四款情形外，非經他造同意不得為之。本\r\n件抗告人為訴之追加，既未經相對人同意，復與民事訴訟法第二百五十六\r\n條第二款至第四款情形不符，自屬不應准許。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3924 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 73 年 09 月 20 日",
        "case_gist": "按檢察官之起訴書，為公文書，依民事訴訟法第三百五十五條第一項規定\r\n，固應推定其為真正，但此所謂真正，係指該文書有形式上之證據力而言\r\n，至公文書之實質上證據力如何，仍應由法院斟酌調查證據之結果，及全\r\n辯論意旨，依自由心證認定之。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3913 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 73 年 09 月 20 日",
        "case_gist": "上訴人於原訴既主張被上訴人與伊所訂代工契約並未解除，則被上訴人縱\r\n有遲延交貨情事，上訴人亦僅得請求被上訴人履行及請求賠償因遲延而生\r\n之損害。茲上訴人竟請求被上訴人交還因代工製作布偶而受領之材料價金\r\n，殊乏依據。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3906 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 20 日",
        "case_gist": "上訴人前訴訟，係以其為侵權行為之被害人，而依民法第一百八十八條第\r\n一項所定，對於為加害人之僱用人請求損害賠償；本件訴訟，則係本於債\r\n務承擔契約，請求承擔人履行因承擔所負債務之清償。兩者為訴訟標的之\r\n法律關係，顯非相同。原審誤為同一，因而判決上訴人敗訴，自有未合。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3883 號 民事",
        "case_summary": "清償借款",
        "case_date": "民國 73 年 09 月 14 日",
        "case_gist": "消費借貸所應交付之金錢，並不以現實交付為限，若合意以其他金錢債權\r\n移作借貸應交付之金錢，亦具要物性。又超過法定最高限額部分之利息，\r\n僅債權人對之無請求權而已，倘債務人同意將之滾入原本承諾如數借貸，\r\n不啻已為該超過限部分利息之任意給付，其約定要難謂於要物性有所欠缺\r\n。查系爭借貸金額既經上訴人立約同意將已到期之全部利息 (包括超過法\r\n定限額部分之利息在內) 滾入原本，原審因而為上訴人應如數返還該全部\r\n金額之判決，核無違背法令可言。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3858 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 73 年 09 月 14 日",
        "case_gist": "表意人與相對人通謀而為虛偽意思表示者，其意思表示無效。但不得以其\r\n無效，對抗善意第三人，固為民法第八十七條第一項所明定。惟此之所謂\r\n善意第三人，係指該第三人雖知表意人與相對人為意思表示，但不知該意\r\n思表示為虛偽，而又與該虛偽表示之當事人就虛偽表示所發生之結果發生\r\n法律關係者而言，例如甲、乙二人通謀將甲所有之土地虛偽出賣於乙，丙\r\n知買賣之存在而不知其為虛偽，再由乙受讓該土地時，甲不得以其與乙間\r\n之買賣為虛偽意思表示，謂乙非土地所有人，丙不可能自乙處取得土地權\r\n利是。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 435 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 73 年 09 月 13 日",
        "case_gist": "關於第三審上訴合法與否之事實，應由第三審法院自行調查裁判，對於第\r\n三審法院認上訴為不合法而駁回之裁定，以發見未經斟酌之證物，足證上\r\n訴合法為理由聲請再審者，依民事訴訟法第五百零七條準用第四百九十九\r\n條前段之規定專屬第三審法院管轄，不在同條第二款規定之列。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3826 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 13 日",
        "case_gist": "債務人之給付兼需債權人之行為，債務人得以準備給付之事情，通知債權\r\n人，以代提出，民法第二百三十五條但書規定甚明。本件兩造所訂「訂貨\r\n協議書」，交貨地點，依約定為「ＦＯＢ」 (岸邊交貨) 基隆、高雄」。\r\n可知被上訴人為交付時，尚須上訴人指定交貨地點，始能確定被上訴應在\r\n基隆或高雄岸邊交貨。被上訴人既已於約定之四月九日將準備給付之事情\r\n通知上訴人，被上訴人自不負遲延責任。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3821 號 民事",
        "case_summary": "履行同居",
        "case_date": "民國 73 年 09 月 13 日",
        "case_gist": "原審認定被上訴人得拒絕同居之原因事實，並非以上訴人自認或不爭執為\r\n其判斷之基礎，自不發生違反民事訴訟法第五百七十四條第二項之問題。\r\n又上訴人於原審提出之陳情書，原審曾訊問列名為陳情人之蔡某、林某、\r\n李某等，未能獲得有利於上訴人之證述，即無從資為上訴人有利之認定。\r\n原判決就此雖未詳加論述，尚與其結果無影響。上訴論旨，執以指摘，非\r\n有理由。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3774 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 09 月 07 日",
        "case_gist": "查闡明權僅可於辯論主義之限度以內行之。故如曉諭當事人改用他種攻擊\r\n方法，已與審判長之闡明義務無關，不在許可之列。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3737 號 民事",
        "case_summary": "塗銷登記等",
        "case_date": "民國 73 年 09 月 06 日",
        "case_gist": "贈與人依民法第四百十六條第一項第一款規定得撤銷其贈與者，以受贈人\r\n對於贈與人或其最近親屬，有故意侵害之行為，依刑法有處罰之明文者為\r\n限。並不包括受贈人單純對於贈與人之財產，有故意之侵害行為在內。本\r\n件土地縱係被上訴人贈與上訴人，然查被上訴人似係主張上訴人對其財產\r\n有侵害之行為，如其侵害行為尚不涉及對於被上訴人人格權之侵害，要難\r\n認被上訴人得撤銷其贈與。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3735 號 民事",
        "case_summary": "認領登記",
        "case_date": "民國 73 年 09 月 06 日",
        "case_gist": "非婚生子女之生母，於有民法第一千零六十七條第一項所定各款情形之一\r\n者，得請求該非婚生子女之生父認領。則生父為認領後並應為認領之登記\r\n，此不但於戶籍法第四十六條第一項定有明文，且為生父於認領以後應負\r\n之附隨義務。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 422 號 民事",
        "case_summary": "確認派下權存在",
        "case_date": "民國 73 年 08 月 31 日",
        "case_gist": "祭祀公業派下權，係公業派下員對公業所享有之一切權利之總稱，派下員\r\n中之一人或數人對他人提起確認派下權存否之訴，並非單純以不動產物權\r\n為標的之訴訟，尚無民事訴訟法第十條第一項之適用。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 419 號 民事",
        "case_summary": "強制執行聲明承受",
        "case_date": "民國 73 年 08 月 31 日",
        "case_gist": "執行法院對債權人聲明承受無人應買之不動產時所為准許與否之措施，為\r\n強制執行法第十二條所規定執行推事實施強制執行之方法。相對人對之如\r\n有不服，僅得依同法條規定聲明異議，就異議所為之裁定，始得提起抗告\r\n。茲相對人對於執行法院駁回承受聲明之裁定，逕行提起抗告，顯有未合\r\n。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3664 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 08 月 31 日",
        "case_gist": "農田水利會因興建或改善水利設施而必需之工程用地，應先向土地所有權\r\n人或他項權利人協議承租或承購，如協議不成，始得層請中央主管機關依\r\n法徵收，農田水利會組織通則第十一條第一項定有明文。將協議承購與徵\r\n收兩分，似難謂兩造簽訂同意書協議徵購為徵收。況徵收應依法定程序為\r\n之，於徵收完畢時始發生徵收效力 (參看土地法第五編規定) 。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3620 號 民事",
        "case_summary": "給付退休金",
        "case_date": "民國 73 年 08 月 23 日",
        "case_gist": "權利能力與權利不同，民法第十六條固規定權利能力及行為能力不得拋棄\r\n。惟權利之拋棄，祇須不違背法律之強制或禁止規定或公序良俗，尚非不\r\n得任意為之。本件上訴人主張：台灣省工廠工人退休規則第六條規定，工\r\n人年滿六十歲者，應命令退休。被上訴人於年滿六十歲達退休年齡後，為\r\n求繼續工作，於六十五年七月九日與伊訂立聘僱人員約定書，約定不得要\r\n求退休金云云。果爾？此項約定，既非權利能力之拋棄，自無違反民法第\r\n十六條規定之可言。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3610 號 民事",
        "case_summary": "確認親屬會議決議無效",
        "case_date": "民國 73 年 08 月 23 日",
        "case_gist": "民法第一千一百三十七條所謂「不服」及「聲訴」，應專指對無理由或理\r\n由不當之決議提起撤銷之訴而言。又數訴行預備合併者，法院非認先位之\r\n訴為無理由，不得就預備之訴為裁判。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3609 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 08 月 23 日",
        "case_gist": "海上運送，運送人對於運送物之毀損應負責任者，其貨物受領權利人之損\r\n害賠償請求權，自貨物受領之日或自應受領之日起一年內不行使而消滅，\r\n海商法第一百條第二項定有明文。本件縱如上訴人主張被上訴人對於上開\r\n運送物之毀損，應負損害賠償責任。然經調查證據之結果，應認上開運送\r\n物最遲於六十九年三月三日已由上訴人受領，至七十年七月二十四日提起\r\n本件訴訟為損害賠償之請求時，既早逾一年，即或認被上訴人於六十九年\r\n四月三日曾承認上訴人之請求權，非不生中斷時效之效力，其時效應重行\r\n起算，然至上訴人於七十年七月二十四日起訴時，亦已逾一年。而上訴人\r\n於七十年一月二十六日送達於被上訴人之函件所載「敝公司(即上訴人)擬\r\n向貴公司(即被上訴人)要求索賠權益日期追加延長六個月」，又不過請求\r\n延長賠償請求權之時效期間，並非對被上訴人表示請求履行債務之意思，\r\n即難謂為民法第一百二十九條第一項第一款所稱之「請求」行為。上訴人\r\n主張其請求權時效，業因請求而中斷云云，要非可採。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3608 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 08 月 23 日",
        "case_gist": "民事訴訟法第一百九十九條，關於闡明之規定，僅在補救辯論主義之缺點\r\n。上訴人在事實審法院並未主張大禾公司之移轉登記請求權，已讓與台和\r\n公司，審判長自不得曉諭其為此主張。上訴論旨，指摘原審未依上開規定\r\n行使闡明權，並對原審採證認事職權之正當行使，任意攻擊，求為廢棄原\r\n判決，非有理由。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3567 號 民事",
        "case_summary": "確認股份買賣關係不存在",
        "case_date": "民國 73 年 08 月 17 日",
        "case_gist": "公司法第一百六十五條第一項所謂記名股票之轉讓，非將受讓人之本名或\r\n名稱記載於股票，並將受讓人之本名或名稱及住所或居所記載於公司股東\r\n名簿，不得以其轉讓對抗公司，係就對抗公司之要件而為之規定，並非股\r\n權轉讓之生效要件。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3535 號 民事",
        "case_summary": "給付保險金",
        "case_date": "民國 73 年 08 月 17 日",
        "case_gist": "海上保險之委付，係指保險人所負擔之危險發生，保險標的物全部損失或\r\n有全部損失之虞時，要保人將其移轉於保險人，而請求全部保險金額之給\r\n付，故委付在原則上應就保險標的物之全部為之，此為委付之完整性或不\r\n可分性。申言之，保險標的物如有一部分未發生海上保險事故時，要保人\r\n即不得主張將全部保險標的物委付於保險人，而請求全部保險金額之給付\r\n。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3506 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 08 月 16 日",
        "case_gist": "當事人主張有利於己之事實，就其事實負有舉證之責，民事訴訟法第二百\r\n七十七條，定有明文。上訴人主張：被上訴人通謀而為虛偽意思表示，共\r\n同侵害伊之債權，自有先就此項事實舉證之義務。上訴人所提證據，僅能\r\n證明其債權之存在及系爭房屋移轉之情形，對於被上訴人應負侵權行為責\r\n任之故意過失事實，則未能證明。縱證人劉某、王某陳述房地買賣之時日\r\n等，略有出入。亦不能據此免除上訴人應先負舉證之責，而謂被上訴人有\r\n共同侵權行為。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3492 號 民事",
        "case_summary": "分配表異議",
        "case_date": "民國 73 年 08 月 16 日",
        "case_gist": "土地法第四十三條規定，依本法所為之登記，有絕對之效力。是已登記者\r\n應視為正當；未登記者，應視為不存在。縱其登記有錯誤或遺漏之情形，\r\n得聲請更正，其更正之效力並應溯及於原始登記之時。然在第三人信賴是\r\n項登記取得權利後始為更正，而其更正又未得第三人之同意，第三人原所\r\n取得之權利尚不因而受其影響。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3489 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 73 年 08 月 16 日",
        "case_gist": "被上訴人在第一審原係訴求塗銷其日據時期之繼承登記。雖嗣後曾變更聲\r\n明，求判塗銷上開之總登記，然第一審不認上項訴之變更為合法而仍係依\r\n原訴為判決。原審以上項聲明之變更，係與民事訴訟法第二百五十六條第\r\n三款所定之情形相當，既認非不合法而依變更後之聲明為判決。則原訴即\r\n可認為已因撤回而終結，乃竟將第一審就該部分原訴之裁判廢棄，已有可\r\n議。又司法院大法官會議釋字第一六四號解釋，係就「已登記」不動產所\r\n有人之除去妨害請求權，有無消滅時效規定之適用而為釋示。而所謂「已\r\n登記」，應係指已依吾國法令所為登記而言。本件被上訴人繼承游金水甲\r\n因繼承取得訟爭土地之應有部分，是否已依吾國法令為登記，原審並未認\r\n定。苟未依吾國法令為登記，既難謂為「已登記」，則被上訴人前開之塗\r\n銷登記請求權，尚不能認為無消滅時效規定之適用。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3488 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 73 年 08 月 16 日",
        "case_gist": "給付判決，須使給付之範圍明確。而稱應有部分者，係指共有人對於共有\r\n物所有權之比率而言，為抽象之成數，並非特定之一部。原判決主文命上\r\n訴人返還土地之應有部分若干，既非特定之某一部分，亦未表示其境界區\r\n域，致給付之範圍，不能明確，自有未合。"
    },
    {
        "case_id": "最高法院 73 年度台再字第 152 號 民事",
        "case_summary": "塗銷登記",
        "case_date": "民國 73 年 08 月 16 日",
        "case_gist": "再審原告謂其曾於七十年三月十二日對同判決提起再審之訴，雖經本院判\r\n決駁回，但依本院十七年解字第一五三號解釋例，提起再審之訴並無次數\r\n之限制，仍之非不得再提起再審之訴云云。按再審之訴，民事訴訟法固無\r\n祇許提起一次久限制，惟其提再審之訴，要須具備再審之訴之要件。本件\r\n再審原告提起再審之訴，並未遵守民事訴訟法第五百條第一項所定應於三\r\n十日不變期間內提起之要件。其再審之訴，自屬不合法。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3482 號 民事",
        "case_summary": "租佃爭議",
        "case_date": "民國 73 年 08 月 10 日",
        "case_gist": "耕地承租人應自任耕作，縱經出租人承諾，仍不得將耕地全部或一部轉租\r\n於他人，否則原定租約全部歸於無效。又所謂不自任耕作，兼指轉租及將\r\n耕地借與他人使用之情形在內。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3403 號 民事",
        "case_summary": "返還價金（塗銷登記）",
        "case_date": "民國 73 年 08 月 10 日",
        "case_gist": "契約之合意解除與法定或約定解除權之行使，性質不同，效果亦異，前者\r\n為契約行為，即以第二次契約解除第一次契約，後者為單獨行為，其發生\r\n效力與否，端視有無法定或約定解除原因之存在，既無待他方當事人之承\r\n諾，更不因其不為反對而成為合意解除。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3398 號 民事",
        "case_summary": "繼承登記",
        "case_date": "民國 73 年 08 月 09 日",
        "case_gist": "不當得利請求權，係以使得利人返還其所受利得為目的，非以相對人 (損\r\n失者) 所受損害之填補為目的，故與損害賠償請求權不同。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3397 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 73 年 08 月 09 日",
        "case_gist": "凡在票據背面或黏單上簽名或蓋章，而形式上合於背書之規定者，即應負\r\n票據法上背書人之責任。縱令非以背書轉讓之意思而背書，為維護票據之\r\n流通性，仍不能解免其背書人之責任。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3396 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 73 年 08 月 09 日",
        "case_gist": "上訴人係經依監督寺廟條例之規定呈請登記之寺廟，其財產亦經依同條例\r\n第五條呈請該管地方官署登記有案，則除寺廟係由私人建立並管理者，不\r\n適用同條之規定 (參照同條例第三條) 外。依同條例第八條規定：寺廟之\r\n不動產及法物，非經所屬教會之決議，並呈請該管官署之許可，不得處分\r\n或變更。本件上訴人輔信將軍神明會，如非私人建立並管理，則系爭不動\r\n產之處分，縱經全體信徒之同意出賣，在未呈請該管官署許可前，尚難謂\r\n已發生效力。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3389 號 民事",
        "case_summary": "確認婚姻關係存在",
        "case_date": "民國 73 年 08 月 09 日",
        "case_gist": "「確認婚姻成立或不成立」，自字面解釋，雖與「確認婚姻關係存在或不\r\n存在」尚屬有間，然在實務上，如當事人就兩願離婚是否無效有爭執為原\r\n因，而訴求確認婚姻關係存在或不存在，亦認屬於民事訴訟法第五百六十\r\n八條第一項所謂確認婚姻成立或不成立之訴，此細繹本院三十三年上字第\r\n四八八五號判例意旨可以明瞭。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3388 號 民事",
        "case_summary": "返還土地",
        "case_date": "民國 73 年 08 月 09 日",
        "case_gist": "所謂應有部分，係指對物之所有權抽象之成數，而非該物具體之某一部分\r\n，既不發生占有某物應有部分若干之問題，亦無從為某物應有部分若干之\r\n返還。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3385 號 民事判決",
        "case_summary": "確認所有權存在",
        "case_date": "民國 73 年 08 月 09 日",
        "case_gist": "推事被聲請迴避者，在該聲請事件終結前，應停止訴訟程序，為民事訴訟\r\n法第三十七條第一項前段所明定。本件上訴人於原審辯論終結後，以發見\r\n原審主辦推事及審判長推事有同法第三十三條第一項第二款所定聲請推事\r\n迴避之原因，聲請迴避。經查該聲請事件並未終結，乃竟不停止訴訟程序\r\n，而仍為終局裁判之行為並予上訴人敗訴，又未說明該聲請事件有同法第\r\n三十七條第一項但書之情形，自有未合。(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 371 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 08 月 03 日",
        "case_gist": "就兩造之訴訟，有法律上利害關係之第三人，為輔助一造起見，於該訴訟\r\n繫屬中得為參加，並非謂當事人得將第三人逕列為參加人，又訴訟標的對\r\n於參加人及其所輔助之當事人必須合一確定者，準用民事訴訟法第五十六\r\n條之規定，固有同法第六十二條可循，但該第三人仍屬參加人，並非謂在\r\n第二審程序可逕視該第三人為共同訴訟人而命其參加，法理甚明。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 370 號 民事",
        "case_summary": "變換提存物",
        "case_date": "民國 73 年 08 月 03 日",
        "case_gist": "民事訴訟費用之裁判對本案之裁判有從屬性，不能脫離本案之裁判而單獨\r\n存在，是以非對本案之裁判有上訴時，不得對訴訟費用之裁判單獨聲明不\r\n服，觀諸民事訴訟法第八十八條之規定自明。此項規定於法院以裁定終結\r\n本案之情形，亦有其適用，並為同法第九十五條所明定。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3306 號 民事",
        "case_summary": "分配表異議等",
        "case_date": "民國 73 年 08 月 02 日",
        "case_gist": "當事人之陳述，除自認之事實外，民事訴訟法，尚無得以當事人自己之陳\r\n述作為證據之規定。本件被上訴人主張其債權為真正，或為會款或為借款\r\n。原審並未逐一調查認定，祇以被上訴人李某人之供述，與其餘被上訴人\r\n之供述相符，即謂其債權為真正，其適用證據法則，自屬可議。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3296 號 民事",
        "case_summary": "清償票款",
        "case_date": "民國 73 年 07 月 31 日",
        "case_gist": "本件訴外人台○公司為依新加坡法律成立之公司，為原審認定之事實，則\r\n關於台○公司對於上訴人債權之讓與，依涉外民事法律適用法第七條之規\r\n定，其對於第三人之效力，依原債權之成立及效力所適用之法律。本件原\r\n審雖謂：張某為台○公司之董事經理 (上訴人主張：張某為台○公司之總\r\n經理) ，依新加坡之公司法令及公司章程，為台○公司之對外代表人，惟\r\n就其代理台○公司為債權之讓與，對於上訴人之效力如何，究應適用我國\r\n法律，抑或新加坡法律，以資判斷？則未調查審認，自嫌疏略。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3292 號 民事判決",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 07 月 31 日",
        "case_gist": "民事訴訟法第四百條第一項規定確定判決之既判力，惟於判決主文所判斷\r\n之訴訟標的，始可發生。若訴訟標的以外之事項，縱令與為訴訟標的之法\r\n律關係有影響，因而於判決理由中對之有所判斷，除同條第二項所定情形\r\n外，尚不能因該判決已經確定而認此項判斷有既判力。本件上訴人訴請陳\r\n甲、陳乙、陳丙、陳丁、陳戊、陳己(即陳庚之被繼承人)及陳辛以次七人\r\n(即陳壬之承受訴訟人)，將原判決附表一、二所示土地所有權之應有部分\r\n辦理移轉登記與伊，雖經法院認定系爭土地均屬耕地，上訴人於買受之初\r\n並無自耕能力，契約應歸無效，而為上訴人敗訴之判決確定。第其訴訟標\r\n的為原判決附表一、二所示土地所有權之移轉登記請求權。至於判決理由\r\n判斷上訴人與陳甲等所訂買賣契約應歸無效一節，則不發生既判力。\r\n(已審編為判例)"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3284 號 民事",
        "case_summary": "返還墊款",
        "case_date": "民國 73 年 07 月 31 日",
        "case_gist": "當事人上訴不變期間，惟其不在法院所在地住居者，始應扣除在途期間。\r\n而住居之有無，則應依法定不變期間開始進行時之情形決定之。本件被上\r\n訴人不服台灣台北地方法院第一審判決提起第三審上訴，依第一審判決送\r\n達證書之記載，其上訴期間開始進行時，非不在該法院所在地居住。則計\r\n算其上訴期間，當不應扣除在途期間。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 359 號 民事",
        "case_summary": "異議之訴",
        "case_date": "民國 73 年 07 月 27 日",
        "case_gist": "所謂既判力，不僅關於其言詞辯論終結前所提出之攻擊防禦方法有之，即\r\n其當時得提出而未提出之攻擊防禦方法亦有之。本件相對人前主張執行標\r\n的物為其特有財產屬其所用，對再抗告人所提起之第三人異議之訴，既受\r\n敗訴判決且告確定，則其本件主張執行標的物為其原有財產屬其所有，再\r\n提起第三人異議之訴，雖所持理由與前案容有不同，但此項理由乃於前案\r\n得提出而未提出者，即仍應受前案既判力之拘束，不容更為起訴。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 349 號 民事",
        "case_summary": "許可拍賣抵押物",
        "case_date": "民國 73 年 07 月 20 日",
        "case_gist": "聲請拍賣抵押物為非訟事件，依非訟事件法第十六條規定，法院應依職權\r\n調查事實及必要之證據。本件最高限額抵押權之設定，其債務人或抵押人\r\n究竟有無否認債權之存在，及再抗告人是否另有其他文件足以證明其債權\r\n之存在，原抗告法院非不得通知兩造當事人到場，依職權為調查，乃不此\r\n之圖，徒憑上開理由，遽將再抗告人之聲請駁回，自欠允洽。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3196 號 民事",
        "case_summary": "給付違約金",
        "case_date": "民國 73 年 07 月 20 日",
        "case_gist": "一般所謂工作天，係指將下雨、颱風等不能工作之日，以及星期日、例假\r\n日、節日等休息日扣除後，在通常情形應實際從事約定工作之日而言。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3156 號 民事",
        "case_summary": "給付票款",
        "case_date": "民國 73 年 07 月 20 日",
        "case_gist": "代理人任意記明本人之姓名蓋其印章，而成為本人名義之票據行為者，祇\r\n須有代理權，即不能不認為代理之有效形式。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3114 號 民事",
        "case_summary": "給付會款",
        "case_date": "民國 73 年 07 月 20 日",
        "case_gist": "民間互助會，須會首付清得標會款後，得標會員始負攤付死會會款之義務\r\n。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3108 號 民事",
        "case_summary": "分割共有物",
        "case_date": "民國 73 年 07 月 20 日",
        "case_gist": "提起分割共有物之訴，參與分割之當事人，以共有人為限。請求分割之共\r\n有物，如為不動產，共有人之應有部分各為若干，以土地登記總簿登記者\r\n為準。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3105 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 20 日",
        "case_gist": "仲裁人之判斷於當事人間，與法院確定判決，有同一之效力。商務仲裁條\r\n例第二十一條已有明定。上訴人對上開仲裁人之判斷，應受其拘束。上訴\r\n論旨，謂仲裁判斷違背經驗法則，原審據為裁判之基礎，亦有違誤云云，\r\n殊非可採。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 348 號 民事",
        "case_summary": "交還機械",
        "case_date": "民國 73 年 07 月 19 日",
        "case_gist": "抗告人之原法定代理人於七十二年十一月三十日已由陳某變更為賴某，公\r\n司所在地亦由台中縣大甲鎮光明路，變更為同鎮水源路一六五號，有公司\r\n變更登記事項卡可稽，且又未選任訴訟代理人代理訴訟。依民事訴訟法第\r\n一百七十條規定：在其新法定代理人聲明承受訴訟以前，訴訟程序當然停\r\n止，法院即不得為關於本案訴訟行為。從而原法院未待抗告人變更後之法\r\n定代理人聲明承受訴訟以前即指定言詞辯論期日，抗告人未於期日到場，\r\n難謂無正當理由。應不生民事訴訟法第一百九十一條所定遲誤言詞辯論期\r\n日之效果。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 345 號 民事",
        "case_summary": "國家賠償",
        "case_date": "民國 73 年 07 月 19 日",
        "case_gist": "民事訴訟法第四百九十條第二項既規定對於不得抗告之裁定提起抗告，原\r\n法院應駁回之，自不發生原為裁定之推事應否依同法第三十二條第一項第\r\n七款規定自行迴避之問題。又同法第四百八十六條第一項所謂抗告由直接\r\n上級法院裁定，乃指於原法院或審判長未依同法第四百九十條第一項第二\r\n項規定為裁定時，定其行裁定之法院。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3096 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 73 年 07 月 19 日",
        "case_gist": "督促程序，係對以給付金錢或其他代替物或有價證券之一定數量為標的之\r\n請求，僅依債權人之聲請，並不訊問債務人，祇憑一方的書面審理，對債\r\n務人頒發支付命令。若債務人對於該命令不於一定之不變期間內提出異議\r\n，即賦與該命令與確定判決同一之效力之特別訴訟程序。可知支付命令，\r\n係依債權人主張請求原因事實，及債務人對其未異議，為其確定法律關係\r\n之基礎。故債權人就其主張之事實，毋庸舉證，法院亦不為調查。債務人\r\n對於支付命令如有不服，即不附理由，提出異議，而使支付命令失效。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3090 號 民事",
        "case_summary": "塗銷所有權移轉登記",
        "case_date": "民國 73 年 07 月 19 日",
        "case_gist": "本件被上訴人係於七十一年十月二十七日聲請執行法院查封系爭土地，上\r\n訴人向訴外人陳某買受系爭土地，雖於七十一年十月二十六日向地政機關\r\n申請辦理所有權移轉登記，惟於七十一年十月二十八日始辦理登記完成，\r\n已在執行法院查封該筆土地之後，依強制執行法第一百十三條準用第五十\r\n一條第二項規定，自不得以其所有權移轉登記對抗被上訴人。被上訴人訴\r\n請上訴人塗銷其登記，核無不合。"
    },
    {
        "case_id": "最高法院 73 年度台聲字第 228 號 民事",
        "case_summary": "確認買賣無效",
        "case_date": "民國 73 年 07 月 19 日",
        "case_gist": "聲請再審期間，乃不變期間之一種，如有遲誤，即生失權之效果。本件聲\r\n請人前次聲請再審，已逾再審期間，本院原確定裁定駁回其聲請，於法並\r\n無不合。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3082 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 18 日",
        "case_gist": "買賣之物缺少出賣人所保證之品質者，買受人請求不履行之損害賠償，係\r\n代契約之解除，倘其契約業經解除，即不得再為此項請求，此觀民法第三\r\n百六十條自明，原審以上訴人缺少出賣人保證之品質，被訴人於解除買賣\r\n契約後尚得請求上訴人賠償因不履行之損害，亦有可議。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 3055 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 13 日",
        "case_gist": "名譽被侵害者，並得請求為回復名譽之適當處分，民法第一百九十五條第\r\n一項定有明文。倘將刑事判決書登報，係屬回復名譽之適當處分，上訴人\r\n孫某不依刑事訴訟法第三百十五條之規定，聲請刑事法院將判決書全部或\r\n一部登報，而提起民事訴訟請求被上訴人將判決書全部或一部登報，應為\r\n法之所許。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2987 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 13 日",
        "case_gist": "審計法第六章所定之賠償責任，屬於審計機關之審查決定範圍。經審計機\r\n關審查決定之賠償案件，應通知負責機關之長官限期追繳，逾期不繳時，\r\n移送法院強制執行，為同法第七十八條第一項所明定。此項審計機關之審\r\n查決定，以及通知追繳並移送法院強制執行等行為，皆係基於審決權之發\r\n動 (參照審計法第三條) ，非屬私權範圍，負責機關無依該章所定之賠償\r\n責任，向普通法院起訴請求判決之餘地。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2984 號 民事",
        "case_summary": "執行異議",
        "case_date": "民國 73 年 07 月 13 日",
        "case_gist": "民法第九百四十三條所謂占有人於占有物行使之權利，推定其適法有此權\r\n利者。其所指之權利，究為何種權利，應依占有人行使權利當時之意思定\r\n之，並非專指所有權而言。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2974 號 民事",
        "case_summary": "離婚",
        "case_date": "民國 73 年 07 月 13 日",
        "case_gist": "夫妻間偶爾失和毆打他方致令受有傷害，而事後經已宥恕，和好如初，自\r\n不能再以之為請求離婚之理由。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2966 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 13 日",
        "case_gist": "連帶債務未全部履行前，全體債務人仍負連帶責任，又債權人向連帶債務\r\n人中之一人免除債務，而無消滅全部債務之意思表示者，除該債務人應分\r\n擔之部分外，他債務人仍不免其責任，固為民法第二百七十三條第二項及\r\n第二百七十六條第一項所明定，然若他債務人無應分擔之部分 (例如民法\r\n第一百八十八條之僱用人) ，而債權人向有負擔部分之債務人 (如受僱人\r\n) 免除部分債務時，他債務人就該免除部分即因而免其責任，否則他債務\r\n人 (僱用人) 於為全部之清償後，依民法第一百八十八條第三項規定，尚\r\n得向有負擔部分之債務人 (受僱人) 行使求償權，則債權人向該有負擔部\r\n分之債務人 (受僱人) 免除部分債務，將毫無意義。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2950 號 民事",
        "case_summary": "拆屋交地",
        "case_date": "民國 73 年 07 月 13 日",
        "case_gist": "無權占有，並不以故意或過失為要件，茍無正當權源而占用他人之不動產\r\n，即負有返還之義務。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 331 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 12 日",
        "case_gist": "抗告人於原法院委任吳某為訴訟代理人，吳某自有代收送達之權限。而送\r\n達不能依民事訴訟法第一百三十六條、第一百三十七條規定為之者，得將\r\n文書寄存於送達地之自治或警察機關，並作送達通知書黏貼於應送達人住\r\n居所、事務所、或營業所門首送達，亦為同法第一百三十八條所明定。卷\r\n附送達證書記載原法院就應送達與抗告人之第二審判決向吳某為送達，而\r\n因不能依同法第一百三十六條、第一百三十七條規定送達，已依同法第一\r\n百三十八條規定送達之，不能謂未送達，且其送達方法亦無不合。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2938 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 12 日",
        "case_gist": "因犯罪而受損害之人，於刑事訴訟程序，固得附帶提起民事訴訟，請求損\r\n害賠償。但其請求回復之損害，以被訴犯罪所生之損害為限。本件刑事訴\r\n訟，僅認定被上訴人羅某有業務上過失致人於死之事實，並未認定被上訴\r\n人廖甲、廖乙、李某有共同犯罪之事實，即與該事件之犯罪事實無關。此\r\n外，上訴人又未主張被上訴人廖甲等有依民法之其他規定，應與羅某負連\r\n帶賠償之情事。則其依刑事附帶民事訴訟，請求被上訴人廖甲、廖乙、李\r\n某連帶賠償，自屬不合法。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2934 號 民事",
        "case_summary": "執行異議之訴",
        "case_date": "民國 73 年 07 月 12 日",
        "case_gist": "強制執行法第十五條所定第三人異議之訴，係第三人就執行標的物，因行\r\n使排除強制執行之權利，聲明不服之方法。故在第三人異議之訴，所應審\r\n究者，係在第三人對於執行標的物，有無排除強制執行之權利。至該強制\r\n執行事件所依據之執行名義，是否有瑕疵，則屬另一問題，非第三人異議\r\n之訴所得審究判斷 。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2931 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 12 日",
        "case_gist": "因受詐欺而為買賣者，在被害人依法撤銷其被詐欺而為之意思表示以前，\r\n固不妨依侵權行為之法則請求廢止加害人因侵權行為取得之債權，被害人\r\n對該債權之廢止請求權縱因時效而消滅，亦得依民法第一百九十八條之規\r\n定拒絕履行。倘被害人已履行其債務，則加害人係基於契約而受領給付，\r\n自無不法可言。本件上訴人就其依兩造所訂買賣契約，支付被上訴人之價\r\n金貳拾壹萬元，於刑事訴訟程序附帶提起民事訴訟，請求被上訴人賠償損\r\n害，自非合法。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2930 號 民事",
        "case_summary": "所有權移轉登記",
        "case_date": "民國 73 年 07 月 12 日",
        "case_gist": "被上訴人徵購土地，係按每公頃壹萬伍仟元與土地所有人協議，鄭某既按\r\n協議結果領取徵購補償費，即與土地之徵收有別。被上訴人依買賣關係提\r\n起本件訴訟，於法並無不合。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2929 號 民事",
        "case_summary": "清償債務",
        "case_date": "民國 73 年 07 月 12 日",
        "case_gist": "債權人以各連帶債務人為共同被告提起給付之訴，以共同被告中之一人或\r\n數人非基於個人關係之抗辯而經法院認為有理由者為限，始得適用民事訴\r\n訟法第五十六條第一項之規定。本件第一審共同被告周某等四人對於第一\r\n審命其與上訴人連帶給付之判決部分於第二審提起附帶上訴，原審既認其\r\n基於非個人關係之抗辯為無理由，竟依上開規定列上訴人為附帶上訴人，\r\n並進而為駁回上訴人附帶上訴之判決，自有不合。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2926 號 民事",
        "case_summary": "確認租賃關係不存在",
        "case_date": "民國 73 年 07 月 12 日",
        "case_gist": "確定法律關係存在與否之訴，如有即受確認判決之法律上利益，縱其所求\r\n確認者，為他人間之法律關係，亦非不得提起。果如上訴人主張，被上訴\r\n人不定期之租賃關係自始不存在，而被上訴人竟主張其存在，非不影響於\r\n上訴人抵押權之實行，上訴人訴求確認其不存在，當難謂無即受確認判決\r\n之法律上之利益。又被上訴人於抵押權設定後訂定之定期租賃，如影響上\r\n訴人之抵押權，對上訴人不生效力，於上訴人實行抵押權聲請拍賣抵押物\r\n時，執行法院若不除去該租賃關係而為拍賣，其以訴確認其不存在，亦不\r\n能謂無實益。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 329 號 民事",
        "case_summary": "訴訟救助",
        "case_date": "民國 73 年 07 月 06 日",
        "case_gist": "不變期間，法院不得依聲請或依職權伸長或縮短之。再抗告論旨，謂其經\r\n原審法院之函知而補行抗告，該函並無時間之限制，並經報陳須研究法令\r\n賜給一週時間，應認其抗告為合法云云，自有誤解。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 328 號 民事",
        "case_summary": "確認派下權存在",
        "case_date": "民國 73 年 07 月 06 日",
        "case_gist": "確認派下權存在與否事件，其訴訟標的價額之核定，應依祭祀公業之總財\r\n產價額中訟爭派下權所占之比例，計算其價額。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 324 號 民事",
        "case_summary": "損害賠償執行",
        "case_date": "民國 73 年 07 月 06 日",
        "case_gist": "執行法院就訴訟上成立之和解而為強制執行，應依其已確定之內容為之，\r\n如未經和解內容確定之事項，於執行中發生爭執時，除另案起訴以求解決\r\n外，自不得率予執行。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 322 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 07 月 06 日",
        "case_gist": "關於專利權之民事訴訟，在申請案、異議案、撤銷案未確定以前，法院應\r\n中止其程序，專利法第八十八條定有明文。本件抗告人以林某違反專利法\r\n於刑事訴訟中提起附帶民事訴訟，請求相對人連帶賠償損害，刑事部分雖\r\n認林某仿造抗告人享有之新型第一一五一七號專利權，判處罪刑在案，惟\r\n該民事部分仍有專利法第八十八條之適用。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2914 號 民事",
        "case_summary": "拆屋還地",
        "case_date": "民國 73 年 07 月 06 日",
        "case_gist": "使用借貸非如租賃之有民法第四百二十五條 (租賃權物權化) 之規定，是\r\n縱令被上訴人之前手趙某曾將訟爭土地提供予上訴人使用屬實，上訴人仍\r\n不得執該使用借貸契約對被上訴人主張有使用訟爭土地之權利。"
    },
    {
        "case_id": "最高法院 73 年度台抗字第 303 號 民事",
        "case_summary": "發還擔保金",
        "case_date": "民國 73 年 06 月 29 日",
        "case_gist": "按因釋明假扣押之原因而供之擔保，係擔保債務人因假扣押所應受之損害\r\n，故必待無損害發生或債權人本案勝訴確定，或就所生之損害已經賠償時\r\n，始得謂供擔保之原因消滅。至於債權人依本案宣告附條件假執行之判決\r\n，供法院所定之擔保，係擔保被告因假執行所受之損害，二者性質不同。\r\n不因再抗告人曾供假執行之擔保，而可認其聲請假扣押所供擔保之原因消\r\n滅，其聲請返還提供假扣押擔保之提存金，即屬不應准許。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2814 號 民事",
        "case_summary": "給付報酬",
        "case_date": "民國 73 年 06 月 29 日",
        "case_gist": "工作之完成與工作有無瑕疵，係屬兩事，此就民法第四百九十條及第四百\r\n九十四條參照觀之，不難索解。是定作人於承攬人完成工作時，雖其工作\r\n有瑕疵，仍無解於應給付報酬之義務，僅定作人得定相當期限請求承攬修\r\n補，如承攬人不於所定期限內修補瑕疵，或拒絕修補，或其瑕疵不能修補\r\n者，定作人得依民法第四百九十四條之規定請求減少報酬而已。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2800 號 民事",
        "case_summary": "撤銷股東會決議",
        "case_date": "民國 73 年 06 月 29 日",
        "case_gist": "股東依公司法第一百八十九條規定，訴請法院撤銷股東會之決議，仍應受\r\n民法第五十六條第一項但書規定之適用。上訴人既曾出席系爭股東臨時會\r\n，而又不能證明其對召集程序或決議方法曾當場表示異議，自不得提起本\r\n件撤銷股東會決議訴訟。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2793 號 民事",
        "case_summary": "損害賠償",
        "case_date": "民國 73 年 06 月 29 日",
        "case_gist": "違約金契約為從契約，以主契約之有效存在為前提。如就法律上無從以契\r\n約強制之行為或不行為，約定為一定金額之給付或金錢以外之給付，以保\r\n障其履行者，並無主契約之存在，要與民法第二百五十條所謂之違約金契\r\n約有別，而屬於不真正違約金契約。然不真正違約金契約所約定之違約金\r\n過高者，法院為維持公平之原則，仍非不得類推準用民法第二百五十二條\r\n規定，酌減至相當之數額。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2743 號 民事",
        "case_summary": "返還工程款",
        "case_date": "民國 73 年 06 月 29 日",
        "case_gist": "本於保證契約請求履行保證債務，與本於保險契約請求給付保險金，在實\r\n體法上為兩種不同之請求權，在訴訟法上為兩種不同之訴訟標的，法院不\r\n得將原告基於保證契約所為履行保證債務之請求，依職權改為命被告依保\r\n險契約給付保險金，否則即係就當事人未聲明之事項為判決。"
    },
    {
        "case_id": "最高法院 73 年度台上字第 2741 號 民事",
        "case_summary": "地上權移轉登記",
        "case_date": "民國 73 年 06 月 29 日",
        "case_gist": "關於讓與物權之債權契約，乃非要式行為，雙方就其讓與之物權及價金業\r\n已互相同意，則其買賣契約即為成立，讓與物權之一方即有成立移轉物權\r\n之書面，使買受人取得該不動產物權之義務。"
    }
]